# Online/offline tooltips
onlineTooltip0=\u10d9\u10d0\u10d5\u10e8\u10d8\u10e0\u10d8\u10e1 \u10e0\u10d4\u10df\u10d8\u10db\u10d8. (\u10de\u10e0\u10dd\u10e5\u10e1\u10d8: \u10d0\u10e0\u10d0). \u10d0\u10d5\u10e2\u10dd\u10dc\u10dd\u10db\u10d8\u10e3\u10e0\u10d8 \u10e0\u10d4\u10df\u10d8\u10db\u10d6\u10d4 \u10d2\u10d0\u10e1\u10d0\u10d5\u10da\u10d8\u10e1\u10d7\u10d5\u10d8\u10e1 \u10d3\u10d0\u10ec\u10d9\u10d0\u10de\u10d4\u10d7 \u10de\u10d8\u10e5\u10e2\u10dd\u10d2\u10e0\u10d0\u10db\u10d0.
onlineTooltip1=\u10d9\u10d0\u10d5\u10e8\u10d8\u10e0\u10d8\u10e1 \u10e0\u10d4\u10df\u10d8\u10db\u10d8. (\u10de\u10e0\u10dd\u10e5\u10e1\u10d8: \u10db\u10d8\u10d7\u10d8\u10d7\u10d4\u10d1\u10e3\u10da\u10d8). \u10d0\u10d5\u10e2\u10dd\u10dc\u10dd\u10db\u10d8\u10e3\u10e0\u10d8 \u10e0\u10d4\u10df\u10d8\u10db\u10d6\u10d4 \u10d2\u10d0\u10e1\u10d0\u10d5\u10da\u10d8\u10e1\u10d7\u10d5\u10d8\u10e1 \u10d3\u10d0\u10ec\u10d9\u10d0\u10de\u10d4\u10d7 \u10de\u10d8\u10e5\u10e2\u10dd\u10d2\u10e0\u10d0\u10db\u10d0.
onlineTooltip2=\u10d9\u10d0\u10d5\u10e8\u10d8\u10e0\u10d8\u10e1 \u10e0\u10d4\u10df\u10d8\u10db\u10d8. (\u10de\u10e0\u10dd\u10e5\u10e1\u10d8: \u10d0\u10d5\u10e2\u10dd URL). \u10d0\u10d5\u10e2\u10dd\u10dc\u10dd\u10db\u10d8\u10e3\u10e0\u10d8 \u10e0\u10d4\u10df\u10d8\u10db\u10d6\u10d4 \u10d2\u10d0\u10e1\u10d0\u10d5\u10da\u10d8\u10e1\u10d7\u10d5\u10d8\u10e1 \u10d3\u10d0\u10ec\u10d9\u10d0\u10de\u10d4\u10d7 \u10de\u10d8\u10e5\u10e2\u10dd\u10d2\u10e0\u10d0\u10db\u10d0.
onlineTooltip4=\u10d9\u10d0\u10d5\u10e8\u10d8\u10e0\u10d8\u10e1 \u10e0\u10d4\u10df\u10d8\u10db\u10d8 (\u10de\u10e0\u10dd\u10e5\u10e1\u10d8: \u10d0\u10d5\u10e2\u10dd\u10d0\u10e6\u10db\u10dd\u10e9\u10d4\u10dc\u10d0). \u10d0\u10d5\u10e2\u10dd\u10dc\u10dd\u10db\u10d8\u10e3\u10e0\u10d8 \u10e0\u10d4\u10df\u10d8\u10db\u10d6\u10d4 \u10d2\u10d0\u10e1\u10d0\u10d5\u10da\u10d8\u10e1\u10d7\u10d5\u10d8\u10e1 \u10d3\u10d0\u10ec\u10d9\u10d0\u10de\u10d4\u10d7 \u10de\u10d8\u10e5\u10e2\u10dd\u10d2\u10e0\u10d0\u10db\u10d0.
onlineTooltip5=\u10d7\u10e5\u10d5\u10d4\u10dc \u10ee\u10d0\u10d6\u10d6\u10d4 \u10ee\u10d0\u10e0\u10d7 (\u10de\u10e0\u10dd\u10e5\u10e1\u10d8: \u10e1\u10d8\u10e1\u10e2\u10d4\u10db\u10e3\u10e0\u10d8 \u10de\u10e0\u10dd\u10e5\u10e1\u10d8). \u10d3\u10d0\u10ec\u10d9\u10d0\u10de\u10d4\u10d7 \u10de\u10d8\u10e5\u10e2\u10dd\u10d2\u10e0\u10d0\u10db\u10d0 \u10d0\u10d5\u10e2\u10dd\u10dc\u10dd\u10db\u10d8\u10e3\u10e0\u10d8 \u10e0\u10d4\u10df\u10d8\u10db\u10d8\u10e1\u10d7\u10d5\u10d8\u10e1.
offlineTooltip=\u10d9\u10d0\u10d5\u10e8\u10d8\u10e0\u10d8\u10e1 \u10e0\u10d4\u10df\u10d8\u10db\u10d8. \u10d0\u10d5\u10e2\u10dd\u10dc\u10dd\u10db\u10d8\u10e3\u10e0\u10d8 \u10e0\u10d4\u10df\u10d8\u10db\u10d6\u10d4 \u10d2\u10d0\u10e1\u10d0\u10d5\u10da\u10d8\u10e1\u10d7\u10d5\u10d8\u10e1 \u10d3\u10d0\u10ec\u10d9\u10d0\u10de\u10d4\u10d7 \u10de\u10d8\u10e5\u10e2\u10dd\u10d2\u10e0\u10d0\u10db\u10d0.

# Popup menus
popupMenuShow=\u10e9\u10d5\u10d4\u10dc\u10d4\u10d1\u10d0 - %S
popupAllow=\u10e4\u10d8\u10e0\u10dc\u10d8\u10e8\u10d4\u10d1\u10d8\u10e1 \u10dc\u10d4\u10d1\u10d0\u10e0\u10d7\u10d5\u10d0 - %S

# Check for Updates
updatesItem_default=\u10e8\u10d4\u10db\u10dd\u10ec\u10db\u10d4\u10d1\u10d0 \u10d2\u10d0\u10dc\u10d0\u10ee\u10da\u10d4\u10d1\u10d4\u10d1\u10d6\u10d4…
updatesItem_defaultFallback=\u10e8\u10d4\u10db\u10dd\u10ec\u10db\u10d4\u10d1\u10d0 \u10d2\u10d0\u10dc\u10d0\u10ee\u10da\u10d4\u10d1\u10d4\u10d1\u10d6\u10d4…
updatesItem_defaultAccessKey=C
updatesItem_downloading=\u10e9\u10d0\u10db\u10dd\u10e2\u10d5\u10d8\u10e0\u10d7\u10d5\u10d0 - %S…
updatesItem_downloadingFallback=\u10d2\u10d0\u10dc\u10d0\u10ee\u10da\u10d4\u10d1\u10d8\u10e1 \u10e9\u10d0\u10db\u10dd\u10e2\u10d5\u10d8\u10e0\u10d7\u10d5\u10d0…
updatesItem_downloadingAccessKey=D
updatesItem_resume=%S \u10e9\u10d0\u10db\u10dd\u10e2\u10d5\u10d8\u10e0\u10d7\u10d5\u10d8\u10e1 \u10d3\u10d0\u10e1\u10e0\u10e3\u10da\u10d4\u10d1\u10d0…
updatesItem_resumeFallback=\u10d2\u10d0\u10dc\u10d0\u10ee\u10da\u10d4\u10d1\u10d8\u10e1 \u10e9\u10d0\u10db\u10dd\u10e2\u10d5\u10d8\u10e0\u10d7\u10d5\u10d8\u10e1 \u10d3\u10d0\u10e1\u10e0\u10e3\u10da\u10d4\u10d1\u10d0…
updatesItem_resumeAccessKey=D
updatesItem_pending=\u10e9\u10d0\u10db\u10dd\u10e2\u10d5\u10d8\u10e0\u10d7\u10e3\u10da\u10d8 \u10d2\u10d0\u10dc\u10d0\u10ee\u10da\u10d4\u10d1\u10d8\u10e1 \u10d0\u10ee\u10da\u10d0\u10d5\u10d4 \u10d2\u10d0\u10db\u10dd\u10e7\u10d4\u10dc\u10d4\u10d1\u10d0…
updatesItem_pendingFallback=\u10e9\u10d0\u10db\u10dd\u10e2\u10d5\u10d8\u10e0\u10d7\u10e3\u10da\u10d8 \u10d2\u10d0\u10dc\u10d0\u10ee\u10da\u10d4\u10d1\u10d8\u10e1 \u10d0\u10ee\u10da\u10d0\u10d5\u10d4 \u10d2\u10d0\u10db\u10dd\u10e7\u10d4\u10dc\u10d4\u10d1\u10d0…
updatesItem_pendingAccessKey=U

# safeModeRestart
safeModeRestartPromptTitle=\u10ee\u10d4\u10da\u10d0\u10ee\u10da\u10d0 \u10d2\u10d0\u10ee\u10e1\u10dc\u10d0 \u10d0\u10db\u10dd\u10e0\u10d7\u10e3\u10da\u10d8 \u10db\u10dd\u10d3\u10e3\u10da\u10d4\u10d1\u10d8\u10d7
safeModeRestartPromptMessage=\u10dc\u10d0\u10db\u10d3\u10d5\u10d8\u10da\u10d0\u10d3 \u10d2\u10e1\u10e3\u10e0\u10d7 \u10e7\u10d5\u10d4\u10da\u10d0 \u10db\u10dd\u10d3\u10e3\u10da\u10d8\u10e1 \u10d0\u10db\u10dd\u10e0\u10d7\u10d5\u10d0 \u10d3\u10d0 \u10ee\u10d4\u10da\u10d0\u10ee\u10da\u10d0 \u10d2\u10d0\u10ee\u10e1\u10dc\u10d0?
safeModeRestartButton=\u10ee\u10d4\u10da\u10d0\u10ee\u10da\u10d0 \u10d2\u10d0\u10ee\u10e1\u10dc\u10d0
safeModeRestartCheckbox=\u10ee\u10d4\u10da\u10d0\u10ee\u10da\u10d0 \u10d2\u10d0\u10ee\u10e1\u10dc\u10d0 \u10d0\u10db\u10dd\u10e0\u10d7\u10e3\u10da\u10d8 \u10db\u10dd\u10d3\u10e3\u10da\u10d4\u10d1\u10d8\u10d7
