# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = Про ваші права
rights-intro = { -brand-full-name } є вільним програмним забезпеченням з відкритим кодом, створеним багатотисячною спільнотою з усіх куточків світу. Ось кілька речей, які варто знати:
rights-intro-point-3 = Деякі можливості { -brand-short-name }, такі як звіти про збої, дають вам змогу надсилати відгук в { -vendor-short-name }. Прийнявши рішення надіслати відгук, ви даєте { -vendor-short-name } дозвіл використовувати його для покращення своїх продуктів, публікувати та поширювати його на своїх сайтах.
rights-intro-point-6 = Для можливості відтворення окремих типів відеовмісту, { -brand-short-name } завантажує певні сторонні модулі дешифрування.
rights-locationawarebrowsing = <strong>Визначення розташування під час веб-перегляду: </strong>завжди потребує вашого підтвердження.  Інформація про розташування ніколи не надсилається без вашого дозволу.  Якщо ви бажаєте повністю вимкнути цю функцію, виконайте наступні кроки:
rights-locationawarebrowsing-term-1 = В панелі адреси введіть <code>about:config</code>
rights-locationawarebrowsing-term-2 = Введіть geo.enabled
rights-locationawarebrowsing-term-3 = Зробіть подвійне натискання по параметру geo.enabled
rights-locationawarebrowsing-term-4 = Визначення розташування під час веб-перегляду тепер вимкнено
rights-webservices-term-1 = { -vendor-short-name } та її помічники, ліцензіари та партнери працюють над тим, щоб надавати якомога точніші та актуальні послуги. Однак, ми не можемо гарантувати повноти та достовірності цієї інформації.  Наприклад, послуга безпечного перегляду може не розпізнавати деякі небезпечні сайти, або може помилково попереджати про деякі безпечні сайти. Також дані послуги розташування, які надаються нашими провайдерами, є лише приблизними, і ні ми, ані наші провайдери не гарантують точність визначення місця.
rights-webservices-term-3 = Ви можете використовувати ці Служби разом з відповідною версією { -brand-short-name }, а також { -vendor-short-name } надає вам необхідні для цього права.  { -vendor-short-name } та її ліцензіари зберігають всі інші права на ці Служби.  Ці умови не призначені для обмеження будь-яких прав, що надані на умовах ліцензій відкритого коду, які застосовуються до  { -brand-short-name } та відповідних версій { -brand-short-name }.
