# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corporation.
# Portions created by the Initial Developer are Copyright (C) 1998
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#
# Alternatively, the contents of this file may be used under the terms of
# either the GNU General Public License Version 2 or later (the "GPL"), or
# the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****

#
# The following are used by the compose back end
#
## @name NS_MSG_UNABLE_TO_OPEN_FILE 
12500=\u0424\u0430\u0439\u043B\u044A\u0442 %P0% \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043E\u0442\u0432\u043E\u0440\u0438.

## @name NS_MSG_UNABLE_TO_OPEN_TMP_FILE
12501=\u0412\u0440\u0435\u043C\u0435\u043D\u043D\u0438\u044F\u0442 \u0444\u0430\u0439\u043B %P0% \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043E\u0442\u0432\u043E\u0440\u0438. \u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0442\u0430 '\u0412\u0440\u0435\u043C\u0435\u043D\u043D\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044F'.

## @name NS_MSG_UNABLE_TO_SAVE_TEMPLATE
12502=\u0412\u0430\u0448\u0435\u0442\u043E \u043F\u0438\u0441\u043C\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u043F\u0438\u0441\u0430\u043D\u043E \u043A\u0430\u0442\u043E \u0448\u0430\u0431\u043B\u043E\u043D.

## @name NS_MSG_UNABLE_TO_SAVE_DRAFT
12503=\u0412\u0430\u0448\u0435\u0442\u043E \u043F\u0438\u0441\u043C\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u043F\u0438\u0441\u0430\u043D\u043E \u043A\u0430\u0442\u043E \u0447\u0435\u0440\u043D\u043E\u0432\u0430.

## @name NS_MSG_LOAD_ATTACHMNTS
12504=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0438\u0442\u0443\u0440\u043A\u0438...

## @name NS_MSG_LOAD_ATTACHMNT
12505=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0438\u0442\u0443\u0440\u043A\u0430...

## @name NS_MSG_COULDNT_OPEN_FCC_FOLDER
12506=\u041F\u0430\u043F\u043A\u0430\u0442\u0430 \u0418\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0430 \u043F\u043E\u0449\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043E\u0442\u0432\u043E\u0440\u0438. \u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u043D\u0430\u0441\u0442\u043E\u0439\u043A\u0438\u0442\u0435 \u0441\u0430 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u0438.

## @name NS_MSG_CANT_POST_TO_MULTIPLE_NEWS_HOSTS
12507=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435\u0442\u043E \u0434\u043E \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u043E \u043D\u043E\u0432\u0438\u043D\u0430\u0440\u0441\u043A\u0438 \u0441\u044A\u0440\u0432\u044A\u0440\u0438 \u0435 \u043D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E. \u041E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_MSG_ASSEMB_DONE_MSG
12508=\u0421\u0433\u043B\u043E\u0431\u044F\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E... \u0433\u043E\u0442\u043E\u0432\u043E

## @name NS_MSG_ASSEMBLING_MSG
12509=\u0421\u0433\u043B\u043E\u0431\u044F\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E...

## @name NS_MSG_NO_SENDER
12510=\u041D\u0435 \u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u043F\u043E\u0434\u0430\u0442\u0435\u043B. \u041C\u043E\u043B\u044F, \u043F\u043E\u043F\u044A\u043B\u043D\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u0440\u0435\u0441 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0432\u0438.

## @name NS_MSG_NO_RECIPIENTS
12511=\u041D\u0435 \u0441\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0438. \u041C\u043E\u043B\u044F, \u043D\u0430\u043F\u0438\u0448\u0435\u0442\u0435 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B \u0438\u043B\u0438 \u0444\u043E\u0440\u0443\u043C \u0432 \u0430\u0434\u0440\u0435\u0441\u043D\u043E\u0442\u043E \u043F\u043E\u043B\u0435.

## @name NS_MSG_ERROR_WRITING_FILE
12512=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0437\u0430\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u0432\u0440\u0435\u043C\u0435\u043D\u0435\u043D \u0444\u0430\u0439\u043B.

## @name NS_ERROR_COULD_NOT_LOGIN_TO_SMTP_SERVER
12513=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u043E\u0449\u0430\u0442\u0430\: \u041D\u044F\u043C\u0430 \u0432\u0440\u044A\u0437\u043A\u0430 \u0441\u044A\u0441 SMTP \u0441\u044A\u0440\u0432\u044A\u0440\u0430 %S. \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043D\u0435 \u0440\u0430\u0431\u043E\u0442\u0438 \u0438\u043B\u0438 \u043D\u0430 \u043D\u0435 \u0435 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043D \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0437\u0430 \u043F\u043E\u0449\u0430 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_SENDING_FROM_COMMAND
12514=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0449\u0430\u0442\u0430. \u041F\u043E\u0449\u0435\u043D\u0441\u043A\u0438\u044F\u0442 \u0441\u044A\u0440\u0432\u044A\u0440 \u043E\u0442\u0433\u043E\u0432\u0430\u0440\u044F\: %s. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0438 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0438\u044F \u0430\u0434\u0440\u0435\u0441 \u0434\u0430\u043B\u0438 \u0435 \u0432\u0435\u0440\u0435\u043D \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_SENDING_RCPT_COMMAND
12515=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0449\u0430\u0442\u0430. \u041F\u043E\u0449\u0435\u043D\u0441\u043A\u0438\u044F\u0442 \u0441\u044A\u0440\u0432\u044A\u0440 \u043E\u0442\u0433\u043E\u0432\u0430\u0440\u044F\: %s. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u0430\u0434\u0440\u0435\u0441\u0438\u0442\u0435 \u043D\u0430 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0438\u0442\u0435 \u0441\u0430 \u0432\u0435\u0440\u043D\u0438 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_SENDING_DATA_COMMAND
12516=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 (SMTP) \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0449\u0430\u0442\u0430. \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u043E\u0442\u0433\u043E\u0432\u0430\u0440\u044F\: %s.

## @name NS_ERROR_SENDING_MESSAGE
12517=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0449\u0430\u0442\u0430. \u041F\u043E\u0449\u0435\u043D\u0441\u043A\u0438\u044F\u0442 \u0441\u044A\u0440\u0432\u044A\u0440 \u043E\u0442\u0433\u043E\u0432\u0430\u0440\u044F\: %s. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_POST_FAILED
12518=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u043F\u0443\u0441\u043D\u0430\u0442\u043E, \u043F\u043E\u0440\u0430\u0434\u0438 \u043B\u0438\u043F\u0441\u0430 \u043D\u0430 \u0432\u0440\u044A\u0437\u043A\u0430 \u0441 \u043D\u043E\u0432\u0438\u043D\u0430\u0440\u0441\u043A\u0438\u044F \u0441\u044A\u0440\u0432\u044A\u0440. \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u0432\u0435\u0440\u043E\u044F\u0442\u043D\u043E \u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u044A\u043F\u0435\u043D \u0438\u043B\u0438 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u044F \u0432\u0440\u044A\u0437\u043A\u0438\u0442\u0435. \u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u043C\u0443 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A, \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441 \u043C\u0440\u0435\u0436\u043E\u0432\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.

## @name NS_ERROR_QUEUED_DELIVERY_FAILED
12519=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0434\u043E\u0441\u0442\u0430\u0432\u044F\u043D\u0435\u0442\u043E \u043D\u0430 \u043D\u0435\u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u0430.

## @name NS_ERROR_SEND_FAILED
12520=\u041D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E

## @name SMTP_DELIV_MAIL
12521=\u0414\u043E\u0441\u0442\u0430\u0432\u044F\u043D\u0435 \u043D\u0430 \u043F\u043E\u0449\u0430...

## @name SMTP_MESSAGE_SENT_WAITING_MAIL_REPLY
12522=\u041F\u043E\u0449\u0430\: \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u043E\u0447\u0430\u043A\u0432\u0430\u043D\u0435 \u043D\u0430 \u043E\u0442\u0433\u043E\u0432\u043E\u0440...

## @name SMTP_PROGRESS_MAILSENT
12523=\u0423\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0430 \u043F\u043E\u0449\u0430

## @name NS_ERROR_SMTP_SERVER_ERROR
12524=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0449\u0430\u0442\u0430\: \u0413\u0440\u0435\u0448\u043A\u0430 \u0432 SMTP \u0441\u044A\u0440\u0432\u044A\u0440\u0430. \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u043E\u0442\u0433\u043E\u0432\u0430\u0440\u044F\: %s. \u0421\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440 \u0437\u0430 \u043F\u043E\u043C\u043E\u0449.

## @name NS_MSG_UNABLE_TO_SEND_LATER
12525=\u041D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u0435 \u0441\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0432\u0438 \u0437\u0430 \u043F\u043E-\u043D\u0430\u0442\u0430\u0442\u044A\u0448\u043D\u043E \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435.

## @name NS_ERROR_COMMUNICATIONS_ERROR
12526=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u043A\u043E\u043C\u0443\u043D\u0438\u043A\u0430\u0446\u0438\u043E\u043D\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430\: %d. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_BUT_DONT_SHOW_ALERT
12527=THIS IS JUST A PLACEHOLDER.  YOU SHOULD NEVER SEE THIS STRING.

## @name NS_ERROR_TCP_READ_ERROR
12528=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u043C\u0440\u0435\u0436\u043E\u0432\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u043F\u043E\u043B\u0443\u0447\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u0434\u0430\u043D\u043D\u0438. (\u041C\u0440\u0435\u0436\u043E\u0432\u0430 \u0433\u0440\u0435\u0448\u043A\u0430\: %s) \u041E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u0441\u0432\u044A\u0440\u0437\u0432\u0430\u043D\u0435 \u043E\u0442\u043D\u043E\u0432\u043E.

## @name NS_ERROR_COULD_NOT_GET_USERS_MAIL_ADDRESS
12529=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0449\u0430\u0442\u0430\: \u043E\u0431\u0440\u0430\u0442\u043D\u0438\u044F \u0430\u0434\u0440\u0435\u0441 \u0435 \u043D\u0435\u0432\u0430\u043B\u0438\u0434\u0435\u043D. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u0432\u0430\u0448\u0438\u044F \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u0435 \u0432\u0435\u0440\u0435\u043D \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_SMTP_PASSWORD_UNDEFINED
12530=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u043F\u043E\u043B\u0443\u0447\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430.

## @name NS_ERROR_MIME_MPART_ATTACHMENT_ERROR
12531=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u043F\u0440\u0438\u043A\u0440\u0435\u043F\u044F\u043D\u0435.

## @name NS_MSG_FAILED_COPY_OPERATION
12532=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0431\u0435\u0448\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u043D\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u043A\u043E\u043F\u0438\u0440\u0430\u043D\u043E \u0432 \u043F\u0430\u043F\u043A\u0430 \u0418\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438 \u043F\u0438\u0441\u043C\u0430.

## @name NS_MSG_FAILURE_ON_OBJ_EMBED_WHILE_SAVING
12533=\u0418\u043C\u0430\u0448\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u043F\u0440\u0438 \u0432\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0444\u0430\u0439\u043B\u0430 %.200s \u0432 \u043F\u0438\u0441\u043C\u043E\u0442\u043E. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043F\u0438\u0448\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0431\u0435\u0437 \u0442\u043E\u0437\u0438 \u0444\u0430\u0439\u043B?

## @name NS_MSG_ASSEMBLING_MESSAGE
12534=\u0421\u044A\u0431\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F...

## @name NS_MSG_GATHERING_ATTACHMENT
12535=\u041F\u0440\u0438\u043A\u0440\u0435\u043F\u044F\u043D\u0435 \u043D\u0430 %s...

## @name NS_MSG_CREATING_MESSAGE
12536=\u0421\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E...

## @name NS_MSG_FAILURE_ON_OBJ_EMBED_WHILE_SENDING
12537=\u0418\u043C\u0430\u0448\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u043F\u0440\u0438 \u0432\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0444\u0430\u0439\u043B\u0430 %.200s \u0432 \u043F\u0438\u0441\u043C\u043E\u0442\u043E. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0431\u0435\u0437 \u0442\u043E\u0437\u0438 \u0444\u0430\u0439\u043B?

## @name NS_MSG_START_COPY_MESSAGE
12538=\u041A\u043E\u043F\u0438\u0440\u0430\u043D\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0432 \u043F\u0430\u043F\u043A\u0430 %S ...

## @name NS_MSG_START_COPY_MESSAGE_COMPLETE
12539=\u041A\u043E\u043F\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u0437\u0430\u0432\u044A\u0440\u0448\u0435\u043D\u043E.

## @name NS_MSG_START_COPY_MESSAGE_FAILED
12540=\u041A\u043E\u043F\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E.

## @name NS_MSG_LARGE_MESSAGE_WARNING
12541=\u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435\! \u0418\u0437\u043F\u0440\u0430\u0449\u0430\u0442\u0435 \u043F\u0438\u0441\u043C\u043E \u043E\u0442 %d \u0431\u0430\u0439\u0442\u0430. \u041D\u0430\u0438\u0441\u0442\u0438\u043D\u0430 \u043B\u0438 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u043D\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0435 \u0442\u043E\u0432\u0430?

noIdentities=\u0412\u0438\u0435 \u043D\u044F\u043C\u0430\u0442\u0435 \u043D\u0438\u043A\u0430\u043A\u0432\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043D\u0430 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0430 \u043F\u043E\u0449\u0430. \u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u044F \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441 \u041F\u043E\u043C\u043E\u0449\u043D\u0438\u043A\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438.

## @name NS_SMTP_PASSWORD_PROMPT_TITLE
12542=\u041F\u043E\u0449\u0435\u043D\u0441\u043A\u0438\u044F\u0442 \u0441\u044A\u0440\u0432\u044A\u0440 \u0438\u0437\u0438\u0441\u043A\u0432\u0430 \u043F\u0430\u0440\u043E\u043B\u0430

## @name NS_SMTP_PASSWORD_PROMPT1
12543=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u0430 \u0437\u0430 %S\:

## @name NS_SMTP_PASSWORD_PROMPT2
12544=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u0430 \u0437\u0430 %S \u043D\u0430 %S\:

## @name NS_SMTP_CONNECTING_TO_SERVER
12545=\u0421\u0432\u044A\u0440\u0437\u0432\u0430\u043D\u0435 \u0441\u044A\u0441 \u0441\u044A\u0440\u0432\u044A\u0440\u0430...

## @name NS_MSG_SENDING_MESSAGE
12550=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E...

## @name NS_MSG_POSTING_MESSAGE
12551=\u041F\u0443\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u043D\u0435 \u043D\u0430 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435...

## @name NS_ERROR_MSG_MULTILINGUAL_SEND
12553=\u0421\u044A\u0437\u0434\u0430\u0434\u0435\u043D\u043E\u0442\u043E \u043E\u0442 \u0432\u0430\u0441 \u043F\u0438\u0441\u043C\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0437\u043D\u0430\u0446\u0438, \u043A\u043E\u0438\u0442\u043E \u043B\u0438\u043F\u0441\u0432\u0430\u0442 \u0432 \u0438\u0437\u0431\u0440\u0430\u043D\u043E\u0442\u043E \u043A\u043E\u0434\u0438\u0440\u0430\u043D\u0435. \u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u043E \u043A\u043E\u0434\u0438\u0440\u0430\u043D\u0435, \u043D\u043E \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0423\u043D\u0438\u043A\u043E\u0434 (UTF-8) \u0435 \u0441\u044A\u0432\u0441\u0435\u043C \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E \u0437\u0430 \u043F\u0438\u0441\u043C\u0430. \u0410\u043A\u043E \u0433\u043E \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0442\u0435 \u043D\u0435\u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u043E, \u043D\u0435\u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0442\u0435 \u0437\u043D\u0430\u0446\u0438 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u043C\u0435\u043D\u0435\u043D\u0438 \u0441 \u0432\u044A\u043F\u0440\u043E\u0441\u0438\u0442\u0435\u043B\u043D\u0438 \u0437\u043D\u0430\u0446\u0438.

sendInUTF8=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u0432 UTF-8
sendAnyway=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0435\u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u043E

## @name NS_ERROR_NNTP_NO_CROSS_POSTING
12554=\u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u0442\u0435 \u0441\u0430\u043C\u043E \u043F\u043E \u0435\u0434\u043D\u043E \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043D\u0430\u0432\u0435\u0434\u043D\u044A\u0436 \u0434\u043E \u043D\u043E\u0432\u0438\u043D\u0430\u0440\u0441\u043A\u0438 \u0441\u044A\u0440\u0432\u044A\u0440.

## @name NS_MSG_CANCELLING
12555=\u041F\u0440\u0435\u043A\u044A\u0441\u0432\u0430\u043D\u0435...

## @name NS_MSG_SEND_ERROR_TITLE
12556=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E

## @name NS_MSG_SENDLATER_ERROR_TITLE
12557=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E

## @name NS_MSG_SAVE_DRAFT_TITLE
12558=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0437\u0430\u043F\u0438\u0441 \u043D\u0430 \u0447\u0435\u0440\u043D\u043E\u0432\u0430

## @name NS_MSG_SAVE_TEMPLATE_TITLE
12559=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0437\u0430\u043F\u0438\u0441 \u043D\u0430 \u0448\u0430\u0431\u043B\u043E\u043D

## @name NS_ERROR_SEND_FAILED_BUT_NNTP_OK
12560=\u0421\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435\u0442\u043E \u0432\u0438 \u0431\u0435\u0448\u0435 \u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u043D\u043E \u0432 \u0444\u043E\u0440\u0443\u043C\u0430, \u043D\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E \u043D\u0430 \u0434\u0440\u0443\u0433 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B.

## @name NS_MSG_ASK_TO_COMEBACK_TO_COMPOSE
12561=\u0411\u0438\u0445\u0442\u0435 \u043B\u0438 \u0436\u0435\u043B\u0430\u043B\u0438 \u0434\u0430 \u0441\u0435 \u0432\u044A\u0440\u043D\u0435\u0442\u0435 \u0432 \u043F\u0440\u043E\u0437\u043E\u0440\u0435\u0446\u0430 \u043D\u0430 \u043A\u043E\u043C\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0430?

## @name NS_MSG_GENERIC_FAILURE_EXPLANATION
12562=\u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043A\u043E\u0440\u0435\u043A\u0442\u043D\u043E\u0441\u0442\u0442\u0430 \u043D\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_MSG_ERROR_READING_FILE
12563=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0447\u0435\u0442\u0435\u043D\u0435 \u043D\u0430 \u0444\u0430\u0439\u043B.

## @name NS_FOLLOWUPTO_SENDER
12564=\u0410\u0432\u0442\u043E\u0440\u044A\u0442 \u043D\u0430 \u0442\u043E\u0432\u0430 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u0438\u0437\u0438\u0441\u043A\u0432\u0430 \u043E\u0442\u0433\u043E\u0432\u043E\u0440\u0438\u0442\u0435 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0438 \u0441\u0430\u043C\u043E \u043D\u0430 \u0430\u0432\u0442\u043E\u0440\u0430. \u0410\u043A\u043E \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0442\u0435 \u043E\u0442\u0433\u043E\u0432\u043E\u0440\u0438\u0442\u0435 \u0434\u043E \u0444\u043E\u0440\u0443\u043C\u0430, \u0434\u043E\u0431\u0430\u0432\u0435\u0442\u0435 \u043D\u043E\u0432 \u0440\u0435\u0434 \u0432 \u0430\u0434\u0440\u0435\u0441\u043D\u043E\u0442\u043E \u043F\u043E\u043B\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0424\u043E\u0440\u0443\u043C \u043E\u0442 \u0441\u043F\u0438\u0441\u044A\u043A\u0430 \u0438 \u043F\u043E\u0441\u043B\u0435 \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043C\u0435\u0442\u043E \u043D\u0430 \u0444\u043E\u0440\u0443\u043C\u0430.

## @name NS_ERROR_SMTP_SEND_FAILED
12565=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u0437\u0430\u0449\u043E\u0442\u043E \u0432\u0440\u044A\u0437\u043A\u0430\u0442\u0430 \u0441 SMTP \u0441\u044A\u0440\u0432\u044A\u0440\u0430 %S \u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u0430. \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u0432\u0435\u0440\u043E\u044F\u0442\u043D\u043E \u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u044A\u043F\u0435\u043D \u0438\u043B\u0438 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u044F SMTP \u0432\u0440\u044A\u0437\u043A\u0438. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0437\u0430 SMTP \u0441\u044A\u0440\u0432\u044A\u0440 \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u044A\u0441 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.

## @name NS_MSG_UNDISCLOSED_RECIPIENTS
## LOCALIZATION NOTE: this string must be using only US_ASCII characters
12566=undisclosed-recipients

## @name NS_ERROR_SMTP_TEMP_SIZE_EXCEEDED
12567=\u0420\u0430\u0437\u043C\u0435\u0440\u044A\u0442 \u043D\u0430 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u043E\u0442\u043E \u043E\u0442 \u0432\u0430\u0441 \u043F\u0438\u0441\u043C\u043E \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u044F \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u0441\u044A\u0440\u0432\u044A\u0440\u0430 \u0437\u0430 \u0432\u0440\u0435\u043C\u0435\u043D\u0435\u043D \u0440\u0430\u0437\u043C\u0435\u0440. \u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u0441\u0435 \u0434\u0430 \u043C\u0443 \u043D\u0430\u043C\u0430\u043B\u0438\u0442\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A. \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u043E\u0442\u0433\u043E\u0432\u043E\u0440\u0438\: %s.

## @name NS_ERROR_SMTP_PERM_SIZE_EXCEEDED_1
12568=\u0420\u0430\u0437\u043C\u0435\u0440\u044A\u0442 \u043D\u0430 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u043E\u0442\u043E \u043E\u0442 \u0432\u0430\u0441 \u043F\u0438\u0441\u043C\u043E \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u044F \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u0441\u044A\u0440\u0432\u044A\u0440\u0430 \u0437\u0430 \u043E\u0431\u0449 \u0440\u0430\u0437\u043C\u0435\u0440 (%d \u0431\u0430\u0439\u0442\u0430). \u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u0441\u0435 \u0434\u0430 \u043C\u0443 \u043D\u0430\u043C\u0430\u043B\u0438\u0442\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_SMTP_PERM_SIZE_EXCEEDED_2
12569=\u0420\u0430\u0437\u043C\u0435\u0440\u044A\u0442 \u043D\u0430 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u043E\u0442\u043E \u043E\u0442 \u0432\u0430\u0441 \u043F\u0438\u0441\u043C\u043E \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u044F \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u0441\u044A\u0440\u0432\u044A\u0440\u0430 \u0437\u0430 \u043E\u0431\u0449 \u0440\u0430\u0437\u043C\u0435\u0440. \u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u0441\u0435 \u0434\u0430 \u043C\u0443 \u043D\u0430\u043C\u0430\u043B\u0438\u0442\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A. \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u043E\u0442\u0433\u043E\u0432\u043E\u0440\u0438\: %s.

## @name NS_MSG_ERROR_ATTACHING_FILE
12570=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u043F\u0440\u0438\u043A\u0440\u0435\u043F\u044F\u043D\u0435\u0442\u043E \u043D\u0430 %S. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u0438\u043C\u0430\u0442\u0435 \u0434\u043E\u0441\u0442\u044A\u043F \u0434\u043E \u0444\u0430\u0439\u043B\u0430.

## @name NS_MSG_ERROR_DOING_FCC
12571=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u043A\u043E\u043F\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0432 \u043F\u0430\u043F\u043A\u0430 \u0418\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438 \u043F\u0438\u0441\u043C\u0430. \u0429\u0435 \u043E\u043F\u0438\u0442\u0430\u0442\u0435 \u043B\u0438 \u043F\u0430\u043A?

## @name NS_ERROR_SMTP_GREETING
12572=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\: \u0421\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u0438\u0437\u043F\u0440\u0430\u0442\u0438 \u0433\u0440\u0435\u0448\u043D\u043E \u043F\u0440\u0438\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435\: %s.

## @name NS_ERROR_COULD_NOT_LOGIN_TO_SMTP_SERVER_WITH_STARTTLS1
12573=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\: \u041D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u0430 \u0432\u0440\u044A\u0437\u043A\u0430 \u0441 SMTP \u0441\u044A\u0440\u0432\u044A\u0440\u0430 %S \u043F\u0440\u0435\u0437 STARTTLS, \u0442\u044A\u0439 \u043A\u0430\u0442\u043E \u0442\u043E\u0439 \u043D\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 EHLO. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u043D\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## @name NS_ERROR_COULD_NOT_LOGIN_TO_SMTP_SERVER_WITH_STARTTLS2
12574=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\: \u041D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u0430 \u0432\u0440\u044A\u0437\u043A\u0430 \u0441 SMTP \u0441\u044A\u0440\u0432\u044A\u0440\u0430 %S \u043F\u0440\u0435\u0437 STARTTLS, \u0442\u044A\u0439 \u043A\u0430\u0442\u043E \u0442\u043E\u0439 \u043D\u0435 \u043F\u0440\u0435\u0434\u043B\u0430\u0433\u0430 STARTTLS \u0432 EHLO \u043E\u0442\u0433\u043E\u0432\u043E\u0440\u0430. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u043D\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.

## Strings use for the save message dialog shown when the user close a message compose window
saveDlogTitle=\u0417\u0430\u043F\u0438\u0441 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E
saveDlogMessage=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0441\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u043E \u0432 \u043F\u0430\u043F\u043A\u0430 \u0427\u0435\u0440\u043D\u043E\u0432\u0438?
saveDlogSaveBtn=\u0417\u0430\u043F\u0438\u0441
saveDlogDontSaveBtn=\u0411\u0435\u0437 \u0437\u0430\u043F\u0438\u0441
saveDlogCancelBtn=\u041E\u0442\u043A\u0430\u0437

## generics string
defaultSubject=(\u0431\u0435\u0437 \u0442\u0435\u043C\u0430)
chooseFileToAttach=\u041F\u0440\u0438\u043B\u0430\u0433\u0430\u043D\u0435 \u043D\u0430 \u0444\u0430\u0439\u043B(\u043E\u0432\u0435)

##
windowTitlePrefix=\u041F\u0438\u0441\u0430\u043D\u0435\:

## String used by the dialog that ask the user to enter a subject
sendMsgTitle=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E
subjectDlogMessage=\u041D\u0435 \u0441\u0442\u0435 \u0437\u0430\u0434\u0430\u043B\u0438 \u0442\u0435\u043C\u0430 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E. \u0410\u043A\u043E \u0441\u0442\u0435 \u043F\u0440\u043E\u043F\u0443\u0441\u043D\u0430\u043B\u0438, \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u044F \u043D\u0430\u043F\u0438\u0448\u0435\u0442\u0435 \u0441\u0435\u0433\u0430.

## String used by the dialog that informs the user about the newsgroup recipient
recipientDlogMessage=\u0422\u0430\u0437\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0435 \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0430 \u0441\u0430\u043C\u043E \u0437\u0430 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0438 \u043D\u0430 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0430 \u043F\u043E\u0449\u0430. \u0410\u043A\u043E \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0438\u0442\u0435, \u0444\u043E\u0440\u0443\u043C\u0438\u0442\u0435 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0430\u043D\u0438.

#String used by the alert that tells the user an e-mail address is invalid
addressInvalid=%1$S \u0435 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u0435\u043D \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441, \u043F\u043E\u043D\u0435\u0436\u0435 \u043D\u0435 \u0435 \u0432\u044A\u0432 \u0444\u043E\u0440\u043C\u0430\u0442\u0430 user@host. \u041F\u043E\u043F\u0440\u0430\u0432\u0435\u0442\u0435 \u0433\u043E \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E.
## String used by the dialog that ask the user to attach a web page
attachPageDlogTitle=\u041C\u043E\u043B\u044F, \u0434\u0430\u0439\u0442\u0435 \u043C\u0435\u0441\u0442\u043E\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0440\u0438\u0442\u0443\u0440\u043A\u0430\u0442\u0430
attachPageDlogMessage=\u0423\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 (URL)\:

## String used for attachment pretty name, when attachment is a message
messageAttachmentSafeName=\u041F\u0440\u0438\u043A\u0440\u0435\u043F\u0435\u043D\u043E \u043F\u0438\u0441\u043C\u043E
## String used for attachment pretty name, when attachment is message part
partAttachmentSafeName=\u041F\u0440\u0438\u043A\u0440\u0435\u043F\u0435\u043D\u0430 \u0447\u0430\u0441\u0442 \u043E\u0442 \u043F\u0438\u0441\u043C\u043E

## String used by the Initialization Error dialog
initErrorDlogTitle=\u041F\u0438\u0441\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E
## LOCALIZATION NOTE (initErrorDlogMessage): %1$s will be replaced by the error string.  do not translate \n
initErrorDlogMessage=\u0412\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u043E\u0442\u0432\u0430\u0440\u044F\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0440\u043E\u0437\u043E\u0440\u0435\u0446 \u0437\u0430 \u043F\u0438\u0441\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.\n%1$s

## Strings used by Save as Draft/Template dialog
SaveDialogTitle=\u0417\u0430\u043F\u0438\u0441 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E
## LOCALIZATION NOTE (SaveDialogMsg): %1$S is folder name, %2$S is host name
SaveDialogMsg=\u0412\u0430\u0448\u0435\u0442\u043E \u043F\u0438\u0441\u043C\u043E \u0431\u0435\u0448\u0435 \u0437\u0430\u043F\u0438\u0441\u0430\u043D\u043E \u0432 \u043F\u0430\u043F\u043A\u0430\u0442\u0430 %1$S \u043D\u0430 %2$S.
CheckMsg=\u041D\u0435 \u043C\u0438 \u043F\u043E\u043A\u0430\u0437\u0432\u0430\u0439 \u0442\u043E\u0432\u0430 \u043F\u043E\u0432\u0435\u0447\u0435.

## Strings used by prompt when Quitting while in progress
quitComposeWindowTitle=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E
## LOCALIZATION NOTE (quitComposeWindowMessage): don't translate \n
quitComposeWindowMessage=\u0412 \u043C\u043E\u043C\u0435\u043D\u0442\u0430 \u0441\u0435 \u0438\u0437\u043F\u0440\u0430\u0449\u0430 \u043F\u0438\u0441\u043C\u043E.\n\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u0447\u0430\u043A\u0430\u0442\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0438\u043B\u0438 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043B\u0435\u0437\u0435\u0442\u0435 \u0432\u0435\u0434\u043D\u0430\u0433\u0430?
quitComposeWindowQuitButtonLabel=\u0418\u0437\u0445\u043E\u0434
quitComposeWindowWaitButtonLabel=\u0418\u0437\u0447\u0430\u043A\u0432\u0430\u043D\u0435

## Strings used by prompt for Ctrl-Enter check before sending message
sendMessageCheckWindowTitle=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E
sendMessageCheckLabel=\u0421\u0438\u0433\u0443\u0440\u043D\u0438 \u043B\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0433\u043E\u0442\u043E\u0432\u0438 \u0434\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0442\u0435 \u0442\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E?
sendMessageCheckSendButtonLabel=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435

## reply header in composeMsg
## <author> wrote:
mailnews.reply_header_authorwrote=%s \u043D\u0430\u043F\u0438\u0441\u0430
mailnews.reply_header_ondate=\u041D\u0430 %s

## reply header in composeMsg
## user specified 
mailnews.reply_header_originalmessage=-------- \u041E\u0440\u0438\u0433\u0438\u043D\u0430\u043B\u043D\u043E \u043F\u0438\u0441\u043C\u043E --------
