# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = ( സജ്ജമല്ല)

failed-pw-change = പ്രധാന പാസ്‌വേര്‍ഡ് മാറ്റുവാന്‍ കഴിഞ്ഞില്ല
incorrect-pw = താങ്കള്‍ ഇപ്പോഴത്തെ ശരിയായ പ്രധാന പാസ്‌വേര്‍ഡ് നല്‍കിയില്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
pw-change-ok = പ്രധാന പാസ്‌വേര്‍ഡ് വിജയകരമായി മാറ്റിയിരിക്കുന്നു

pw-empty-warning = താങ്കളുടെ സൂക്ഷിച്ചിരിക്കുന്ന വെബ്‌, ഇമെയില്‍ പാസ്‌വേര്‍ഡുകളും, ഫോറം വിവരങ്ങളും, സ്വകാര്യ കീകളും സംരക്ഷിക്കപ്പെടില്ല.
pw-erased-ok = താങ്കല്‍ പ്രധാന പാസ്‌വേര്‍ഡ് മായിച്ചിരിക്കുന്നു. { pw-empty-warning }
pw-not-wanted = മുന്നറിയിപ്പു്! പ്രധാന പാസ്‌വേര്‍ഡ് ഉപയോഗിക്കേണ്ടതില്ല എന്നു താങ്കള്‍ നിശ്ചയിച്ചിരിക്കുന്നു  { pw-empty-warning }

pw-change2empty-in-fips-mode = താങ്കള്‍ ഇപ്പോള്‍ FIPS മോഡിലാണ്‌. FIPS നു് ഒരു പ്രധാന പാസ്‌വേര്‍ഡ് ആവശ്യമാണു്

pw-change-success-title = പാസ്‌വേര്‍ഡ് മാറ്റം വിജയിച്ചിരിക്കുന്നു
pw-change-failed-title = പാസ്‌വേര്‍ഡ് മാറ്റം പരാജയപ്പെട്ടിരിക്കുന്നു
pw-remove-button =
    .label = നീക്കം ചെയ്യുക

set-password =
    .title = പ്റധാന പാസ്‌വേറ്‍ഡ് ‌ മാറ്റുക

set-password-old-password = ഇപ്പോഴത്തെ പാസ്‌വേറ്‍ഡ് :
set-password-new-password = പുതിയ പാസ്‌വേറ്‍ഡ് എന്റര്‍ ചെയ്യുക
set-password-reenter-password = പാസ്‌വേറ്‍ഡ് വീണ്ടും നല്‍കുക:
set-password-meter = പാസ്‌വേഡിന്റെ നിലവാരം കാണിക്കുന്ന മീറ്റര്‍
set-password-meter-loading = ലഭ്യമാക്കുന്നു
master-password-description = സൈറ്റ് പാസ്‌വേറ്‍ഡുകള്‍ പോലുള്ള പ്റധാനപ്പെട്ട വിവരങ്ങള്‍ സൂക്ഷിക്കുന്നതിനാണ് മാസ്റ്റര്‍ പാസ്‌വേറ്‍ഡ് .  നിങ്ങള്‍ ഈ പാസ്‌വേര്‍ഡ് ഉണ്ടാക്കിയാല്‍, ഇതുപയോഗിച്ച് സൂക്ഷിക്കുന്ന വിവരങ്ങള്‍  { -brand-short-name } ലഭ്യമാക്കുമ്പോള്‍, നിങ്ങളോട് എല്ലാ സെഷനുകളിലും ഒരിക്കല്‍ ഈ പാസ്‌വേര്‍ഡ് ചോദിക്കുന്നതാണ്
master-password-warning = നിങ്ങളുടെ പാസ്‌വേറ്‍ഡ് ദയവായി ഓറ്‍ത്തിരിക്കുക. ഇത് മറന്നാല്‍, നിങ്ങള്‍ക്ക് പാസ്‌വേറ്‍ഡ് ഉപയോഗിച്ച് സൂക്ഷിക്കുന്ന വിവരങ്ങള്‍ ലഭ്യമാക്കുവാന്‍ സാധ്യമാകുന്നതല്ല.

remove-password =
    .title = പ്രധാന പാസ്‌വേഡ്‌ നീക്കം ചെയ്യുക

remove-info =
    .value = തുടരുന്നതിനായി നിങ്ങളുടെ ഇപ്പോഴത്തെ പാസ്‌വേഡ്‌ എന്റര്‍ ചെയ്യേണം:
remove-warning1 = സൈറ്റ്‌ പാസ്‌വേഡുകള്‍ പോലെയുള്ള വളരെ പ്രധാന വിവരങ്ങള്‍ സംരക്ഷിക്കുന്നതിനായി പ്രധാന പാസ്‌വേഡ്‌ ഉപയോഗിക്കുന്നു.
remove-warning2 = പ്രധാന പാസ്‌വേഡ്‌ മായിച്ചാല്‍ നിങ്ങളുടെ കമ്പ്യൂട്ടര്‍ കോംപ്രമൈസ്‌ ചെയ്യപ്പെട്ടതാണെങ്കില്‍, നിങ്ങളുടെ വിവരങ്ങള്‍ സുരക്ഷിതമായിരിക്കില്ല.
remove-password-old-password =
    .value = ഇപ്പോഴത്തെ പാസ്‌വേഡ്‌ :
