# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (ବିନ୍ୟାସ କରାଯାଇନାହିଁ)

failed-pw-change = ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନ କରିବାରେ ଅସମର୍ଥ.
incorrect-pw = ଆପଣ ସଠିକ ପ୍ରଚଳିତ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ଭରଣ କରିନଥିଲେ. ଦୟାକରି ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ.
pw-change-ok = ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ସଫଳତାର ସହିତ ପରିବର୍ତ୍ତନ ହୋଇଯାଇଛି.

pw-empty-warning = ଆପଣଙ୍କର ସଂରକ୍ଷିତ ୱେବ ଏବଂ ଇମେଲ ପ୍ରବେଶ ସଂକେତଗୁଡ଼ିକୁ, ଫର୍ମ ତଥ୍ୟ, ଏବଂ ବ୍ୟକ୍ତିଗତ କିଗୁଡ଼ିକୁ ସୁରକ୍ଷା ଦେଇହେବ ନାହିଁ.
pw-erased-ok = ଆପଣ ଆପଣଙ୍କର ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ଅପସାରଣ କରିଦେଇଛନ୍ତି.  { pw-empty-warning }
pw-not-wanted = ଚେତାବନୀ! ଆପଣ ସିଦ୍ଧାନ୍ତ କରିଛନ୍ତି ଯେ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ବ୍ୟବହାର କରିବେ ନାହିଁ. { pw-empty-warning }

pw-change2empty-in-fips-mode = ଆପଣ ବର୍ତ୍ତମାନ FIPS ଅବସ୍ଥାରେ ଅଛନ୍ତି. FIPS ଗୋଟିଏ ଖାଲି ନଥିବା ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ଆବଶ୍ୟକ କରୁଛି.

pw-change-success-title = ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନ ସଫଳ ହେଲା
pw-change-failed-title = ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନ ବିଫଳ ହେଲା
pw-remove-button =
    .label = କାଢ଼ି ଦିଅନ୍ତୁ

set-password =
    .title = ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ  ପରିବର୍ତ୍ତନ କରନ୍ତୁ

set-password-old-password = ପ୍ରଚଳିତ ପ୍ରବେଶ ସଂକେତ:
set-password-new-password = ନୂତନ ପ୍ରବେଶ ସଂକେତ ଭରଣ କରନ୍ତୁ:
set-password-reenter-password = ପ୍ରବେଶ ସଂକେତକୁ ପୁଣିଥରେ ଭରଣ କରନ୍ତୁ:
set-password-meter = ପ୍ରବେଶ ସଂକେତ ଗୁଣବତ୍ତା ମାପକ
set-password-meter-loading = ଧାରଣ କରୁଅଛି
master-password-description = ସାଇଟ ପ୍ରବେଶ ସଂକେତ ପରି ସମ୍ବେଦନଶୀଳ ସୂଚନାକୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ ଗୋଟିଏ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ବ୍ୟବହାର କରାଯାଇଛି. ଯଦି ଆପଣ ଗୋଟିଏ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ତେବେ ଆପଣଙ୍କୁ ପ୍ରତି ଅଧିବାଶନ ପାଇଁ ଥରେ ଭରଣ କରିବାକୁ ପଡ଼ିବ ଯେତେବେଳେ { -brand-short-name } ପ୍ରବେଶ ସଂକେତ ଦ୍ୱାରା ସୁରକ୍ଷିତ ଥିବା ସଂରକ୍ଷିତ ସୂଚନାକୁ କାଢ଼ିବାକୁ ଯିବ.
master-password-warning = ଦୟାକରି ନିଶ୍ଚିତ ହୁଅନ୍ତୁ ଯେ ଆପଣ ବିନ୍ୟାସ କରିଥିବା ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ଆପଣ ମନେରଖିଛନ୍ତି.  ଯଦି ଆପଣ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ଭୁଲିଯାଆନ୍ତି, ତେବେ ଆପଣ ଏହା ଦ୍ୱାରା ସୁରକ୍ଷିତ ହୋଇ ରହିଥିବା କୌଣସି ସୂଚନା କାଢ଼ି ପାରିବେ ନାହିଁ.

remove-password =
    .title = ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ କାଢ଼ିନିଅନ୍ତୁ

remove-info =
    .value = ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଆପଣଙ୍କର ପ୍ରଚଳିତ ପ୍ରବେଶସଂକେତକୁ ଭରଣକରନ୍ତୁ:
remove-warning1 = ସାଇଟ ପ୍ରବେଶ ସଂକେତ ପରି ସମ୍ବେଦନଶୀଳ ସୂଚନାକୁ ରକ୍ଷା କରିବା ପାଇଁ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ବ୍ୟବହାର କରାଯାଇଥାଏ.
remove-warning2 = ଯଦି ଆପଣ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ କାଢ଼ିଦିଅନ୍ତି ତେବେ ଆପଣଙ୍କର ସୂଚନାଗୁଡ଼ିକୁ ରକ୍ଷାକରିହେବ ନାହିଁ ଯଦି ଆପଣଙ୍କର କମ୍ପୁଟରଟି ସନ୍ଧିକରିସାରିଛି.
remove-password-old-password =
    .value = ପ୍ରଚଳିତ ପ୍ରବେଶସଂକେତ:
