# Mail Integration Dialog
dialogTitle		= %S
dialogText		= %S \u3092\u65e2\u5b9a\u306e\u30e1\u30fc\u30eb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3057\u307e\u3059\u304b\uff1f
newsDialogText		= %S \u3092\u65e2\u5b9a\u306e\u30cb\u30e5\u30fc\u30b9\u30ea\u30fc\u30c0\u3068\u3057\u3066\u4f7f\u7528\u3057\u307e\u3059\u304b\uff1f
feedDialogText		= %S \u3092\u65e2\u5b9a\u306e RSS \u30ea\u30fc\u30c0\u3068\u3057\u3066\u4f7f\u7528\u3057\u307e\u3059\u304b\uff1f
checkboxText		= \u3053\u306e\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u518d\u3073\u8868\u793a\u3057\u306a\u3044
setDefaultMail		= %S \u306f\u3001\u73fe\u5728\u65e2\u5b9a\u306e\u30e1\u30fc\u30eb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u65e2\u5b9a\u306e\u30e1\u30fc\u30eb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u3057\u307e\u3059\u304b\uff1f
setDefaultNews		= %S \u306f\u3001\u73fe\u5728\u65e2\u5b9a\u306e\u30cb\u30e5\u30fc\u30b9\u30ea\u30fc\u30c0\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u65e2\u5b9a\u306e\u30cb\u30e5\u30fc\u30b9\u30ea\u30fc\u30c0\u306b\u3057\u307e\u3059\u304b\uff1f
setDefaultFeed		= %S \u306f\u3001\u73fe\u5728\u65e2\u5b9a\u306e RSS \u30ea\u30fc\u30c0\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u65e2\u5b9a\u306e RSS \u30ea\u30fc\u30c0\u306b\u3057\u307e\u3059\u304b\uff1f
alreadyDefaultMail	= %S \u306f\u3001\u65e2\u306b\u65e2\u5b9a\u306e\u30e1\u30fc\u30eb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
alreadyDefaultNews	= %S \u306f\u3001\u65e2\u306b\u65e2\u5b9a\u306e\u30cb\u30e5\u30fc\u30b9\u30ea\u30fc\u30c0\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
alreadyDefaultFeed	= %S \u306f\u3001\u65e2\u306b\u65e2\u5b9a\u306e RSS \u30ea\u30fc\u30c0\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002

# MAPI Messages
loginText		= %S \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044:
loginTextwithName	= \u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
loginTitle		= %S
PasswordTitle		= %S

# MAPI Error Messages
errorMessage		= \u30ec\u30b8\u30b9\u30c8\u30ea\u30ad\u30fc\u3092\u66f4\u65b0\u3067\u304d\u306a\u304b\u3063\u305f\u305f\u3081 %S \u3092\u65e2\u5b9a\u306e\u30e1\u30fc\u30eb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3042\u306a\u305f\u304c\u30b7\u30b9\u30c6\u30e0\u306e\u30ec\u30b8\u30b9\u30c8\u30ea\u306b\u66f8\u304d\u8fbc\u3080\u6a29\u9650\u3092\u6301\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errorMessageNews	= \u30ec\u30b8\u30b9\u30c8\u30ea\u30ad\u30fc\u3092\u66f4\u65b0\u3067\u304d\u306a\u304b\u3063\u305f\u305f\u3081 %S \u3092\u65e2\u5b9a\u306e\u30cb\u30e5\u30fc\u30b9\u30ea\u30fc\u30c0\u306b\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3042\u306a\u305f\u304c\u30b7\u30b9\u30c6\u30e0\u306e\u30ec\u30b8\u30b9\u30c8\u30ea\u306b\u66f8\u304d\u8fbc\u3080\u6a29\u9650\u3092\u6301\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errorMessageTitle	= %S

# MAPI Security Messages
mapiBlindSendWarning	= \u5225\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u306a\u305f\u306e\u30e6\u30fc\u30b6\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3092\u5229\u7528\u3057\u3066\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002\u672c\u5f53\u306b\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
mapiBlindSendDontShowAgain= \u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u306f\u5e38\u306b\u8b66\u544a\u3059\u308b

#Default Mail Display String
# localization note, %S is the vendor name
defaultMailDisplayTitle	= %S

