# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = Ձեր Իրավունքների Մասին
rights-intro = { -brand-full-name }-ը անվճար և բաց կոդով ծրագիր է՝ ստեղծված աշխարհի տարբեր երկրների հազարավոր մարդկանց կողմից: Կան բաներ, որոնք դուք պետք է իմանաք.
rights-intro-point-1 = { -brand-short-name }-ը ձեզ հասանելի է համաձայն հետևյալ պայմանների՝ <a data-l10n-name="mozilla-public-license-link">Mozilla-ի Հանրային Արտոնագիր</a>: Սա նշանակում է, որ դուք կարող եք օգտագործել, կրկնօրինակել և տարածել { -brand-short-name }-ը: Դուք նաև կարող էք փոփոխել { -brand-short-name }-ի ծրագրային կոդը ըստ ձեր կարիքների: Mozilla-ի Հանրային Արտոնագիրը նաև հնարավորություն է տալիս ձեզ տարածել ձեր փոփոխած տարբերակը:
rights-intro-point-3 = { -brand-short-name }-ի որոշ հնարավորություններ, ինչպիսին է Վթարի զեկույցը, տալիս են ձեզ հնարավորություն՝ ուղարկել արձագանք { -vendor-short-name }-ին: Ուղարկելով Ձեր արձագանքը՝ թույլ եք տալիս { -vendor-short-name }-ին օգտագործել այն ծրագրի լավարկումների, կայքերում հրապարակելու և այն տարածելու համար:
rights-intro-point-4 = Թե ինչպես ենք մենք օգտագործում ձեր անձնական տեղեկատվությունը և ուղարկած արձագանքը՝ ուղարկված { -vendor-short-name }-ին { -brand-short-name }-ի միջոցով, նկարագրված է այստեղ՝ <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name }-ի Գաղտնիության դրույթները</a>:
rights-intro-point-5 = { -brand-short-name }-ի որոշ յուրահատկություններ օգտագործվում են տեղեկատվական վեբ ծառայությեւննրի կողմից, սակայն մենք չենք կարող 100% երաշխավորել դրանց ճշգրիտ և անսխալ աշխատանքը: Առավել մանրամասներ, ներառյալ այս ծառայությունը անջատելու ձևը, կարող եք գտնել այստեղ` <a data-l10n-name="mozilla-service-terms-link">ծառայության պայմաններ</a>:
rights-intro-point-5-unbranded = Եթե այս ապրանքը ներառում է վեբ ծառայություններ, ապա ծառայությունների վերաբերյալ ցանկացած համաձայնագիր պետք է ունենա հղում դեպի <a data-l10n-name="mozilla-website-services-link">Վեբ Կայքի Ծառայություններ</a> մաս:
rights-intro-point-6 = Նման տեսակի տեսանյութերի նվագարկման համար { -brand-short-name }-ը ներբեռնում է որոշակի բովանդակության այլագրման մոդուլներ երրորդ կողմից:
rights-locationawarebrowsing = <strong>Տեղադրության ցուցադրում. </strong>միշտ Ձեզ հարցում է կատարելու: Տեղադրության վերաբերյալ ոչ մի տեղեկությունչի կարող երբէ ուղղարկվել առանց ձեր թույլտվության: Եթե դուք ցանկանում եք ամբողջովին անջատել այս առանձնահատկությունը, ապա հետևեք այս քայլերին.
rights-webservices-unbranded = Այս ծրագրում ընդգրկված վեբ կայքի ծառայությունների ընդհանուր նկարագիրը, եթե առկա է, անջատելու կանոների հետ պետք է բերված լինի այստեղ:
