# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = تہاݙے حقوق بارے
rights-intro =
    { -brand-full-name } مفت تے اوپن سورس سافٹ ویئر ہے، جینکوں کمیونٹی بݨایا ہے۔
    دنیا بھر توں ہزاراں دی تعداد وِچ۔ تہاکوں کجھ چیزاں کرݨیاں چاہیدیاں ہن
    ڄاݨدے او:
rights-intro-point-1 =
    { -brand-short-name } دیاں شرطاں دے تحت تہاکوں دستیاب کرایا ڳیا ہے
    <a data-l10n-name="mozilla-public-license-link"> موزیلا پبلک لائسنس </a>۔
    ایندا مطلب ایہ ہے جو تساں { -brand-short-name } کوں استعمال، کاپی تے تقسیم کر سڳدے او 
    ٻنہاں کوں۔ تہاݙا سورس کوڈ وِچ ترمیم کرݨ دی وی خیر مقدم ہے
    { -brand-short-name } جیویں جو تساں اپݨیاں لوڑاں کوں پورا کرݨ چاہندے او۔ موزیلا پبلک
    لائسنس تہاکوں اپݨے ترمیم شدہ ورژن تقسیم کرݨ دا حق وی ݙیندا ہے۔
rights-intro-point-2 =
    ٹریڈ مارک کوں تہاکوں کوئی ٹریڈ مارک حقوق یا لائسنس کائنی ݙتے ڳئے
    موزیلا فاؤنڈیشن یا کوئی وی پارٹی، بشمول بغیر کہیں حد دے
    فائر فاکس دا ناں یا لوگو۔ ٹریڈ مارکس تے ودھکی معلومات مل سڳدیاں ہن 
    <a data-l10n-name="mozilla-trademarks-link"> اتھاں </a>۔
rights-intro-point-3 =
    { -brand-short-name } وِچ کجھ خصوصیات، جیویں کریش رپورٹر، ݙیندے ہن
    تہاکوں { -vendor-short-name } کوں فیڈ بیک فراہم کرݨ دا اختیار ہے۔ چݨݨ نال
    رائے جمع کراوݨ کیتے، تساں { -vendor-short-name } کوں استعمال کرݨ دی اجازت ݙیندے او
    اپݨیاں بݨتراں کوں بہتر بݨاوݨ کیتے تاثرات، اپݨیاں ویب سائٹاں تے تاثرات شائع کرݨ کیتے،
    تے تاثرات تقسیم کرݨ کیتے۔
rights-intro-point-4 =
    اساں تہاݙی ذاتی معلومات تے فیڈ بیک کوں کیویں استعمال کریندے او
    { -vendor-short-name } کنوں گھن تے { -brand-short-name } وِچ بیان کیتا ڳیا ہے
    <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name }
    رازداری پالیسی </a>۔
rights-intro-point-4-unbranded = ایں بݨتر کیتے کوئی وی قابل اطلاق رازداری دیاں پالیسیاں کوں اتھاں درج کیتا ونڄݨا چاہیدا ہے۔
rights-intro-point-5 =
    کجھ { -brand-short-name } خصوصیات ویب تے مبنی معلومات دا استعمال کریندیاں ہن
    خدمات، بھل جو، اساں ایں ڳالھ دی ضمانت نہیں ݙے سڳدے جو او 100%  درست ہن یا
    غلطی کنوں پاک ودھیک تفصیلاں، بشمول کوں غیر فعال کرݨ دے بارے وِچ معلومات
    او خصوصیات جیڑھیاں خدمات کوں استعمال کریندیاں ہن، وِچ مل سڳدیاں ہن
    <a data-l10n-name="mozilla-service-terms-link"> خدمات دیاں شرطاں </a>۔
rights-intro-point-5-unbranded =
    جے ایہ بݨتر ویب سروسز کوں شامل کریندا ہے، تاں کوئی قابل اطلاق سروس دیاں شرطاں
    سروس نال منسلک ہووݨا چاہیدا ہے
    <a data-l10n-name="mozilla-website-services-link"> ویب سائٹ خدمات </a>
    سیکشن۔
rights-intro-point-6 =
    مخصوص قسم دے ویڈیو مواد کوں چلاوݨ کیتے، { -brand-short-name }
    تریجھے فریق کنوں کجھ مواد دے ڈکرپشن ماڈیولز ڈاؤن لوڈ کریندا ہے۔
rights-webservices-header = { -brand-full-name } ویب تے مبنی معلوماتی خدمات
rights-webservices =
    { -brand-full-name } ویب تے مبنی معلومات خدمات ("خدمات") کوں استعمال کریندا ہے
    ایں بائنری ورژن دے نال تہاݙے استعمال کیتے فراہم کردہ کجھ خصوصیات فراہم کرو
    ہیٹھ درج بیان تھیاں شرطاں دے تحت { -brand-short-name } دا۔ جے تساں کائنی
    ہک یا زیادہ خدمات استعمال کرݨا چاہندے ہن یا تلے ݙتیاں ڳیاں شرطاں ہن
    ناقابل قبول، تساں خصوصیت یا خدمات (سروسز) کوں غیر فعال کر سڳدے او۔ تے ہدایات
    کہیں خاص خصوصیت کوں غیر فعال کرݨ دا طریقہ یا سروس مل سڳدی ہے
    <a data-l10n-name="mozilla-disable-service-link"> اتھاں </a>۔ ٻیاں خصوصیات
    تے خدمات کوں درخواست دیاں ترجیحاں وِچ غیر فعال کیتا ونڄ سڳدا ہے۔
rights-safebrowsing =
    <strong>SafeBrowsing: </strong>محفوظ براؤزنگ دی خصوصیت کوں غیر فعال کرݨ ایویں کائنی
    تجویز کیتی ڳئی ہے کیوں جو ایندے نتیجے وِچ تساں غیر محفوظ سائٹاں تے ونڄ سڳدے او۔ جے تساں چاہو
    خصوصیت کوں مکمل طور تے غیر فعال کرو، انہاں اقدامات تے عمل کرو:
rights-safebrowsing-term-1 = ایپ ترجیحاں کھولو
rights-safebrowsing-term-2 = سیکیورٹی دا انتخاب منتخب کرو۔
rights-safebrowsing-term-3 = "{ enableSafeBrowsing-label }" دے آپشن کوں غیر چیک کرو۔
enableSafeBrowsing-label = خطرناک تے گمراہ کن مواد کوں بلاک کرو
rights-safebrowsing-term-4 = محفوظ براؤزنگ ہݨ غیر فعال ہے
rights-locationawarebrowsing =
    <strong>مقام کنوں آگاہ براؤزنگ: </strong>ہمیشاں آپٹ ان تھیندا ہے۔ کوئی مقام کائنی
    معلومات کݙاہیں وی تہاݙی اجازت دے بغیر بھیڄیاں ویندیاں ہن۔ جے تساں غیر فعال کرݨ چاہندے او
    خصوصیت مکمل طور تے، انہاں اقدامات تے عمل کرو:
rights-locationawarebrowsing-term-1 = URL بار وِچ، <code>about:config</code> ٹائپ کرو۔
rights-locationawarebrowsing-term-2 = geo.enabled ٹائپ کرو
rights-locationawarebrowsing-term-3 = geo.enabled ترجیح تے ڈبل کلک کرو۔
rights-locationawarebrowsing-term-4 = مقام کنوں آگاہ براؤزنگ ہݨ غیر فعال ہے۔
rights-webservices-unbranded =
    ویب سائٹ دیاں خدمات دا ہک جائزہ جنہاں دے نال پروڈکٹ شامل کریندا ہے۔
    انہاں کوں غیر فعال کرݨ دے بارے ہدایات، جے قابل اطلاق ہوون تاں، شامل کرݨیاں چاہیدیاں ہن
    اتھاں۔
rights-webservices-term-unbranded = ایں بݨتر کیتے کہیں وی قابل اطلاق سروس دیاں شرطاں کوں اتھاں درج کرݨا چاہیدا ہے۔
rights-webservices-term-1 =
    { -vendor-short-name } تے ایندے معاونین، لائسنس دہندگان تے بھائیوال کم کریندے ہن
    انتہائی درست تے نویاں نکور خدمات فراہم کرو۔۔ بھل جو، اساں نہیں کر سڳدے
    ایں ڳالھ دی ضمانت ہے جو ایہ معلومات جامع تے غلطی کنوں پاک ہے۔ کیتے
    مثال دے طور تے، محفوظ براؤزنگ سروس کجھ خطرناک سائٹاں دی سنڄاݨ نہیں کر سڳدی تے
    غلطی نال کجھ محفوظ سائٹاں تے لوکیشن اویئر سروس سبھݨیں دی سنڄاݨ کر سڳدیاں ہن
    اساݙے سروس فراہم کنندگان دے ذریعہ ولا ݙتے ڳئے مقامات صرف اک ٹک ہن تے نہ وت
    اساں تے نہ ای اساݙے سروس فراہم کرݨ والے مقامات دی درستگی دی ضمانت ݙیندے ہن
    فراہم کیتی۔
rights-webservices-term-2 =
    { -vendor-short-name } اپݨیاں خدمات کوں بند یا تبدیل کر سڳدا ہے
    سمت۔
rights-webservices-term-3 =
    دے نال والے ورژن دے نال انہاں خدمات کوں استعمال کرݨ کیتے تہاݙا استقبال ہے
    { -brand-short-name } تے { -vendor-short-name } تہاکوں ایندے حقوق ݙیندا ہے
    ایویں کرو۔ { -vendor-short-name } تے ایندے لائسنس دہندگان ٻنہاں تمام حقوق کوں محفوظ رکھیندے ہن
    خدمات انہاں شرطاں دا مقصد عطا کردہ حقوق کوں محدود کرݨ کائنی
    اوپن سورس لائسنس دے تحت جیڑھا { -brand-short-name } تے لاگو تھیندے ہن
    { -brand-short-name } دے متعلقہ سورس کوڈ ورژن۔
rights-webservices-term-4 =
    <strong> خدمات  “as-is.” { -vendor-short-name } فراہم کیتیاں ویندیاں ہن
    شراکت دہندگان، لائسنس دہندگان، تے تقسیم کار، تمام تمام وارنٹیاں کوں رد کریندے ہن، چاہے
    پدھرا یا ڳُجھا، بشمول بغیر کہیں حد دے، ضمانتاں جو
    خدمات قابل تجارت ہن تے تہاݙے خاص مقاصد کیتے موزوں ہن۔ تساں برداشت کرو
    تہاݙے مقاصد کیتے خدمات کوں منتخب کرݨ دا پورا خطرہ 
    خدمات دا معیار تے کارکردگی۔ کجھ دائرہ اختیار ایویں نہیں کریندے
    ڳجھیاں وارنٹیاں کوں خارج کرݨ یا محدود کرݨ دی اجازت ݙیو، لہذا ایہ اعلان دستبرداری
    تھی سڳدا ہے تہاݙے اوتے لاگو نہ تھیوے۔ </strong>
rights-webservices-term-5 =
    <strong> سوائے جیویں جو قانون دی ضرورت ہے، { -vendor-short-name } ایندا
    شراکت دہندگان، لائسنس دہنگان، تے تقسیم کار کہیں کیتے ذمہ دار کائنا ہوسن
    بالواسطہ، خاص، واقعاتی، نتیجہ خیز، تعزیری، یا مثالی
    دے استعمال دے متعلق یا کہیں وی طراں تھیوݨ والے نقصانات
    { -brand-short-name } تے خدمات۔ دے تحت اجتماعی ذمہ داری
    ایہ شرطاں $500 (پنج سو ڈالر) کنوں زیادہ کائنا ہوسن۔ کجھ دائرہ اختیار
    کجھ نقصانات کوں خارج کرݨ یا محدود کرݨ دی اجازت نہ ݙیون، لہذا ایہ
    اخراج تے پابندی تہاݙے اوتے لاگو نہیں تھی سڳدی۔ </strong>
rights-webservices-term-6 =
    { -vendor-short-name } انہاں شرطاں کوں وقتاً فوقتاً اپ ڈیٹ کر سڳدا ہے
    وقت۔ انہاں شرطاں دے بغیر ترمیم یا منسوخی نہیں کیتی ونڄ سڳدی
    { -vendor-short-name } دا تحریری معاہدہ۔
rights-webservices-term-7 =
    ایہ شرطاں ریاست کیلیفورنیا، امریکہ دے قوانین دے تحت چلدیاں ہن
    ایندے قانون دے تصادم کوں چھوڑ تے۔ جے انہاں شرطاں دا کوئی حصہ ہے
    اینکوں غلط یا ناقابل نفاذ قرار ݙتا ڳیا ہے، باقی حصے باقی رہسن
    پوری طاقت تے اثر نا۔ ترجمہ دے درمیان تنازعہ دی صورت اِچ
    انہاں شرطاں دا ورژن تے انگریزی زبان دا ورژن، انگریزی
    زبان دا ورژن کنٹرول کریسے۔
