<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>

<!--
Contributors:
  David Tenser <david.tenser@comhem.se> (original author)
  R.J. Keller <rlk@trfenv.com>
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>Referencia de men&uacute; de &brandFullName;</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Referencia de men&uacute; de &brandFullName;</h1>
  <p>Esta referencia de men&uacute; describe cada &iacute;tem de men&uacute; en la ventana
    principal de &brandFullName;.</p>

  <div class="contentsBox">En esta secci&oacute;n:
    <ul>
      <li class="mac"><a href="#firefox">&brandShortName;</a></li>
      <li><a href="#file">Archivo</a></li>
      <li><a href="#edit">Editar</a></li>
      <li><a href="#view">Ver</a></li>
      <li><a href="#go">Ir</a></li>
      <li><a href="#bookmarks">Marcadores</a></li>
      <li><a href="#tools">Herramientas</a></li>
      <li class="mac"><a href="#window">Ventana</a></li>
      <li><a href="#help">Ayuda</a></li>
    </ul>
  </div>

<div class="mac">
  <h2 id="firefox">&brandShortName;</h2>
    <h3 id="about_mac">Acerca de &brandFullName;</h3>
    <p>Muestra informaci&oacute;n sobre &brandShortName;, incluyendo
      la versi&oacute;n actual y una breve lista de cr&eacute;ditos.</p>

    <h3 id="prefs_mac">Preferencias...</h3>
    <p>Displays the <a href="prefs.xhtml">&pref.pluralCaps; window</a>,
      where you can change many &pref.plural; in &brandShortName;.</p>

    <h3 id="quit_mac">Salir de &brandShortName;</h3>
    <p>Cierra todas las ventanas abiertas de &brandShortName;, incluyendo cualquier descarga activa,
      y sale por completo. Si selecciona este &iacute;tem de men&uacute; con
      pesta&ntilde;as abiertas, ventanas o descargas, &brandShortName; pedir&aacute; confirmaci&oacute;n
      para evitar salidas accidentales.</p>
</div>

<h2 id="file">Archivo</h2>

  <h3 id="new_window">Nueva ventana</h3>
  <p>Abre una ventana nueva de &brandShortName;.</p>

  <h3 id="new_tab">Nueva pesta&ntilde;a</h3>
  <p>Abre una nueve pesta&ntilde;a del navegador en la ventana actual de &brandShortName;.</p>

  <h3 id="open_location">Abrir direcci&oacute;n...</h3>
  <p>Dirige el cursor a la barra de direcciones de &brandShortName; para poder escribir una nueva ubicaci&oacute;n a
    visitar.</p>

  <h3 id="open_file">Abrir archivo...</h3>
  <p>Muestra un di&aacute;logo para abrir donde se puede seleccionar un archivo
    de sus discos locales o la red. Se pueden ver varios tipos de archivo en &brandShortName;,
    incluyendo archivos HTML/XML, im&aacute;genes, texto y m&aacute;s.</p>

  <h3 id="close">Cerrar (Ventana)</h3>
  <p>Cierra la ventana actual.</p>

  <h3 id="close_tab">Cerrar pesta&ntilde;a</h3>
  <p>Cierra la pesta&ntilde;a actual y selecciona la que se encuentre m&aacute;s a la derecha. Este &iacute;tem de men&uacute;
    es visible solamente si hay abierta m&aacute;s de una pesta&ntilde;a.</p>

  <h3 id="save_page_as">Guardar p&aacute;gina como...</h3>
  <p>Guarda la p&aacute;gina que se est&aacute; navegando actualmente. Se puede seleccionar la
    p&aacute;gina completa (incluyendo los gr&aacute;ficos), solamente el c&oacute;digo HTML, o
    el texto de la p&aacute;gina solamente.</p>

  <h3 id="send_page">Enviar p&aacute;gina...</h3>
  <p>Abre una ventana de redactar correo electr&oacute;nico usando su programa predeterminado
    para poder enviar un mensaje con un enlace a la p&aacute;gina actual. Esta caracter&iacute;stica est&aacute;
    disponible solamente en Windows, Mac OS X y OS/2 por el momento.</p>

  <h3 id="page_setup">Configuraci&oacute;n de p&aacute;gina...</h3>
  <p>Muestra un di&aacute;logo de configuraci&oacute;n de p&aacute;gina donde se pueden especificar las opciones de impresi&oacute;n como
    m&aacute;rgenes, encabezados y pies de p&aacute;gina, y la orientaci&oacute;n de la p&aacute;gina.</p>

  <h3 id="print_preview">Vista previa (Windows y Linux solamente)</h3>
  <p>Muestra una vista previa de como aparecer&aacute; impreso el documento actual.
    Refreja las opciones del di&aacute;logo de configuraci&oacute;n de p&aacute;gina y las intenciones del
    autor de la p&aacute;gina.</p>

  <h3 id="print">Imprimir...</h3>
  <p>Muestra el di&aacute;logo de impresi&oacute;n, donde se puede especificar el n&uacute;mero de copias impresas,
    etc. Haga clic en <em>Aceptar</em> para imprimir la p&aacute;gina.</p>

  <h3 id="import">Importar...</h3>
  <p>Abre el asistente de importaci&oacute;n, que permite importar &pref.plural;, marcadores,
    historial, contrase&ntilde;as y otros datos de navegadores como Microsoft Internet
    Explorer, Netscape, Mozilla u Opera.</p>

  <h3 id="work_offline">Trabajar sin conexi&oacute;n</h3>
  <p>Cambia entre los modos con conexi&oacute;n y sin conexi&oacute;n. El modo sin conexi&oacute;n permite ver
    p&aacute;ginas web que haya visitado previamente sin necesidad de conectarse a 
    Internet.</p>

<div class="noMac">
  <h3 id="exit">
    <span class="win">Salir</span>
    <span class="noWin">Salir</span>
  </h3>
  <p>Cierra todas las ventanas abiertas en &brandShortName;, incluyendo las descargas activas,
    y sale de &brandShortName; por completo. Si selecciona este men&uacute; con
    pesta&ntilde;as, ventanas o descargas abiertas, &brandShortName; pedir&aacute; confirmaci&oacute;n
    para evitar salidas accidentales.</p>
</div>

<h2 id="edit">Editar</h2>

  <h3 id="undo">Deshacer</h3>
  <p>Deshace la &uacute;ltima acci&oacute;n de un campo de texto. Si decide posteriormente que no desea
    deshacer una acci&oacute;n, use el comando Rehacer.</p>

  <h3 id="redo">Rehacer</h3>
  <p>Rehace el &uacute;ltimo comando Deshacer.</p>

  <h3 id="cut">Cortar</h3>
  <p>Corta el texto seleccionado de un campo de texto y lo guarda en el portapapeles. Pegue
    el texto en cualquier lugar usando el comando Pegar.</p>

  <h3 id="copy">Copiar</h3>
  <p>Copia el texto seleccionado al portapapeles. Pegue el texto en un campo de texto
    usando el comando Pegar.</p>

  <h3 id="paste">Pegar</h3>
  <p>Pega el texto guardado en el portapapeles en un campo de texto.</p>

  <h3 id="delete">Borrar</h3>
  <p>Borra el texto seleccionado de un campo de texto.</p>

  <h3 id="select_all">Seleccionar todo</h3>
  <p>Selecciona todo el texto y otros &iacute;tems en la p&aacute;gina.</p>

  <h3 id="find_in_this_page">Buscar en esta p&aacute;gina...</h3>
  <p>Muestra la barra de b&uacute;squeda en la parte inferior de la ventana del navegador.  Ingrese el
    texto que desea buscar en la barra, y mientras tipea &brandShortName; ir&aacute;
    buscando autom&aacute;ticamente y selecciona la primera ocurrencia del texto ingresado en
    la p&aacute;gina.  Haga clic en <em>Buscar siguiente</em> o <em>Buscar anterior</em> para busar 
    el texto en otras ubicaciones en la p&aacute;gina, y haga clic en <em>Resaltar</em> para
    resaltar todas las ocurrencias del texto en la p&aacute;gina.</p>

  <h3 id="find_again">Buscar de nuevo</h3>
  <p>Busca la pr&oacute;xima ocurrencia del texto especificado al usar
  comando <em>Buscar en esta p&aacute;gina...</em>.</p>

  <h3 class="unix" id="prefs">&pref.pluralCaps;</h3>
  <p class="unix">Muestra la <a href="prefs.xhtml">ventana de &pref.pluralCaps;</a>,
    donde se pueden cambiar las &pref.plural; de &brandShortName;.</p>

<h2 id="view">Ver</h2>

  <h3 id="toolbars">Barras de herramientas</h3>

    <h4 id="navigation_toolbar">Barra de navegaci&oacute;n</h4>
    <p>Cambia la visibilidad de la barra de navegaci&oacute;n, que usualmente contiene
      botones est&aacute;ndar de navegaci&oacute;n (Atr&aacute;s, Adelante, Detener, etc.).</p>

    <h4 id="bookmarks_toolbar">Barra de marcadores</h4>
    <p>Cambia la visibilidad de la barra de marcadores, que contiene marcadores
      a distintos sitios.</p>

    <h4 id="customize">Personalizar...</h4>
    <p>Muestra el di&aacute;logo de personalizaci&oacute;n de barra de herramientas.  Se pueden arrastrar y soltar
      botones a o desde las barras de herramientas aqu&iacute;. Tambi&eacute;n se puede <span
      class="noMac">hacer clic derecho</span><span class="mac">pulsar &ctrlKey;,
      clic</span> en la barra de navegaci&oacute;n y seleccionar <em>Personalizar...</em>
      para mostrar este di&aacute;logo.</p>

  <h3 id="status_bar">Barra de estado</h3>
  <p>Cambia la visibilidad de la barra de estado, ubicada en la parte inferior de la ventana.
    La barra de estado muestra informaci&oacute;n &uacute;til acerca de la p&aacute;gina pero puede no
    ser necesaria para todos.</p>

  <h3 id="sidebar">Barra lateral</h3>
  <p>La barra lateral puede mostrar sus marcadores o el historial de navegaci&oacute;n.  Puede
    siempre cerrar la barra lateral haciendo clic en la X de la esquina superior
    derecha.</p>

    <h4 id="bookmarks_sidebar">Marcadores</h4>
    <p>Muestra la barra lateral de marcadores, que mantiene sus marcadores visibles todo
      el tiempo. &Eacute;sto puede ser muy &uacute;til si usa los marcadores a menudo.</p>

    <h4 id="history_sidebar">Historial</h4>
    <p>Muestra la barra lateral de historial, que mantiene un registro de los sitios que se han
      visitado. Para cambiar cuantos d&iacute;as se deber recordar un sitio, seleccione
      &pref.menuPath; y busque el panel de Privacidad.</p>

  <h3 id="stop">Detener</h3>
  <p>Deja de cargar la p&aacute;gina actual que se est&aacute; visitando. Es lo mismo que
    hacer clic en el bot&oacute;n <em>Detener</em> de la barra de herramientas.</p>

  <h3 id="reload">Recargar</h3>
  <p>Obtiene la versi&oacute;n m&aacute;s actualizada de la p&aacute;gina actual.  Es lo mismo que
    hacer clic en el bot&oacute;n <em>Recargar</em> de la barra de herramientas.</p>

  <h3 id="text_size">Tama&ntilde;o del texto</h3>
  <p>Si el texto de una p&aacute;gina web es demasiado chico o demasiado grande, se puede cambiar
    a un tama&ntilde;o m&aacute;s confortable.</p>

    <h4 id="increase_text_size">Aumentar</h4>
    <p>Muestra el texto en la p&aacute;gina un tama&ntilde;o m&aacute;s grande. Tambi&eacute;n se puede hacer &eacute;sto
      con el rat&oacute;n (ver <a href="mouse_shortcuts.xhtml">Atajos de rat&oacute;n</a>
      para ver las instrucciones).</p>

    <h4 id="decrease_text_size">Disminuir</h4>
    <p>Muestra el texto en la p&aacute;gina un tama&ntilde;o menor. Tambi&eacute;n se puede hacer &eacute;sto
      con el rat&oacute;n (ver <a href="mouse_shortcuts.xhtml">Atajos de rat&oacute;n</a>
      para ver las instrucciones).</p>

    <h4 id="reset_text_size">Normal</h4>
    <p>Muestra el texto en la p&aacute;gina en el tama&ntilde;o normal.</p>

  <h3 id="page_style">Estilo de la p&aacute;gina</h3>
  <p>Permite seleccionar un estilo para la p&aacute;gina actual. Por defecto,
    se selecciona &quot;Estilo b&aacute;sico de p&aacute;gina&quot; a menos que el autor especifique 
    un esilo predeterminado diferente.</p>

    <h4 id="no_style">Sin estilo</h4>
    <p>Remueve el formato de estilo de la p&aacute;gina.</p>

    <h4 id="basic_page_style">Estilo b&aacute;sico de p&aacute;gina</h4>
    <p>Muestra la p&aacute; con un estilo general especificado por el autor.</p>

    <h4 id="alternate_style"></h4>
    <p>Si el autor a especificado estilos adicionales de p&aacute;gina, &brandShortName;
     los mostrar&aacute; aqu&iacute; para seleccionarlos.</p>

  <h3 id="character_encoding">Codifiaci&oacute;n de caracteres</h3>
  <p>Permiete cambiar manualmente la codificaci&oacute;n de caracteres de una p&aacute;gina web.
    &brandShortName; normalmente hace esto autom&aacute;ticamente.</p>

  <h3 id="page_source">C&oacute;digo fuente</h3>
  <p>Muestra el c&oacute;digo fuente del documento actual. <!--A future version of
    &brandShortName; will be capable of launching an external program for
    viewing the source.--></p>

  <h3 id="full_screen">Pantalla completa</h3>
  <p>Muestra la ventana a pantalla completa. Si tiene la barra de navegaci&oacute;n
    oculta, siempre puede restaurar la ventana presionando <kbd>F11</kbd>.</p>

<h2 id="go">Ir</h2>

  <p>El men&uacute; Ir contiene una lista de los sitios web m&aacute;s recientemente visitados.</p>

  <h3 id="back">Atr&aacute;s</h3>
  <p>Navega hacia atr&aacute;s una p&aacute;gina en el historial. Es lo mismo que hacer clic en el
    bot&oacute;n <em>Atr&aacute;s</em> en la barra de navegaci&oacute;n.</p>

  <h3 id="forward">Adelante</h3>
  <p>Navega hacia adelante una p&aacute;gina en el historial. Es lo mismo que hacer clic en el
    bot&oacute;n <em>Adelante</em> en la barra de navegaci&oacute;n.</p>

  <h3 id="home">Inicio</h3>
  <p>Muestra la p&aacute;gina de inicio. Es lo mismo que hacer clic en el
    bot&oacute;n <em>Inicio</em> en la barra de navegaci&oacute;n. Para cambiar la p&aacute;gina de inicio,
    seleccione &pref.menuPath; y abra el panel General. Se
    puede especificar que se use una p&aacute;gina en blanco, la p&aacute;gina actual (o el grupo de pesta&ntilde;as), un
    marcador, o una direcci&oacute;n ingresada manualmente.</p>

<h2 id="bookmarks">Marcadores</h2>

  <p>Este men&uacute; contiene todos sus marcadores guardados.</p>

  <h3 id="add_to_bookmarks">Marcar esta p&aacute;gina...</h3>
  <p>Agrega la p&aacute;gina actual a sus marcadores. Se mostrar&aacute; un di&aacute;logo,
    permitiendo seleccionar un t&iacute;tulo para el marcador y especificar donde 
    lo quiere guardar.</p>

  <h3 id="manage_bookmarks">Administrar marcadores...</h3>
  <p>Muestra el administrador de marcadores, una ventana donde se pueden modificar sus
    marcadores. Puede ordenar, renombrar y cambiar las propiedades de sus
    marcadores como agregar, remover y moverlos.</p>

<h2 id="tools">Herramientas</h2>

  <h3 id="web_search">B&uacute;squeda web</h3>
  <p>Resalta la caja de b&uacute;squeda web. All&iacute; puede tipear los t&eacute;rminos de b&uacute;squeda
    que desee buscar en la Web.</p>

  <h3 id="read_mail">Leer correo (solamente Windows)</h3>
  <p>Abre su programa de correo electr&oacute; as&iacute; usted puede leerlos.</p>

  <h3 id="new_message">Nuevo mensaje... (solamente Windows)</h3>
  <p>Abre una ventana de redacci&oacute;n de correo electr&oacute;nico usando su programa predeterminado
    para poder enviar un mensaje a alguien.</p>

  <h3 id="downloads">Descargas</h3>
  <p>Abre el administrador de descargas, donde se pueden ver las descargas actuales, y tambi&eacute;n las
    finalizadas.</p>

  <h3 id="extensions">Extensiones</h3>
  <p>Abre el administrador de extensiones, donde se pueden ver todas las extensiones instaladas
    en esta versi&oacute;n de &brandShortName;. Tambi&eacute;n puede elegir desinstalar
    extensiones desde este di&aacute;logo. Para mayor informaci&oacute;n, vea
    el t&oacute;pico de ayuda sobre <a href="customization.xhtml#extensions">Extensiones</a>.</p>

  <h3 id="themes">Temas</h3>
  <p>Abre el administrador de temas. Desde ah&iacute;, se puede cambiar el tema actual que
    &brandShortName; est&aacute; usando. Se pueden instalar y desinstalar los temas desde
    este di&aacute;logo. Para mayor informaci&oacute;n, vea el
    t&oacute;pico de ayuda sobre <a href="customization.xhtml#themes">Temas</a>.</p>

  <h3 id="javascript_console">Consola JavaScript</h3>
  <p>Abre la consola JavaScript, que rastrea problemas con el c&oacute;digo JavaScript.
    JavaScript es un lenguaje de programaci&oacute;n comunmente usado para construir p&aacute;ginas web.
    Los programadores usan JavaScript para hacer que las p&aacute;ginas sean m&aacute;s interactivas; JavaScript
    es normalmente usado para validar formularios din&aacute;micamente y seleccionar botones.</p>

  <h3 id="page_info">Informaci&oacute;n de la p&aacute;gina</h3>
  <p>Muestra informaci&oacute;n extensiva sobre la p&aacute;gina web actual, como
    el tipo de documento, codificaci&oacute;n, tama&ntilde;o, e informaci&oacute;n de seguridad.  El di&aacute;lgo tambi&eacute;n
    muestra un listado de los medios y enlaces usados en la p&aacute;gina.</p>

  <h3 id="sanitize">Limpiar rastros de &brandShortName;...</h3>
  <p>Borra los &iacute;tems que est&eacute;n seleccionados en el di&aacute;logo de opciones de limpiar rastros en
    el panel de Privacidad de &pref.menuPath;. Muestra un di&aacute;logo de confirmaci&oacute;n por defecto.
  </p>

  <h3 class="win" id="options">&pref.pluralCaps;</h3>
  <p class="win">Muestra la ventana de <a href="prefs.xhtml">&pref.pluralCaps;</a>,
    donde se pueden cambiar muchas &pref.plural; de &brandShortName;.</p>

<div class="mac">
  <h2 id="window">Ventana</h2>

    <h3 id="minimize">Minimizar</h3>
    <p>Minimiza la ventana actual.</p>

    <h3 id="zoom">Zoom</h3>
    <p>Agranda o restaura la la ventana actual.</p>

    <h3 id="open-windows">(Ventanas abiertas)</h3>
    <p>Muestra todas las ventanas abiertas por su t&iacute;tulo.</p>
</div>

<h2 id="help">Ayuda</h2>

  <h3 id="help_contents">Contenido de la ayuda</h3>
  <p>Abre la ventana de ayuda de &brandShortName;, que contiene informaci&oacute;n &uacute;til
    que puede ayudarlo a navegar la web.</p>

  <h3 id="for_ie_users">Para usuarios de Internet Explorer (solamente Windows)</h3>
  <p>Abre la ventana de ayuda mostrando informaci&oacute;n que puede
    ayudar a los usuarios de Internet Explorer en su transici&oacute;n a &brandShortName;.</p>

  <h3 id="promote">Promocionar &brandShortName;</h3>
  <p>Abre una p&aacute;gina web que brinda informaci&oacute;n sobre como promocionar
    &brandShortName;.</p>

  <h3 id="about_mozilla_firebird">Acerca &brandFullName;</h3>
  <p>Muestra un di&aacute;logo con informaci&oacute;n sobre &brandShortName;, incluyendo
    la versi&oacute;n actual y una breve lista de cr&eacute;ditos.</p>

<div class="contentsBox"><em>24 Abril 2005</em></div>
<p>Copyright &copy; 2003-2005 Contributors to the Mozilla Help Viewer Project.</p>

</body>
</html>
