<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Colaboradores:
  David Tenser <david.tenser@comhem.se> (autor original)
  Steffen Wilberg <steffen.wilberg@web.de>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>Controlando ventanas emergentes</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Controlando ventanas emergentes</h1>
<p>Este documento explica todas las &pref.plural; disponibles en &brandFullName;
  para controlar las ventanas emergentes.</p>

<div class="contentsBox">
  En esta secci&oacute;n:
  <ul>
    <li><a href="#what_are_popups">&iquest;Qu&eacute; son las ventanas emergentes?</a></li>
    <li><a href="#popup_blocker_preferences">&pref.pluralCaps; del bloqueador de ventanas</a></li>
  </ul>
</div>

<h2 id="what_are_popups">&iquest;Qu&eacute; son las ventanas emergentes?</h2>
<p>Las ventanas emergentes, tambi&eacute;n conocidas por su nombre en ingl&eacute;s popups, son ventanas que aparecen autom&aacute;ticamente sin permiso.
Estas ventanas pueden tener un tama&ntilde;o variable, aunque usualmente no cubren toda la pantalla. Algunas ventanas emergentes
se abren en la parte superior de la ventana de &brandShortName;, mientras que otras aparecen
debajo de &brandShortName; (popunders).</p>

<p>&brandShortName; permite controlar las ventanas emergentes y popunders con el 
<a href="prefs.xhtml#web_features_options">Panel de caracter&iacute;sticas web</a> en &pref.pluralCaps;.
El bloqueo de las ventanas emergentes est&aacute; activado por defecto, en consecuencia el usuario no debe procuparse por poner en funcionamiento el bloqueo de ventamas emergentes
en &brandShortName;.</p>

<p>Cuando una ventana emergente ha sido bloqueda, en &brandShortName; aparece una barra de informaci&oacute;n, como tambi&eacute;n
 un &iacute;cono <img src="chrome://browser/skin/Info.png" width="16" height="16"
alt=""/> en la barra de estado. Cuando se hace clic o en el el bot&oacute;n <em>Opciones</em> en la barra de informaci&oacute;n o en el &iacute;cono
de la barra de estado, apacere un men&uacute; con las siguientes opciones:</p>

<ul>
  <li>Permitir/Bloquear ventanas para este sitio </li>
  <li>Editar <a href="#popup_blocker_preferences">opciones del bloqueo de ventanas emergentes</a></li>
  <li>No mostrar este mensaje (mensaje informativo) cuando se bloqueen ventanas emergentes</li>
  <li>Mostrar</li>
</ul>

<p><strong>Bloqueando ventanas emergentes  puede interferir con algunos sitios web</strong>: Algunos sitios web,
incluyendo algunos sitios de Bancos, usan ventanas emergentes para importantes caracter&iacute;sticas. Bloqueando todas las ventanas emergentes
inhabilita dichas caracter&iacute;sticas. Para permitir que sitios web espec&iacute;ficos utilicen las ventanas emergentes, mientras que bloquea todos los otros, 
puede agregar sitios web espec&iacute;ficos a la lista de los sitios permitidos.</p>

<p><strong>El bloqueo de ventanas emergentes no siempre funciona</strong>: Aunque &brandShortName; bloquea la mayor&iacute;a de las ventanas emergentes
algunos sitios web las pueden mostrar usando m&eacute;todos desconocidos inclusive cuando hayan sido bloquedas.</p>

<h2 id="popup_blocker_preferences">&pref.pluralCaps; del bloqueador de ventanas emergentes</h2>

<p>Esta secci&oacute;n describe como usar el bloqueador de ventanas emergentes de &brandShortName;. Si a&uacute;n no lo visualiza
abra el panel de caracter&iacute;sticas web a trav&eacute;s de los siguientes pasos:</p>

<ol>
  <li>Seleccione &pref.menuPath;.</li>
  <li>Haga click en el panel  <em>Caracter&iacute;sticas web</em>.</li>
</ol>

<p>Desde este panel Ud. puede elegir las siguientes opciones:</p>

<ul>
  <li><strong>Bloquear ventanas emergentes</strong></li>
  <li><strong>Sitios permitidos</strong>: &Eacute;sta es una lista de los sitios web que pueden abrir ventanas
    emergentes. El di&aacute;logo tiene las siguientes opciones:
  <ul>
    <li><strong>Permitir</strong>: Haga clic para agregar un sitio web a la lista de excepciones.</li>
    <li><strong>Remover Sitio</strong>: Haga clic para remover un sitio web de la lista de excepciones.</li>
    <li><strong>Remover todos los sitios</strong>: Haga clic para remover todos los sitios web de la lista de excepciones.</li>
  </ul>
  </li>
</ul>

<p><strong>Nota</strong>: El bloqueo de sitios web no siempre funciona y puede interferir con
algunos sitios web. Para mayor informaci&oacute;n acerca de el bloqueo de ventanas emergentes ver
<a href="#what_are_popups">Qu&eacute; son las ventanas emergentes</a>.</p>

<div class="contentsBox"><em>19 Mayo 2005</em></div>
<p>Copyright &copy; 2003-2004 Contributors to the Mozilla Help Viewer Project.</p>
</body>
</html>
