<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Daniel Wang (original author)
  Jeff Walden <jwalden+code@mit.edu> (minor editorial nits, XHTML conversion)
  Steffen Wilberg <steffen.wilberg@web.de> (minor editorial nits)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>Navegaci&oacute;n con pesta&ntilde;as</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>Navegaci&oacute;n con pesta&ntilde;as</h1>

<p>La navegaci&oacute;n con pesta&ntilde;as permite navegar la web de una forma m&aacute;s conveniente. Esta secci&oacute;n describe como
  usar las pesta&ntilde;as y como personalizarlas para hacer que la navegaci&oacute;n de la web sea a&uacute;n m&aacute;s r&aacute;pida.</p>

<div class="contentsBox">En esta secci&oacute;n:
  <ul>
    <li><a href="#using_tabbed_browsing">Usando la navegaci&oacute;n con pesta&ntilde;as</a></li>
    <li><a href="#creating_loading_tabs">Creando y cargando pesta&ntilde;as</a></li>
    <li><a href="#customizing">Personalizar la navegaci&oacute;n con pesta&ntilde;as</a></li>
  </ul>
</div>

<h2 id="using_tabbed_browsing">Usando la navegaci&oacute;n con pesta&ntilde;as</h2>

<p>La navegaci&oacute;n con pesta&ntilde;as le permite abrir pesta&ntilde;as, cada una mostrando una p&aacute;gina web, en una sola
  ventana de &brandShortName;. &Eacute;sto libera espacio en su escritorio.</p>

<p>You can also "browse ahead" with tabbed browsing. If you are on a long web page,
  you can load links in new tabs. The linked web pages will load in tabs while you
  read the current page.</p>

  <h3 id="creating_loading_tabs">Creando y cargando pesta&ntilde;as</h3>

  <p>Para abrir una nueva pesta&ntilde;a, pulse &accelKey;+<kbd>T</kbd>, seleccione <span
    class="menuPath">Archivo &gt; Nueva pesta&ntilde;a</span>, o haga doble-clic en un espacio vac&iacute;o en
    la barra de pesta&ntilde;as.</p>

  <p>Para cargar un enlace en una pesta&ntilde;a, puede hacer lo siguiente:</p>

  <ul>
    <li>Haga clic con el bot&oacute;n central en el enlace. (Si tiene un rat&oacute;n con rueda, hacer clic en la rueda es
      equivalente al clic central.)</li>
    <li>Arrastre el enlace y su&eacute;ltelo en un espacio vac&iacute;o de la barra de pesta&ntilde;as. (Si hay una sola
      p&aacute;gina web abierta, la barra de pesta&ntilde;as puede estar oculta. Ver <a
      href="#customizing">Personalizar la navegaci&oacute;n con pesta&ntilde;as</a> para saber como
      cambiar &eacute;sto.)</li>
    <li>Arrastre y suelte el enlace a una pesta&ntilde;a para abrir el enlace en esa pesta&ntilde;a.</li>
    <li><span class="noMac">Haga clic con el bot&oacute;n derecho en</span><span class="mac">Haga &ctrlKey;,
      clic en</span> el enlace y seleccione <span
      class="menuPath">Abrir enlace en nueva pesta&ntilde;a</span> desde el me&uacute; contextual.</li>
  </ul>

  <p>Para abrir una URL de la barra de direcciones en una nueva pesta&ntilde;a, ingrese la URL y pulse
    &altKey;+&enterKey;.</p>

  <h3 id="closing_tabs">Cerrando pesta&ntilde;as</h3>

  <p>Para cerrar la pesta&ntilde;a actual, pulse &accelKey;+<kbd>W</kbd>, haga clic en el bot&oacute;n
    Cerrar pesta&ntilde;a, haga clic con el bot&oacute;n central en la pesta&ntilde;a, o seleccione <span class="menuPath">Archivo &gt;
    Cerrar pesta&ntilde;a</span>.</p>

  <p>Para cerrar todas las pesta&ntilde;as menos la actual, <span
    class="noMac">haga clic con el bot&oacute;n derecho</span><span class="mac">haga &ctrlKey;,
    clic</span> en la pesta&ntilde;a y seleccione <span class="menuPath">Cerrar las otras
    pesta&ntilde;as</span>.</p>

  <h3 id="keyboard_shortcuts">Atajos de teclado</h3>

  <p>Aunque es muy f&aacute;cil seleccionar pesta&ntilde;as con el rat&oacute;n, se pueden recorrer
    usando el teclado: use &ctrlKey;+<kbd>Page Up</kbd> (o
    &ctrlKey;+<kbd>Tab</kbd>) y &ctrlKey;+<kbd>Page Down</kbd> (o
    &ctrlKey;+&shiftKey;+<kbd>Tab</kbd>).  Tambi&eacute;n se puede seleccionar la primera pesta&ntilde;a
    presionando <span class="noUnix">&accelKey;</span><span
    class="unix">&altKey;</span>+<kbd>1</kbd>, y as&iacute; hasta la 9na pesta&ntilde;a con
    <span class="noUnix">&accelKey;</span><span
    class="unix">&altKey;</span>+<kbd>9</kbd>.</p>

  <h3 id="bookmarking_tabbed_browsing">Marcadores y la navegaci&oacute;n con pesta&ntilde;as</h3>

  <p>Para marcar un grupo de pesta&ntilde;as:</p>

  <ol>
    <li>Pulse &accelKey;+<kbd>D</kbd> o seleccione <span class="menuPath">Marcadores
      &gt; Marcar esta p&aacute;gina</span>.</li>
    <li>Tilde el cuadrado <em>Marcar todas las pesta&ntilde;as en una carpeta</em> para guardar todas
      las pesta&ntilde;as de la ventana actual en una carpeta de marcadores.</li>
    <li>Para abrir marcadores en pesta&ntilde;as, abra una carpeta del men&uacute; de marcadores y seleccione <span
      class="menuPath">Abrir en pesta&ntilde;as</span>.  Tambi&eacute;n puede hacer clic con el bot&oacute;n central en
      la carpeta para abrir su contenido en pesta&ntilde;as.  Los marcadores se abrir&aacute;n en pesta&ntilde;as existentes,
      no en nuevas.</li>
  </ol>

  <h3 id="home_page_as_tabs">P&aacute;gina de inicio como pesta&ntilde;as</h3>

  <p>En lugar de usar solamente una p&aacute;gina web como p&aacute;gina de inicio, puede hacer que su
    p&aacute;gina de inicio sea un grupo de pesta&ntilde;as. Seleccione sus sitios web favoritos y &aacute;bralos en pesta&ntilde;as
    en una ventana. Seleccione &pref.menuPath; y abra el panel <em>General</em>.
    En <em>P&aacute;gina de inicio</em>, pulse el bot&oacute;n <em>Usar p&aacute;ginas actuales</em>. Ahora
    cuando presione el bot&oacute;n Inicio, sus sitios web favoritos se cargar&aacute;n con un
    solo clic.</p>

<h2 id="customizing">Personalizando la navegaci&oacute;n con pesta&ntilde;as</h2>

<p>Para personalizar la navegaci&oacute;n con pesta&ntilde;as, seleccione &pref.menuPath; y abra el
  panel <em>Tabs</em>. &pref.pluralCaps; para la navegaci&oacute;n con pesta&ntilde;as pueden encontrarse
  bajo <a href="prefs.xhtml#tabs_options">Navegaci&oacute;n con pesta&ntilde;as</a>.</p>

  <h3 id="tips">Consejos &uacute;tiles</h3>

  <ul>
    <li>Puede agregar un bot&oacute;n Nueva pesta&ntilde;a a la barra de herramientas para abrir f&aacute;cilmente nuevas pesta&ntilde;as
      <a href="customization.xhtml#rearranging_toolbar_items">personalizando su
      barra de herramientas</a>.</li>
    <li>Aunque &brandShortName; ya provee las &pref.plural; de navegaci&oacute;n con pesta&ntilde;as m&aacute;s
      ampliamente usadas, usted puede desear personalizar la navegacióon con pestañas aún más
      usando <a href="customization.xhtml#extensions">extensiones</a>.</li>
  </ul>

<div class="contentsBox"><em>28 Abril 2005</em></div>
<p>Copyright &copy; 2003-2005 Contributors to the Mozilla Help Viewer Project.</p>

</body>
</html>
