<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  R.J. Keller <rlk@trfenv.com> (original author)
  Nilson Cain (nilson@gmail.com)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Usando &brandFullName;</title>
  <link rel="stylesheet" type="text/css"
    href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Usando &brandFullName;</h1>
<p>&iexcl;Bienvenido a &brandFullName;! &brandFullName; es un navegador de Internet
   que puede usar para visitar p&aacute;ginas web y buscar en la Web.</p>

<div class="contentsBox">En esta secci&oacute;n:
  <ul>
    <li><a href="#navigating_web_pages">Navegando p&aacute;ginas web</a></li>
    <li><a href="#searching">Buscando</a></li>
    <li><a href="#copying_saving_and_printng_pages">Copiando, guardando e imprimiendo p&aacute;ginas</a></li>
    <li><a href="#improving_speed_and_efficiency">Mejorando la velocidad y eficiencia</a></li>
  </ul>
</div>

<h2 id="navigating_web_pages">Navegando p&aacute;ginas web</h2>

<h3 id="viewing_your_home_page">Visualizando su p&aacute;gina de inicio</h3>
<p>Cuando se inicia &brandShortName;, ver&aacute; su p&aacute;gina de inicio.
Por defecto, ver&aacute; la p&aacute;gina de inicio de &brandShortName;</p>

<p><strong>Trucos</strong>:</p>
<ul>
  <li>Para mostrar m&aacute;s contenido web sobre la pantalla, puede usar el
  modo de Pantalla Completa. El modo de pantalla completa condensa la barra de
  herramientas de &brandShortName; en una barra de herramientas peque&ntilde;a.
  Para habilitar el modo de pantalla completa, simplemente seleccione
    <span class="menuPath">Ver &gt; Pantalla completa</span> o presione
    <kbd>F11</kbd>.</li>
  <li>Para ir a su p&aacute;gina de inicio r&aacute;pidamente, presione <kbd>Alt+Inicio</kbd>.</li>
</ul>

<h3><strong id="moving_to_another_page">Movi&eacute;ndose a otra p&aacute;gina</strong></h3>
<p>Puede moverse a una nueva p&aacute;gina web ingresando su direcci&oacute;n de Internet o URL
 en la barra de direcciones. URLs normalmente comienzan con &quot;http://&quot; seguido
 por uno o m&aacute;s nombres que identifican la direcci&oacute;n. Un ejemplo es
 &quot;http://www.mozilla.org/&quot;.</p>

<ol>
  <li>Haga clic en la barra de direcciones para seleccionar la URL que ya se encuentra all&iacute;.</li>
  <li>Tipee la URL de la p&aacute;gina que quiera visitar. La URL que tipee reemplaza cualquier texto
  que se encuentre en la barra de direcciones.</li>
  <li>Presione <kbd>Enter</kbd>.</li>
</ol>

<p><strong>Truco:</strong>Para seleccionar r&aacute;pidamente la URL de la barra de direcciones, presione
  &accelKey;+<kbd>L</kbd>.</p>

<p><img src="&images.baseURL;/urlbar.png"
     width="320" height="30" alt=""/></p>

<p><strong>&iquest;No sabe una URL</strong>? Intente tipear una palabra general (por ejemplo
&quot;regalos&quot; o &quot;flores&quot;) en la barra de b&uacute;squeda y pulse Intro.
Esto comenzar&aacute; una b&uacute;squeda web para el asunto que tipe&oacute; y le dir&aacute; la URL que
ud. est&aacute; buscando </p>

<h3 id="clicking_a_link">Haciendo clic en un enlace</h3>
<p>La mayor&iacute;a de las p&aacute;ginas web contienen enlaces que en los que
puede hacer clic para moverse a otras p&aacute;ginas.</p>

<ol>
  <li>Mueva el puntero del mouse hasta que cambie a un dedo apuntando.
  Esto sucede siempre que el puntero est&eacute; sobre un enlace. La mayor&iacute;a de los
  enlaces son texto subrayado, pero los botones y las im&aacute;genes tambi&eacute;n pueden ser enlaces.</li>
  <li>Haga clic en el enlace una vez. Mientras la red localiza la p&aacute;gina del enlace,
  los mensajes de estado aparecer&aacute;n en la parte inferior de la ventana.</li>
</ol>

<h3 id="retracing_your_steps">Retracing Sus Pasos</h3>
<p>Hay varias maneras de revisitar las p&aacute;ginas:</p>

<ul>
  <li>Para retroceder o avanzar una p&aacute;gina, haga clic en el bot&oacute;n <em>Atr&aacute;s</em> o
    <em>Adelante</em>.</li>
  <li>Para retroceder o avanzar m&aacute;s de una p&aacute;gina, haga clic en el peque&ntilde;o tri&aacute;ngulo sobre
  los botones <em>Atr&aacute;s</em> y <em>Adelante</em>. Ver&aacute; una lista de p&aacute;ginas
  que ha visitado recientemente; para volver a una p&aacute;gina, el&iacute;jala de la lista.<br/>
    <br/>
    <img src="&images.baseURL;/firefox-toolbar.png"
         width="241" height="44" alt=""/>
    <br/>
  </li>

<li>Para ver una lista de cualquiera de las URLs que haya tipeado
 en la barra de la direcciones, haga clic en la flecha en el extremo derecho
 de la barra de direcciones. Para ver una p&aacute;gina, el&iacute;jala de la lista.<br/>
  <br/>
  <img src="&images.baseURL;/urlbar.png"
       width="320" height="30" alt=""/><br/>
  </li>
  <li>Para elegir una de las p&aacute;ginas que ha visitado durante la sesi&oacute;n
  actual, abra el men&uacute; Ir y utilice la lista en la secci&oacute;n inferior del men&uacute;</li>

  <li>Para elegir una de las p&aacute;ginas que usted ha visitado durante las
  sesiones pasadas, abra el men&uacute; Ir y elija Historial.
  Ver&aacute; la barra lateral de Historial. La barra lateral de Historial exhibe una lista de
  carpetas. Con doble clic, las carpetas exhiben subcarpetas o marcadores a las p&aacute;ginas web.
  Usted puede hacer doble clic en la URL al lado del icono del marcador para ver esa p&aacute;gina.</li>
</ul>

<h3 id="stopping_and_reloading">Parando y recargando</h3>
<p>Si una p&aacute;gina carga demasiado despacio o no desea ver m&aacute;s una p&aacute;gina,
  pulse el bot&oacute;n <em>Parar</em>. </p>

<p>Para recargar la p&aacute;gina actual o conseguir la versi&oacute;n m&aacute;s actualizada, haga clic
   en el bot&oacute;n <em>Recargar</em> o presione &accelKey;+&shiftKey;+<kbd>R</kbd>.</p>

<h3 id="tabbed_browsing">Pesta&ntilde;as de Navegaci&oacute;n</h3>
<p>Cuando usted visita m&aacute;s de una p&aacute;gina Web a la vez, usted puede usar Pesta&ntilde;as
  de Navegaci&oacute;n para navegar la Web m&aacute;s r&aacute;pido y m&aacute;s f&aacute;cil.</p>

<p>Las Pesta&ntilde;as de Navegaci&oacute;n le deja abrir pesta&ntilde;as, cada una desplegando una p&aacute;gina Web, dentro de
  una sola ventana &brandShortName;. Usted no tiene que tener varias ventanas abiertas
  para visitar varias p঩nas Web diferentes. Esto libera el espacio sobre su escritorio.
  Usted puede abrir, cerrar, y recargar p&aacute;ginas Web c&oacute;modamente en un lugar sin
  la necesidad de cambiar a otra ventana. </p>

<p>Para m&aacute;s Info, vea <a href="tabbed_browsing.xhtml">Pesta&ntilde;as de Navegaci&oacute;n</a>.</p>

<h3 id="using_the_sidebar">Usando la Barra Lateral</h3>
<p> La Barra Lateral es un &aacute;rea sobre el lado izquierdo de la pantalla que usted puede usar para
  la inspecci&oacute;n de marcadores o historial. Las extensiones pueden agregar nuevas maneras de usar
  la Barra Lateral tambi&eacute;n. </p>

<p>Para ver un item en la Barra Lateral, seleccione <span class="menuPath">Ver &gt;
  Barra Lateral</span>.Desde all&iacute; usted puede seleccionar la etiqueta de la Barra Lateral que usted quiera.</p>

<h2 id="searching">Buscar</h2>

<h3 id="searching_the_web">Buscar en la Web</h3>

<p>Buscar p&aacute;ginas Web sobre un tema particular es tan f&aacute;cil
como tipear unas cuantas palabras en la barra de B&uacute;squeda de &brandShortName;
como se muestra m&aacute;s abajo:<br/>
<img src="&images.baseURL;/searchbar.png" alt=""
     width="134" height="30"/></p>

<p>Por ejemplo, si usted quiere encontrar la informaci&oacute;n sobre mu&ntilde;ecas de beb&eacute;:</p>
<ol>
  <li>Clickee en la Barra de B&uacute;squeda.</li>
  <li>Tipee la frase <kbd>mu&ntilde;eca de beb&eacute;</kbd>. Su tipeo sustituye cualquier texto
  que haya actualmente en la barra de b&uacute;squeda.</li>
  <li>Presione &enterKey; para buscar.</li>
</ol>

<p>Los resultados para "mu&ntilde;eca de beb砠aparecen en la ventana &brandShortName;</p>

<h3 id="searching_on_selected_words_in_a_web_page">
Para buscar palabras seleccionadas en una P&aacute;gina Web</h3>

<p>&brandShortName; permite que usted busque palabras que usted selecciona dentro de una p&aacute;gina web: </p>

<ol>
  <li>Seleccione (resalte) cualquier palabra en una p&aacute;gina Web.</li>
  <li><span class="noMac">Click-derecho</span>
   <span class="mac">Presione &ctrlKey;,clickee el bot&oacute;n del mouse,</span> y elija "B&uacute;squeda web para [su palabra
   seleccionada]" desde el men&uacute;.</li>
</ol>

<p>&brandShortName; abre una nueva ventana y use su motor de b&uacute;squeda por defecto para
buscar sus palabras seleccionadas</p>

<h3 id="searching_within_a_page">Buscar Dentro de una P&aacute;gina</h3>

<p>Para encontrar el texto dentro de la p&aacute;gina que usted est&aacute; viendo actualmente en
  &brandShortName;:</p>
<ol>
  <li>Seleccione <span class="menuPath">Editar &gt; Buscar en esta p&aacute;gina</span>.
  Si la p&aacute;gina actual contiene marcos, usted puede necesitar
  clickear dentro de un marco antes de que usted comience su
  b&uacute;squeda. Una nueva barra de herramientas debe aparecer cerca del fondo de su navegador.</li>

  <li>Tipee&iacute; el texto que usted desea encontrar</li>
  <li>Elija de las opciones siguientes de b&uacute;squeda:
  <ul>
    <li><strong>Buscar Siguiente</strong>:encuentra el texto en la p&aacute;gina que est&aacute; debajo de
      la posici&oacute;n actual del cursor.</li>
    <li><strong>Buscar Anterior</strong>:encuentra el texto que est&aacute; arriba de la posici&oacute;n
    actual del cursor</li>
    <li><strong>Resaltar</strong>:resalta ocurrencias de su cadena de b&uacute;squeda en la p&aacute;gina actual.</li>
    <li><strong>Coincidir May&uacute;sculas</strong>:
      limita la b&uacute;squeda al texto que tiene la
      misma capitalizaci&oacute;n que su cadena de b&uacute;squeda. </li>
  </ul>
  </li>
  <li>La b&uacute;squeda autom&aacute;ticamente comienza cuando algo es tipeado en el
    cuadro de texto.</li>
</ol>

<p>Encontrar la misma palabra o frase otra vez:</p>

<ul>
  <li>Seleccione <span class="menuPath">Editar &gt; Buscar de nuevo</span>.</li>
</ul>

<h2 id="copying_saving_and_printng_pages">Copiar, Guardar, e Imprimir P&aacute;ginas</h2>

<h3 id="copying_part_of_a_page">Copiar parte de una p&aacute;gina</h3>

<p>Copiar texto desde una p&aacute;gina:</p>
<ol>
  <li>Seleccione el texto.</li>
  <li>Seleccione <span class="menuPath">Editar &gt; Copiar</span> desde la barra de men&uacute;.</li>
</ol>

<p>Ud. puede pegar el texto en otros programas.</p>

<p>Copiar un enlace (URL) o una imagen de enlace desde una p&aacute;gina:</p>

<ol>
  <li>Posicione el puntero sobre el enlace o imagen</li>
  <li><span class="noMac">Right-click</span><span class="mac">Presione &ctrlKey;
    y clickee sobre </span> el enlace o imagen para desplegar un men&uacute; emergente.</li>
  <li>Elija Copiar Direcci&oacute;n del Enlace o Copiar Direcci&oacute;n de la Imagen. Si una
  imagen es tambi&eacute;n un enlace, ud. puede elegir una opci&oacute;n o la otra del men&uacute;.</li>
</ol>

<p>Ud. puede pegar el enlace en otros programas o en la barra de herramientas de &brandShortName;</p>

<h3 id="saving_all_or_part_of_a_page">Guardar todo o parte de una p&aacute;gina</h3>

<p>Para guardar una p&aacute;gina entera en &brandShortName;:</p>

<ol>
  <li>Seleccione <span class="menuPath">Archivo &gt; Guardar p&aacute;gina como</span>. Ud. ver&aacute;
  el cuadro de di&aacute;logo Guardar como.</li>
  <li>Elija una posici&oacute;n para la p&aacute;gina salvada</li>
  <li>Elija un formato para la p&aacute;gina que ud. quiere salvar:
  <ul>
    <li><strong>P&aacute;gina Web Completa</strong>: Guarda la p&aacute;gina web entera
      a lo largo con im&aacute;genes. Esta opci&oacute;n permite que usted lo vea como al principio mostrado
      con im&aacute;genes, pero esto puede no guardar la estructura del enlace de HTML de la
      p&aacute;gina original. &brandShortName; crea un nuevo directorio donde
      la p&aacute;gina es guardada con im&aacute;genes y otros archivos necesarios
      para mostrar la p&aacute;gina Web entera.</li>
    <li><strong>P&aacute;gina Web, s&oacute;lo HTML </strong>: Guarda la p&aacute;gina original
      sin im&aacute;genes. Esta opci&oacute;n conserva la estructura del enlace de HTML
      original en un archivo.</li>
    <li><strong>Archivos de texto</strong>:Guarda la p&aacute;gina original como un archivo de texto.
      Esta opci&oacute;n no conservar&aacute; la estructura del enlace de HTML original, pero
      permitir&aacute; que usted vea una versi&oacute;n de texto de la p&aacute;gina Web en cualquier
      editor de texto.</li>
  </ul>
  </li>
  <li>Tipee un nombre de archivo para la p&aacute;gina y clickee<em> Guardar</em>.</li>
</ol>

<p>Guardar un marco desde adentro de una p&aacute;gina web:</p>

<ol>
  <li>Posicione el puntero del mouse adentro del marco.</li>
  <li><span class="mac">Presione &ctrlKey; y clickee sobre</span><span
    class="noMac">Click-Derecho</span> sobre el marco para desplegar un menu popup.</li>
  <li>Seleccione <span class="menuPath">Este Marco &gt; Guardar Marco como </span>
  desde el submen&uacute;. Ud. ver&aacute; el cuadro de di&aacute;logo Guardar Como.</li>
  <li>Elija una posici&oacute;n para la p&aacute;gina guardada.</li>
  <li>Elija un formato para la p&aacute;gina que usted quiere salvar.</li>
  <li>Tipee un nombre de archivo para la p&aacute;gina y clickee <em>Guardar</em>.</li>
</ol>

<p>Guardar un archivo en su disco duro le deja ver la p&aacute;gina cuando
  usted no est&aacute; conectado a Internet</p>

<p>Guardar una imagen de una p&aacute;gina:</p>
<ol>
  <li>Posicione el puntero del mouse sobre la imagen.</li>
  <li><span class="noMac">Click-Derecho</span><span class="mac">Presione &ctrlKey;
    y clickee sobre</span> sobre la imagen para desplegar un men&uacute; popup</li>
  <li>Seleccione <span class="menuPath">Guardar Imagen Como</span>. Ud. ver&aacute; el
  Cuadro de di&aacute;logo Guardar Imagen.</li>
  <li>Elija una posici&oacute;n para la imagen guardada.</li>
  <li>Tipee un nombre de archivo para la imagen y clickee <em>Guardar</em>.</li>
</ol>

<p>Guardar una p&aacute;gina sin desplegarla (que es &uacute;til para recuperar a
  una p&aacute;gina sin formatear que no es querida para verla): </p>
<ol>
  <li>Posicione el puntero del mouse sobre el enlace a la p&aacute;gina.</li>
  <li><span class="noMac">Click-Derecho</span><span class="mac">Presione &ctrlKey;
    y clickee sobre</span> el enlace para desplegar un men&uacute; popup.</li>
  <li>Seleccione <span class="menuPath">Guardar Enlace como...</span>. Ud. ver&aacute; el
  Cuadro de di&aacute;logo Guardar Como.</li>
  <li>Elija una posici&oacute;n para la p&aacute;gina guardada.</li>
  <li>Tipee un nombre de archivo para la imagen y clickee <em>Guardar</em>.</li>
</ol>

<p><strong>Importante</strong>:Algunos enlaces autom&aacute;ticamente descargan y guardan
archivos en su disco duro despu&eacute;s que ud. los clickea. Las URLs para estos enlaces
frecuentemente comienzan con  &quot;ftp&quot; o terminan con una extensi&oacute;n de tipo
de archivo como &quot;au&quot; or &quot;mpeg.&quot;
Estos enlaces podr&iacute;an transmitir software, sonido, o archivos de pel&iacute;cula y pueden
lanzar aplicaciones de ayuda que soportan los archivos. </p>

<p class="win"><strong>Truco</strong>: Para colocar una imagen como su fondo de
pantalla en Windows, haga click-derecho sobre una imagen y elija
<em>Poner como fondo de pantalla </em> desde el men&uacute; popup.
You can choose various display &pref.plural; through the dialog that is shown.</p>

<h3 id="printing_a_page">Imprimiendo una P&aacute;gina</h3>

<p>Imprimir la p&aacute;gina actual:</p>

<ul>
  <li>Seleccione <span class="menuPath">Archivo &gt; Imprimir</span>.</li>
</ul>

<p>Imprimir texto seleccionado:</p>
<ul>
  <li>Seleccione el texto en la p&aacute;gina actual.</li>
 <li>Seleccione <span class="menuPath">Archivo &gt; Imprimir</span>.
  El cuadro de di&aacute;logo Imprimir aparecer&aacute;</li>
  <li>Debajo de <em>Intervalo de Impresi&oacute;n</em>, clickee <em>Selecci&oacute;n</em>.</li>
</ul>

<p>The web page's author and the size of the printed page, not the size of the
  onscreen window, determine placement of content on the printed page. Text is
  wrapped and graphics are repositioned to accommodate paper size.</p>

<h3 id="using_print_preview">Usando Vista Previa</h3>

<p>Para tener una mirada temprana de c&oacute;mo se ver&aacute; una p&aacute;gina antes de imprimirla,
ud. puede usar Vista Previa:</p>

<ul>
  <li>Seleccione <span class="menuPath">Archivo &gt; Vista Previa</span>.</li>
</ul>

<p>En Vista Previa, ud. puede hacer lo siguiente con las p&aacute;ginas que ud. desea imprimir:</p>
<ul>
  <li><strong>Ver una Vista Previa de cada p&aacute;gina</strong>: Clickee el bot&oacute;n Siguiente <img alt=""
    src="&images.baseURL;/next.png"/>, Previo
    <img alt=""
    src="&images.baseURL;/previous.png"/>,
    Primero <img alt=""
    src="&images.baseURL;/first.png"/>,
    o Ultimo <img alt=""
    src="&images.baseURL;/last.png"/> para moverse entre las p&aacute;ginas.</li>

  <li><strong>Cambie la escala (tama&ntilde;o) de las p&aacute;ginas</strong>: En el men&uacute; desplegable <em>Escala</em>
     elija &quot;50%&quot; para hacer cada p&aacute;gina de la mitad del tama&ntilde;o de la
     p&aacute;gina original. Para cambiar autom&aacute;ticamente el tama&ntilde;o a las p&aacute;ginas de
     modo que encajen en el ancho del papel, elija &quot;Ajustar a la hoja&quot;.
     Ud. puede tambi&eacute;n tipear su propio porcentaje eligiendo &quot;Personalizar...&quot;.</li>

  <li><strong>Cambiar la orientaci&oacute;n de la p&aacute;gina</strong>: Elija
  <em>Normal</em> <img alt=""
    src="&images.baseURL;/pg-portrait-small.png"/>
    para colocar la p&aacute;gina con el lado m&aacute;s corto hacia arriba.
    Elija <em>Apaisada</em><img alt=""
    src="&images.baseURL;/pg-landscape-small.png"/>
    para colocar la p&aacute;gina de costado con el lado m&aacute;s largo hacia arriba.</li>

  <li><strong>Ir a Configurar P&aacute;gina</strong>: Clickee <em>Configuraci&oacute;n de P&aacute;gina</em>
  para efectuar configuraciones de las p&aacute;ginas que quiera imprimir</li>
  <li><strong>Imprimir</strong>: Clickee <em>Imprimir</em> para imprimir las p&aacute;ginas</li>
</ul>

<p class="noWin"><strong>Nota</strong>: Algunas funciones de Vista Previa son diferentes
o inexistentes en Mac OS y Linux. </p>

<h3 id="using_page_setup">Usando Configuraci&oacute;n de P&aacute;gina</h3>
<p class="noWin"><strong>Note</strong>: Algunas funciones de la Configuraci&oacute;n de P&aacute;ginas
son diferentes o inexistentes en Mac OS y Linux.</p>

<p>Para configurar c&oacute;mo ser&aacute;n impresas las p&aacute;ginas en &brandShortName;, ud. puede
usar Configuraci&oacute;n de P&aacute;gina:</p>

<ul>
  <li>Seleccione <span class="menuPath">Archivo &gt; Configuraci&oacute;n de P&aacute;gina</span>.</li>
</ul>

<p>En Configuraci&oacute;n de P&aacute;gina, ud. puede cambiar los siguientes par&aacute;metros para
las p&aacute;ginas que ud. desea imprimir:</p>

<ul>
  <li><strong>Formato &amp; Opciones</strong>: Elija la orientaci&oacute;n, escala y otras opciones:
  <ul>
    <li><strong>Orientaci&oacute;n</strong>:
    <ul>
      <li><strong>Normal</strong>: Elija &eacute;sta <img alt="portrait button"
        src="&images.baseURL;/pg-portrait-small.png"/>
        para posicionar la p&aacute;gina en forma normal, con el lado m&aacute;s corto hacia arriba.</li>
      <li><strong>Apaisada</strong>: Elija &eacute;sta <img alt="landscape button"
      src="&images.baseURL;/pg-landscape-small.png"/>
      para posicionear la p&aacute;gina de lado, con el lado m&aacute;s largo hacia arriba.</li>
    </ul>
    </li>
    <li><strong>Escala</strong>: Tipee adentro un porcentaje del tama&ntilde;o original. Por ejemplo,
    tipee &quot;50&quot; para hacer cada p&aacute;gina de la mitad del tama&ntilde;o de la
    p&aacute;gina original.
    <ul>
      <li><strong>Ajustar al ancho de P&aacute;gina</strong>: Seleccione esto
      para redimensionar la p&aacute;gina al tama&ntilde;o del ancho del papel.</li>
    </ul>
    </li>
    <li><strong>Opciones</strong>:
    <ul>
      <li><strong>Imprimir Fondo (colores e im&aacute;genes)</strong>:
      Seleccione esto para imprimir im&aacute;genes y colores de fondo.
      Si no est&aacute; seleccionado solamente los cuadros y el color
      en el primero plano (en frente) se imprimen.</li>
    </ul>
    </li>
    <li><strong>M&aacute;rgenes &amp; Encabezado/pie</strong>: Clickee esta
    pesta&ntilde;a para configurar m&aacute;rgenes, encabezado y pie de p&aacute;gina:</li>
  </ul></li>
  <li><strong>M&aacute;rgenes:</strong>
  <ul>
    <li><strong>Superior, Inferior, Izquierda, Derecha</strong>:
      Tipee un m&aacute;rgen en las unidades dadas para los m&aacute;rgenes
      superior, inferior, izquierdo y derecho.</li>
  </ul>
  </li>
  <li><strong>Encabezado &amp; Pie</strong>: Cada lista drop-down
    representa un encabezado o un &aacute;rea del pie.
    La fila superior de listas drop-down est&aacute; para las &aacute;reas
    izquierda, de centro, y derechas del encabezado.
    La fila inferior est&aacute; para las &aacute;reas izquierdas, de centro, y
    derechas del pie. En cada lista drop-down, elija una de
    las opciones siguientes:

  <ul>
    <li><strong>--blank--</strong>: No muestra nada en esta &aacute;rea.</li>
    <li><strong>T&iacute;tulo</strong>: Muestra el t&iacute;tulo de la p&aacute;gina web.</li>
    <li><strong>URL</strong>: Muesra la URL de la p&aacute;gina web (Las URL usualmente
    comienzan con &quot;http://&quot;).</li>
    <li><strong>Fecha/Hora</strong>: Muestra la fecha y hora cuando la p&aacute;gina web
    es impresa.</li>
    <li><strong>P&aacute;gina #</strong>: Muestra el n&uacute;mero de p&aacute;gina de cada p&aacute;gina.</li>
    <li><strong>P&aacute;gina # de #</strong>: Muestra el n&uacute;mero de p&aacute;gina junto con
    el n&uacute;mero total de p&aacute;ginas. Por ejemplo, si ud. imprime una p&aacute;gina web de 5
    p&aacute;ginas, &quot;3 de 5&quot; deber&iacute;a ser mostrado en la tercer p&aacute;gina.</li>
    <li><strong>Personalizar</strong>: Tipee su propio texto. Ud. puede incluir
     cualquiera de los siguientes c&oacute;digos para imprimir la informaci&oacute;n espec&iacute;fica:
    <ul>
      <li><strong>&amp;PT</strong>: P&aacute;gina N&uacute;mero con Total (Ejemplo: &quot;3 of
        5&quot;)</li>
      <li><strong>&amp;P</strong>: P&aacute;gina N&uacute;mero</li>
      <li><strong>&amp;D</strong>: Fecha</li>
      <li><strong>&amp;U</strong>: URL</li>
      <li><strong>&amp;T</strong>: T&iacute;tulo de P&aacute;gina</li>
    </ul>
    </li>
  </ul>
  </li>
</ul>

<p><strong>Truco</strong>:Para ver una vista previa de los cambios hechos a
           la Configuraci&oacute;n de p&aacute;gina, use
  <a href="using_firebird.xhtml#using_print_preview">Vista Previa</a>.</p>

<h2 id="improving_speed_and_efficiency">Mejorar Velocidad y Eficiencia</h2>

<h3 id="managing_different_file_types">Manejando Diferentes Tipos de Archivos</h3>
<p>&brandShortName; puede manejar muchos tipos de archivos. Sin embargo, para algunos
archivos tal como pel&iacute;culas o m&uacute;sica, &brandShortName; necesita plug-ins o
 &quot;aplicaciones auxiliares&quot; que puedan manejar estos archivos.
 Si &brandShortName; no tiene la ayuda necesaria desde otra aplicaci&oacute;n o agregado,
 todav&iacute;a puede guardar el archivo en su disco r&iacute;gido. Cuando guarde los archivos,
 ud. puede guardar la pista de ellos usando el Administrador de Descargas.</p>

<p><strong>Plug-ins</strong><br/>
  Plug-ins son aplicaciones auxiliares que ampl&iacute;an la funcionalidad dentro de
  &brandShortName; y corren dentro de &eacute;l. Plug-ins tal como Sun Java, Macromedia Flash,
  y RealNetworks RealPlayer permiten que &brandShortName; muestre archivos multimedia
  y ejecute peque&ntilde;as aplicaciones tales como pel&iacute;culas, animaciones y juegos.</p>

<p>Ud. puede tambi&eacute;n instalar plug-ins despu&eacute;s de que usted instale el &brandShortName;.
  Para ver los plug-ins para &brandShortName; que est&aacute;n instalados actualmente, seleccione
  &pref.menuPath;. Seleccione la categor&iacute;a <em>Descargas</em> y clickee el bot&oacute;n
  <em>Plug-Ins...</em>. Usted puede tambi&eacute;n habilitar o inhabilitar plug-ins actualmente
  aqu&iacute; instalados.</p>

<p>Para ver una lista completa de los plug-ins para &brandShortName; que usted puede instalar,
 vea la <a href="http://home.netscape.com/plugins/index.html" target="_blank">P&aacute;gina
 de plug-ins del navegador</a> en Netscape.com.</p>

<p><strong>Aplicaciones Auxiliares</strong><br/>
 Cuando los archivos no se pueden abrir dentro de &brandShortName;,
 usted puede elegir lanzar las aplicaciones auxiliares que se abren fuera
 de &brandShortName;. Por ejemplo, para escuchar archivos MP3,
 los programas como Winamp se pueden abrir fuera de &brandShortName;.</p>

<p> Los ajustes en el panel <em>Descargas</em> en la ventana &pref.pluralCaps;
le dice a &brandShortName; cu&aacute;les aplicaciones auxiliares va a utilizar en su
computadora. En la secci&oacute;n <em>Tipos de Archivos</em>, ud. puede ver c&oacute;mo
diversos tipos de archivo ser&aacute;n manejados por el &brandShortName;.
Usted puede cambiar la acci&oacute;n para un tipo de archivo o quitarla.
Tambi&eacute;n, si &brandShortName; no sabe cu&aacute;l aplicaci&oacute;n auxiliar usar,
&eacute;ste le permite encontrar la aplicaci&oacute;n auxiliar dentro del cuadro de
di&aacute;logo de descargas.</p>

<p>El cuadro de di&aacute;logo de descarga tiene estas opciones:</p>

<ul>
  <li><strong>Abrir Usando</strong>: &brandShortName; abre el archivo usando
    el programa definido por defecto en sus ajustes del sistema.
    Usted puede tambi&eacute;n elegir un programa distinto
    seleccionando <em>Otro...</em> en la lista drop-down.</li>
  <li><strong>Grabar a Disco</strong>: &brandShortName; le permite a ud. seleccionar
    una ubicaci&oacute;n para grabar el archivo. Si ud. tiene seleccionado
    <em>Guardar todos los archivos en esta carpeta</em> en el panel
    <em>Descargas</em> de &pref.pluralCaps;, los archivos ser&aacute;n grabados
    autom&aacute;ticamente en la carpeta predeterminada.</li>
  <li><strong>Ejecutar la acci&oacute;n asociada autom&aacute;ticamente con cada uno
  de los siguientes tipos de archivo</strong>: Cuando esto est&aacute; seleccionado,
    &brandShortName; autom&aacute;ticamente ejecutar&aacute; la acci&oacute;n seleccionada la
    pr&oacute;xima vez que ud. descargue un archivo de ese tipo.</li>
</ul>

<p><strong>Truco</strong>: Ud. puede borrar su &pref.plural; grabada para
<em>Ejecutar la acci&oacute;n asociada autom&aacute;ticamente con cada uno
  de los siguientes tipos de archivo</em> en el panel <em>Descargas</em>
  de &pref.pluralCaps;.</p>

<h3 id="making_firebird_your_default_browser">Haciendo &brandShortName; su
  Navegador Predeterminado</h3>

<p><strong>Nota</strong>: Esta secci&oacute;n discute los ajustes y las
caracter&iacute;sticas presentes solamente en Windows y Linux.</p>

<p>&brandShortName; despliega p&aacute;ginas web sobre Internet y
sobre su computadora. Para abrir f&aacute;cilmente p&aacute;ginas web, ud. puede
hacer &brandShortName; su navegador predeterminado.</p>

<p>Para hacer &brandShortName; su navegador predeterminado, seleccione
   &pref.menuPath;. Ud. puede entonces clickear sobre el bot&oacute;n
   <em>Ser Navegador Predeterminado</em> en el panel General de
   &pref.pluralCaps; para hacer a &brandShortName; su navegador web predeterminado.</p>

<h3 id="changing_cache_settings">Cambiando los ajustes del Cache</h3>
<p>&brandShortName; almacena copias de p&aacute;ginas con frecuencia alcanzadas
en el cache. Haciendo esto &brandShortName; no tiene que recuperar
la p&aacute;gina de la red cada vez que usted vea la p&aacute;gina web.</p>

<p>Para fijar el tama&ntilde;o del cache o borrar &eacute;ste (Windows y Unix solamente):</p>

<ol>
  <li>Seleccione &pref.menuPath;.</li>
  <li>Debajo de la categor&iacute;a <em>Privacidad</em> , clickee <em>Cache</em> para
  expandir el listado.</li>

  <li>Ingrese un n&uacute;mero en el campo <em>Usar hasta</em> para especificar
  el tama&ntilde;o del cach&eacute;. 50MB a 70MB es un buen tama&ntilde;o. Para borrar el
  cache inmediatamente, clickee el bot&oacute;n <em>Borrar</em> a la derecha de
  la categor&iacute;a <em>Cache</em>.</li>
</ol>

<p><strong>Importante</strong>:Un cache m&aacute;s grande permite que m&aacute;s
datos sean recuperados r&aacute;pidamente, pero m&aacute;s espacio de su disco
duro se utiliza.</p>

<p>Cuando ud. quita &brandShortName;, &eacute;ste realiza el mantenimiento del cach&eacute;.
Si el mantenimiento dura m&aacute;s de lo que ud. desea, trate reduciendo el tama&ntilde;o
del cache de disco.</p>

<p>Para recargar una p&aacute;gina en cualquier momento:</p>
<ul>
  <li>Clickee el bot&oacute;n <em>Recargar</em> en la <em>Barra de Navegaci&oacute;n</em>
    de &brandShortName;.
    La computadora comprueba en Internet para cerciorarse de que usted tiene
    la &uacute;ltima versi&oacute;n de la p&aacute;gina.</li>
</ul>

<div class="contentsBox"><em>29 Mayo 2004</em></div>
<p>Copyright &copy; 2003-2004 Contributors to the Mozilla Help Viewer Project.</p>
</body>
</html>
