## Signature Information strings
SINoneLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u306f\u96fb\u5b50\u7f72\u540d\u304c\u3042\u308a\u307e\u305b\u3093
SINone			= \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u306f\u9001\u4fe1\u8005\u306e\u96fb\u5b50\u7f72\u540d\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u53ef\u80fd\u6027\u306f\u6975\u3081\u3066\u4f4e\u3044\u3067\u3059\u304c\u3001\u96fb\u5b50\u7f72\u540d\u306e\u306a\u3044\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u8a50\u79f0\u3059\u308b\u4f55\u8005\u304b\u306b\u3088\u3063\u3066\u9001\u4fe1\u3055\u308c\u3066\u3044\u305f\u308a\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306e\u8ee2\u9001\u4e2d\u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u66f8\u304d\u63db\u3048\u3089\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002

SIValidLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u7f72\u540d\u3055\u308c\u3066\u3044\u307e\u3059
SIValid			= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u6b63\u3057\u3044\u96fb\u5b50\u7f72\u540d\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u9001\u4fe1\u5f8c\u306b\u66f8\u304d\u63db\u3048\u3089\u308c\u3066\u3044\u307e\u305b\u3093\u3002

SIInvalidLabel		= \u96fb\u5b50\u7f72\u540d\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
SIInvalidHeader		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u96fb\u5b50\u7f72\u540d\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u7f72\u540d\u306f\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002

SIContentAltered	= \u7f72\u540d\u304c\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u5185\u5bb9\u3068\u6b63\u3057\u304f\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002\u9001\u4fe1\u8005\u304c\u7f72\u540d\u3057\u305f\u5f8c\u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u66f8\u304d\u63db\u3048\u3089\u308c\u305f\u3088\u3046\u3067\u3059\u3002\u5185\u5bb9\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u9001\u4fe1\u8005\u306b\u78ba\u8a8d\u3067\u304d\u308b\u307e\u3067\u306f\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4fe1\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
SIExpired		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306e\u6642\u9593\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SIRevoked		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306f\u65e2\u306b\u5931\u52b9\u3057\u3066\u3044\u307e\u3059\u3002\u5185\u5bb9\u3092\u9001\u4fe1\u8005\u306b\u78ba\u8a8d\u3059\u308b\u307e\u3067\u306f\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4fe1\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
SINotYetValid		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306f\u307e\u3060\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306e\u6642\u9593\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SIUnknownCA		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306e\u767a\u884c\u5143\u306f\u4e0d\u660e\u306a\u8a8d\u8a3c\u5c40\u3067\u3059\u3002
SIUntrustedCA		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306e\u767a\u884c\u5143\u306f\u3053\u306e\u7a2e\u985e\u306e\u8a3c\u660e\u66f8\u767a\u884c\u5143\u3068\u3057\u3066\u4fe1\u983c\u3057\u3066\u3044\u306a\u3044\u8a8d\u8a3c\u5c40\u3067\u3059\u3002
SIExpiredCA		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306e\u767a\u884c\u5143\u8a8d\u8a3c\u5c40\u81ea\u8eab\u306e\u8a3c\u660e\u66f8\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306e\u6642\u9593\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SIRevokedCA		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306e\u767a\u884c\u5143\u8a8d\u8a3c\u5c40\u81ea\u8eab\u306e\u8a3c\u660e\u66f8\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u5185\u5bb9\u3092\u9001\u4fe1\u8005\u306b\u78ba\u8a8d\u3059\u308b\u307e\u3067\u306f\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4fe1\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
SINotYetValidCA		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u306e\u767a\u884c\u5143\u8a8d\u8a3c\u5c40\u81ea\u8eab\u306e\u8a3c\u660e\u66f8\u304c\u307e\u3060\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306e\u6642\u9593\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SIInvalidCipher		= \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u3054\u5229\u7528\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3067\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u306a\u3044\u5f37\u5ea6\u306e\u6697\u53f7\u3092\u4f7f\u7528\u3057\u3066\u7f72\u540d\u3055\u308c\u3066\u3044\u307e\u3059\u3002
SIClueless		= \u96fb\u5b50\u7f72\u540d\u306b\u539f\u56e0\u4e0d\u660e\u306e\u554f\u984c\u304c\u3042\u308a\u307e\u3059\u3002\u5185\u5bb9\u3092\u9001\u4fe1\u8005\u306b\u78ba\u8a8d\u3059\u308b\u307e\u3067\u306f\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4fe1\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002

SIPartiallyValidLabel	= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u7f72\u540d\u3055\u308c\u3066\u3044\u307e\u3059
SIPartiallyValidHeader	= \u30c7\u30b8\u30bf\u30eb\u7f72\u540d\u306f\u6709\u52b9\u3067\u3059\u304c\u3001\u9001\u4fe1\u8005\u3068\u7f72\u540d\u8005\u304c\u540c\u4e00\u4eba\u7269\u304b\u3069\u3046\u304b\u306f\u4e0d\u660e\u3067\u3059\u3002

SIHeaderMismatch	= \u7f72\u540d\u8005\u306e\u8a3c\u660e\u66f8\u306b\u66f8\u304b\u308c\u3066\u3044\u308b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3068\u7570\u306a\u308a\u307e\u3059\u3002\u8ab0\u304c\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u7f72\u540d\u3057\u305f\u304b\u77e5\u308b\u306b\u306f\u7f72\u540d\u8a3c\u660e\u66f8\u306e\u8a73\u7d30\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SICertWithoutAddress	= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u8a3c\u660e\u66f8\u306b\u306f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u8ab0\u304c\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u7f72\u540d\u3057\u305f\u304b\u77e5\u308b\u306b\u306f\u7f72\u540d\u8a3c\u660e\u66f8\u306e\u8a73\u7d30\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## Encryption Information strings
EINoneLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u305b\u3093
EINone			= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u9001\u4fe1\u524d\u306b\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u6697\u53f7\u5316\u305b\u305a\u306b\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u306b\u9001\u4fe1\u3055\u308c\u308b\u60c5\u5831\u306f\u8ee2\u9001\u4e2d\u306b\u4ed6\u306e\u4eba\u306b\u898b\u3089\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002

EIValidLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u3059
EIValid			= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u9001\u4fe1\u524d\u306b\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u6697\u53f7\u5316\u306b\u3088\u308a\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u8ee2\u9001\u4e2d\u306b\u60c5\u5831\u3092\u4ed6\u306e\u4eba\u304c\u898b\u308b\u3053\u3068\u306f\u6975\u3081\u3066\u96e3\u3057\u304f\u306a\u3063\u3066\u3044\u307e\u3059\u3002

EIInvalidLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u5fa9\u53f7\u3067\u304d\u307e\u305b\u3093
EIInvalidHeader		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u9001\u4fe1\u524d\u306b\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

EIContentAltered	= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u5185\u5bb9\u304c\u8ee2\u9001\u4e2d\u306b\u66f8\u304d\u63db\u3048\u3089\u308c\u305f\u3088\u3046\u3067\u3059\u3002
EINoDecryptCert		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u6697\u53f7\u5316\u306b\u4f7f\u7528\u3055\u308c\u305f\u8a3c\u660e\u66f8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIPasswordError		= \u5165\u529b\u3057\u305f\u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
EIInvalidCipher		= \u3054\u5229\u7528\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3067\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u306a\u3044\u5f37\u5ea6\u306e\u6697\u53f7\u3092\u4f7f\u7528\u3057\u3066\u7f72\u540d\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIClueless		= \u6697\u53f7\u5316\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u539f\u56e0\u4e0d\u660e\u306e\u554f\u984c\u304c\u3042\u308a\u307e\u3059\u3002


## Signing Power Information string
SPCanLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u7f72\u540d\u3067\u304d\u307e\u3059
SPCanHeader		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u524d\u306b\u96fb\u5b50\u7f72\u540d\u3059\u308b\u3088\u3046\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002
SPCan			= \u7f72\u540d\u3055\u308c\u3066\u3044\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u53d7\u3051\u53d6\u3063\u305f\u4eba\u306f\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u3042\u306a\u305f\u304b\u3089\u306e\u3082\u306e\u3067\u3042\u308a\u7f72\u540d\u5f8c\u306b\u66f8\u304d\u63db\u3048\u3089\u308c\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3067\u304d\u307e\u3059\u3002

SPCannotLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u7f72\u540d\u3067\u304d\u307e\u305b\u3093
SPCannotHeader		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u96fb\u5b50\u7f72\u540d\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002

SPNoCert		= \u96fb\u5b50\u7f72\u540d\u3092\u3059\u308b\u305f\u3081\u306e\u6709\u52b9\u306a\u8a3c\u660e\u66f8\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SPNoSigCert		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u7528\u3068\u3057\u3066\u6307\u5b9a\u3057\u305f\u8a3c\u660e\u66f8\u306f\u7f72\u540d\u306e\u305f\u3081\u306b\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
SPNoValidCert		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u7528\u3068\u3057\u3066\u6307\u5b9a\u3057\u305f\u8a3c\u660e\u66f8\u306f\u691c\u8a3c\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306e\u6642\u9593\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SPExpiredCert		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u7528\u3068\u3057\u3066\u6307\u5b9a\u3057\u305f\u8a3c\u660e\u66f8\u306f\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002
SPRevokedCert		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u7f72\u540d\u7528\u3068\u3057\u3066\u6307\u5b9a\u3057\u305f\u8a3c\u660e\u66f8\u306f\u5931\u52b9\u3057\u3066\u3044\u307e\u3059\u3002

## Encryption Power Information string
EPCanLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6697\u53f7\u5316\u3067\u304d\u307e\u3059
EPCanHeader		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u524d\u306b\u6697\u53f7\u5316\u3059\u308b\u3088\u3046\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002
EPCan			= \u9001\u4fe1\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u30b3\u30d4\u30fc\u3092\u4fdd\u5b58\u3059\u308b\u3088\u3046\u8a2d\u5b9a\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u4fdd\u5b58\u3059\u308b\u524d\u306b\u6697\u53f7\u5316\u3055\u308c\u307e\u3059\u3002

EPCannotLabel		= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6697\u53f7\u5316\u3067\u304d\u307e\u305b\u3093
EPCannotHeader		= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6697\u53f7\u5316\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002

EPRecipientUnknown	= \u53d7\u4fe1\u8005\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EPNoCerts		= \u6b21\u306e\u53d7\u4fe1\u8005\u306e\u6709\u52b9\u306a\u8a3c\u660e\u66f8\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093:
EPClueless		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u539f\u56e0\u4e0d\u660e\u306e\u554f\u984c\u304c\u3042\u308a\u307e\u3059\u3002
