<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
]
>
<!--
Contributors:
  R.J. Keller <rlk@trfenv.com> (original author)
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
-->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Bruka hjelpevindauget</title>
  <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1 id="help_window_top">Bruka hjelpevindauget</h1>

<div class="contentsBox">I denne delen:
  <ul>
    <li><a href="#finding_the_topic_you_want">Finn det emnet du leitar etter</a></li>
    <li><a href="#search_tips">S&oslash;kjetips</a></li>
  </ul>
</div>

<h2 id="finding_the_topic_you_want">Finn det emnet du leitar etter</h2>

	<p>N&aring;r du ser p&aring; hjelpevinda&#365;get, klikk p&aring; emnene i venstre ramme for &aring; sj&#229; innhaldet i Hjelp p&aring; ulike m&aring;tar:</p>
	<ul>
		<li><strong>Innhald</strong> viser hovudemne.<br/>
		  Trykk p&aring; eit emne for &aring; lesa om det. Dobbeltklikk for &aring; sjå underemne.</li>
		<li><strong>S&oslash;k</strong> let deg s&oslash;kje i hjelpa.<br/>
		  Skriv inn eit ord eller ein frase og trykk &enterKey; for &aring; sj&#229; dei relaterte
		  emna. Deretter kan du trykkje p&aring; emnet du vil lese om.<br/><br/>
		  Dersom s&oslash;ket ditt ikkje gav nokre resultat, kan du pr&oslash;va &aring; skrive inn f&aelig;rre
		  ord, eller ein annan kombinasjon av orda.</li>
		<li><strong>Index</strong> listar emna alfabetisk.<br/>
		 Trykk for &aring; vise informasjon om eit emne.</li>
		<li><strong>Definisjonar</strong> listar definisjonane alfabetisk.<br/>
		 Trykk p&aring; eit ord for &aring; lesa definisjonen.</li>
	</ul>

	<p>For &aring; sj&#229; informasjon relatert til det emnet du les, trykkjer du p&aring;
	  lenkjer i hjelpevinda&#365;get, nett som om du er p&aring; ei vanleg nettside.</p>

<h2 id="retracing_your_steps">Spora seg tilbake</h2>
	<p>For &aring; spora tilbake der du har vore i hjelpa, kan du trykkja p&aring; knappane i
	  verkt&oslash;ylinja:</p>

	<p><img src="help-buttons.png" alt="" width="356" height="54"/></p>

	<ul>
		<li>Trykk p&aring; Skjul/Vis-knappen i sidestolpen for &aring; skjule eller vise sidestolpen
		  til venstre i hjelpevinda&#365;get.</li>
		<li>Trykk p&aring; Tilbake-knappen for &aring; flytte tilbake til emne du har lese
		  om tidlegere. Knappen fungerer akkurat som Tilbake-knappen i hoveuvinda&#365;get
		  til &brandShortName;.</li>
		<li>Trykk p&aring; Fram-knappen for &aring; flytta framover gjennom emne du har
		  lese tidlegere. Knappen fungerer akkurat som Fram-knappen i hovudvindaguet
		  til &brandShortName;.</li>
		<li>Trykk p&aring; Heim-knappen for &aring; kome til Hjelp og St&oslash;tte-senteret, som
		  inneheld lenkjer til andre nettsider med st&oslash;tte, og andre nettbaserte
		  ressursar for &brandShortName;.</li>
	</ul>

	<p>Du kan og skrive ut instruksane du vil f&oslash;lja</p>

	<ul>
		<li>For &aring; skrive ut heile sida du les i hjelpevinda&#365;get, trykkjer du p&aring;
		  Skriv ut-knappen i verkt&oslash;ylinja:<br/>

		<img src="print.png" alt="" width="68" height="54"/></li>

		<li>For &aring; skrive ut berre litt av eit emne, trykkjer du f&oslash;rst der teksten byrjar,
		  og dreg musa over omr&aring;det du vil skrive ut. Deretter trykkjer du p&aring; Skriv ut-knappen.</li>
	</ul>

<h2 id="search_tips">S&oslash;kjetips</h2>

<p>Dersom du ikkje finn det du leitar etter n&aring;r du s&oslash;ker, har me nokre hendige tips:</p>

<ul>
  <li>Ver viss p&aring; at du s&oslash;kjer etter noko som er relatert til 
    &brandShortName;; dette er ikkje eit generelt s&oslash;k for Internett.</li>
  <li>Pr&oslash;v &aring; utvida s&oslash;ket ditt litt - ikkje ver for spesifikk; emne
    kan vere ordlagt p&aring; ein annan m&aring;te enn det du s&oslash;kjer etter.</li>
  <li>På den andre sida må du ikkje vere altfor breid n&aring;r du s&oslash;ker: Ord som 
    &quot;side&quot; kan gje deg treff p&aring; alle emna i hjelpefila.</li>
</ul>

<div class="contentsBox"><em>09 July 2005</em></div>
<p>Ophavsrett &copy; 2003-2008 Bidragsytarar til Mozilla Help Viewer Project.</p>

</body>
</html>
