<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd" [
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Informaci&oacute;n y decisiones sobre certificados</title>
  <link rel="stylesheet" type="text/css" href="helpFileLayout.css"/>
</head>

<body>
<div class="boilerplate">Este documento ha sido proporcionado s&oacute;lo para
aportar informaci&oacute;n. Puede ayudarle a dar ciertos pasos a la hora de
decidir la forma de proteger la privacidad y seguridad de su informaci&oacute;n
personal en Internet. Este documento, sin embargo, no trata de todos los
aspectos existentes en materia de privacidad y seguridad, ni representa
recomendaciones sobre lo que constituye unas medidas de protecci&oacute;n
adecuadas en materia de privacidad y seguridad en Internet.</div>

<h1 id="certificate_information_and_decisions">Informaci&oacute;n y decisiones sobre certificados</h1>

<p>Esta secci&oacute;n describe c&oacute;mo utilizar varias de las ventanas
mostradas por el administrador de certificados. La informaci&oacute;n adicional proporcionada
aqu&iacute; aparece al hacer clic en el bot&oacute;n de ayuda de una de esas ventanas. </p>

<div class="contentsBox">En esta secci&oacute;n:
  <ul>
	<li><a href="#certificate_viewer">Visor de certificados</a></li>
	<li><a href="#choose_security_device">Elegir dispositivo de seguridad</a></li>
	<li><a href="#encryption_key_copy">Copia de la clave de cifrado</a></li>
	<li><a href="#certificate_backup">Copia de seguridad de certificados</a></li>
	<li><a href="#user_identification_request">Solicitud de identificaci&oacute;n de usuario</a></li>
	<li><a href="#new_certificate_authority">Nueva autoridad de certificaci&oacute;n</a></li>
	<li><a href="#web_site_certificates">Certificados de sitio web</a></li>
  </ul>
</div>

<h2 id="certificate_viewer">Visor de certificados</h2>


<p>El visor de certificados muestra informaci&oacute;n sobre un certificado que seleccione
en alguna de las pesta&ntilde;as del administrador de certificados. La pesta&ntilde;a
&quot;General&quot; resume informaci&oacute;n acerca de qui&eacute;n emiti&oacute;
el certificado, su estado de verificaci&oacute;n, para qu&eacute; puede ser usado
el certificado, y similares. La pesta&ntilde;a &quot;Detalles&quot; proporciona
todos los detalles del contenido del certificado.</p>

<p>Si no est&aacute; viendo el visor de certificados, siga estos pasos:</p>

<ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
   <li>Dentro de la categor&iacute;a &quot;Privacidad y seguridad&quot;, haga clic en Certificados
       (si no se muestra ninguna sub-categor&iacute;a, haga doble clic en &quot;Privacidad y
       seguridad&quot; para expandir la lista).</li>
   <li>Haga clic en &quot;Administrar certificados&quot;.</li>
   <li>Haga clic en la pesta&ntilde;a para elegir el tipo de certificado que desee ver.</li>
   <li>Seleccione el certificado cuyos detalles desee ver.</li>
   <li>Haga clic en &quot;Ver&quot;.</li>
</ol>

<div class="contentsbox">En esta secci&oacute;n:
  <ul>
    <li><a href="#general_tab">La pesta&ntilde;a &quot;General&quot;</a></li>
    <li><a href="#details_tab">La pesta&ntilde;a &quot;Detalles&quot;</a></li>
  </ul>
</div>

<h3 id="general_tab">La pesta&ntilde;a &quot;General&quot;</h3>

<p>Cuando abra el visor de certificados, la pesta&ntilde;a General mostrar&aacute;
varios tipos de informaci&oacute;n sobre el certificado seleccionado:</p>

<ul>
  <li><strong>Este certificado ha sido comprobado para los siguientes usos</strong>: vea
      <a href="glossary.xhtml#certificate_verification">Comprobaci&oacute;n de
      certificados</a> para una explicaci&oacute;n de c&oacute;mo el administrador
      de certificados comprueba los certificados. Los usos pueden ser:
    <ul>
      <li><strong>Certificado SSL de cliente</strong>: certificado utilizado para identificarle
          en sitios web.</li>
      <li><strong>Certificado SSL de servidor</strong>: certificado utilizado para identificar a
          un servidor web ante navegadores.</li>
      <li><strong>Certificado de firma de correo</strong>: certificado utilizado para
          identificarle a la hora de firmar digitalmente mensajes de correo
          electr&oacute;nico.</li>
      <li><strong>Certificado de receptor de mensaje de correo</strong>: certificado utilizado
          para identificar a otra persona, por ejemplo, para que pueda enviarle un
          mensaje de correo cifrado.</li>
      <li><strong>Certificado de estado de contestador</strong>: certificado para identificar el
          estado de conexi&oacute;n de un contestatario que utilice OCSP (Online
          Certificate Status Protocol) para comprobar la validez de los certificados.
          Para m&aacute;s informaci&oacute;n sobre OCSP, vea
          <a href="validation_help.xhtml">Ajustes de validaci&oacute;n</a>.</li>
      <li><strong>Certificado SSL de autoridad</strong>: certificado utilizado para identificar
          a una autoridad, es decir, un servicio que expide certificados para que sean
          utilizados como identificaci&oacute;n en redes inform&aacute;ticas.</li>
    </ul>
  </li>
  <li><strong>Expedido a</strong>: resume la siguiente informaci&oacute;n sobre el certificado:
    <ul>
      <li><strong>Nombre com&uacute;n</strong>: nombre de la persona o la entidad a la que
          identifica el certificado.</li>
      <li><strong>Organizaci&oacute;n</strong>: nombre de la organizaci&oacute;n a la que
          pertenece la entidad (por ejemplo, el nombre de una empresa).</li>
      <li><strong>Unidad de la organizaci&oacute;n</strong>: nombre de la unidad de la
          organizaci&oacute;n a la que pertenece la entidad (por ejemplo, departamento
          de contabilidad).</li>
      <li><strong>N&uacute;mero de serie</strong>: n&uacute;mero de serie del certificado.</li>
    </ul>
  </li>
  <li><strong>Expedido por</strong>: resume la informaci&oacute;n (de forma similar a la mostrada
      en <q>Expedido a</q>; ver arriba) sobre la autoridad de certificaci&oacute;n
      (CA) que expidi&oacute; el certificado.</li>
  <li><strong>Validez</strong>: indica el per&iacute;odo de validez del certificado.</li>
  <li><strong>Huella digital</strong>: muestra las huellas digitales del certificado. Una huella
      digital es un n&uacute;mero &uacute;nico generado mediante la aplicaci&oacute;n de
      una funci&oacute;n matem&aacute;tica a los contenidos del certificado. La huella
      digital de un certificado puede ser utilizada para comprobar que el certificado no
      haya sido alterado.</li>
</ul>

<h3 id="details_tab">La pesta&ntilde;a &quot;Detalles&quot;</h3>

<p>Haga clic en la pesta&ntilde;a &quot;Detalles&quot; de la parte superior del visor de
certificados para ver informaci&oacute;n m&aacute;s detallada sobre el certificado
seleccionado. Para examinar la informaci&oacute;n de cualquier certificado en la
secci&oacute;n &quot;Jerarqu&iacute;a de certificados&quot;, seleccione el campo
que desee examinar y mire en &quot;Valor del campo&quot;:</p>

<ul>
  <li><strong>Jerarqu&iacute;a de certificados</strong>: muestra la cadena de certificados, con
      los certificados que seleccion&oacute; originalmente en la parte inferior. Una
      cadena de certificados es una serie jer&aacute;rquica de certificados firmados
      por sucesivas autoridades de certificaci&oacute;n (CA). Un certificado de CA
      identifica una <a href="glossary.xhtml#certificate_authority">autoridad de
      certificaci&oacute;n</a> y es utilizado para firmar los certificados expedidos
      por dicha autoridad. Un certificado de CA puede a su vez ser firmado por el
      certificado de CA de una CA superior y as&iacute; sucesivamente hasta una
      <a href="glossary.xhtml#root_ca">CA ra&iacute;z</a>.</li>
  <li><strong>Campos del certificado</strong>: muestra los campos del certificado seleccionado
      en &quot;Jerarqu&iacute;a de certificados&quot;</li>
  <li><strong>Valor del campo</strong>: muestra el valor el campo seleccionado en &quot;Campos
      del certificado&quot;.</li>
</ul>

<p>El visor de certificados, siempre que puede, usa tipograf&iacute;as b&aacute;sicas ANSI para
mostrar los datos en un formato legible para el ser humano. En los campos cuyo contenido no pueda
interpretar el administrador de certificados, &eacute;ste mostrar&aacute; directamente los valores
contenidos en el certificado.</p>

<h2 id="choose_security_device">Elegir dispositivo de seguridad</h2>

<p>Un dispositivo de seguridad (a veces llamado &quot;token&quot;) es un dispositivo de hardware
o software, que proporciona servicios criptogr&aacute;ficos tales como cifrado y descifrado
y almacena certificados y claves. La ventana &quot;Elegir dispositivo de seguridad&quot;
aparece cuando el administrador de certificados necesita ayuda para decidir qu&eacute;
dispositivo de seguridad utilizar al importar un certificado o realizar una operaci&oacute;n
criptogr&aacute;fica, como puede ser generar claves para un nuevo certificado. Dicha ventana
le permite seleccionar uno, dos o m&aacute;s dispositivos que el administrador de certificados
haya detectado en su m&aacute;quina.</p>

<p>Una tarjeta inteligente (&quot;smart card&quot;) es un ejemplo de dispositivo de seguridad.
Por ejemplo, si un lector de tarjetas inteligentes est&aacute; conectado a su ordenador y tiene
insertada una tarjeta, el nombre de dicha tarjeta ser&aacute; mostrado en el men&uacute;
desplegable. En su caso, deber&iacute;a seleccionar en el men&uacute; desplegable el nombre
de la tarjeta para que el administrador de certificados sep&aacute; que desea utilizarla.</p>

<p>El administrador de certificados tambi&eacute;n trae por defecto su propio dispositivo de
seguridad integrado, que siempre puede ser utilizado, independientemente de si hay o no otros
dispositivos.</p>


<h2 id="encryption_key_copy">Copia de la clave de cifrado</h2>

<p>Las <a href="glossary.xhtml#certificate_authority">Autoridades de certificaci&oacute;n (CA)</a>
que expiden certificados separados de firma y cifrado de correo normalmente hacen copias de
seguridad de su <a href="glossary.xhtml#encryption_key">clave de cifrado</a> privada durante
el proceso de registro del certificado.</p>

<p>El cuadro de di&aacute;logo &quot;Copia de la clave de cifrado&quot; le permite dar el
visto bueno a dicha copia o cancelar la petici&oacute;n del certificado. Una CA que haya
guardado una copia de seguridad de su clave de cifrado tendr&iacute;a la posibilidad de
descifrar cualquier mensaje que usted reciba y que estuviese cifrado con su correspondiente
clave p&uacute;blica.</p>

<p>Puede llevar a cabo las siguientes acciones en el cuadro de di&aacute;logo &quot;Copia de
la clave de cifrado&quot;:</p>

<ul>
  <li><strong>Ver certificado</strong>: para ver el certificado que identifica a la CA que
      solicita la copia de seguridad.<br/></li>
  <li><strong>Aceptar</strong>: si conf&iacute;a en la CA que identifica el certificado para
      descifrar mensajes, haga clic aqu&iacute;.
      <p>Si no est&aacute; seguro de si confiar en la CA que solicita la copia de
      seguridad, consulte con su administrador.</p>
  </li>
  <li><strong>Cancelar</strong>: si no conf&iacute;a en la CA que solicita la copia de
    seguridad, no le solicite ning&uacute;n certificado. Haga clic en
    &quot;Cancelar&quot; para detener tanto el proceso de copia, como el de
    solicitud de certificado.</li>
</ul>

<p>Despu&eacute;s de que su CA haga una copia de seguridad de la clave de cifrado, podr&aacute;
utilizar dicha clave para acceder a su correo cifrado, incluso si pierde su contrasea o su
propia copia de la clave. Si no hubiese ninguna copia de seguridad y usted perdiera su
contrase&ntilde;a o la clave, no habr&iacute;a ninguna forma de leer los mensajes de correo
que hubiesen sido cifrados con dicha clave.</p>


<h2 id="certificate_backup">Copia de seguridad de certificados</h2>

<p>Cuando reciba un certificado, haga una copia de seguridad de &eacute;l y de su clave privada
y almac&eacute;nela en un sitio seguro. Por ejemplo, puede copiarlo a un disquete y guardarlo
bajo llave. As&iacute;, en caso de problemas con el disco duro, podr&iacute;a restaurar
f&aacute;cilmente el certificado.</p>

<p>Perder su certificado, en el mejor de lo casos, ser&iacute;a un inconveniente, pudiendo
llegar a ser catastr&oacute;fico, dependiendo del uso que le diese al certificado. Por ejemplo:</p>

<ul>
  <li>Si pierde un certificado que le identifica ante sitios web importantes, no
      podr&aacute; volver a acceder a ellos hasta que obtenga un certificado nuevo.</li>
  <li>Si pierde el certificado que utilizaba para cifrar mensajes, no podr&aacute;
      leer ninguno de sus mensajes cifrados, tanto los que haya enviado, como los
      que haya recibido. En este caso, si no puede obtener una copia de seguridad
      de la clave de cifrado privada asociada al certificado, ya no podr&aacute;
      leer ninguno de los mensajes cifrados con dicha clave.</li>
</ul>

<p>Como con cualquier otra informaci&oacute;n de valor, se deber&iacute;a hacer una copia de
seguridad de los certificados, para evitar problemas en el futuro. H&aacute;galo ahora para
que luego no se le olvide.</p>

<h2 id="user_identification_request">Solicitud de identificaci&oacute;n de usuario</h2>

<p>Algunos sitios web requieren que se identifique con un certificado en vez de con un nombre
de usuario y una contrase&ntilde;a, ya que los certificados son una forma m&aacute;s segura de
identificaci&oacute;n. Est&eacute; m&eacute;todo de identificaci&oacute;n a veces es llamado
<a href="glossary.xhtml#client_authentication">identificaci&oacute;n de cliente</a>.</p>

<p>Sin embargo, el administrador de certificados puede tener m&aacute;s de un certificado para
estos fines. En tal caso, mostrar&aacute; el cuadro &quot;Solicitud de identificaci&oacute;n
de usuario&quot;, que muestra dos tipos de informaci&oacute;n:</p>

<p><strong>Este sitio ha solicitado que se identifique con un certificado</strong>: en esta
secci&oacute;n del cuadro aparece la siguiente informaci&oacute;n:</p>

<ul>
  <li><strong>Nombre de &quot;host&quot;</strong>: nombre del servidor que solicita la
      identificaci&oacute;n, utilizado como parte de su direcci&oacute;n URL.
      Por ejemplo, el nombre de &quot;host&quot; para la p&aacute;gina de
      Netscape es <tt>home.netscape.com</tt>.</li>
  <li><strong>Organizaci&oacute;n</strong>: nombre de la organizaci&oacute;n a la que
      pertenece el sitio web.</li>
  <li><strong>Expedido por</strong>: nombre de la
      <a href="glossary.xhtml#certificate_authority_(CA)">autoridad de
      certificaci&oacute;n (CA)</a> que ha expedido el certificado.</li>
</ul>

<p><strong>Elija un certificado para presentar como identificaci&oacute;n</strong>: los certificados
que tenga para identificarse ante un sitio web son mostrados en la lista desplegable de esta
secci&oacute;n del cuadro de di&aacute;logo. Elija el certificado que tenga m&aacute;s
probabilidades de ser reconocido por el sitios web que desee visitar.</p>

<p>Para ayudarle a decidir, se muestran los siguientes datos del certificado seleccionado:</p>

<ul>
  <li><strong>Expedido a</strong>: muestra informaci&oacute;n sobre la persona a la cual
      identifica  el certificado (por ejemplo, nombre y direcci&oacute;n de correo)
      y el n&uacute;mero de serie y las fechas de validez del certificado.</li>
  <li><strong>Expedido por</strong>: resume la informaci&oacute;n de la CA que ha expedido
      el certificado, tal como su nombre, direcci&oacute;n y estado.</li>
</ul>

<h2 id="new_certificate_authority">Nueva autoridad de certificaci&oacute;n</h2>

<p>Los certificados del administrador de certificados, almacenados en su ordenador o en un
dispositivo de seguridad externo, tal como una tarjeta inteligente (&quot;smart card&quot;),
incluyen a los certificados que identifican a las
<a href="glossary.xhtml#certificate_authority">autoridades de certificaci&oacute;n (CA)</a>.
Para poder reconocer a cualquier otro certificado, el administrador de certificados ha de
tener los certificados de las CA que han expedido o autorizado esos certificados.</p>

<p>Cuando usted decide confiar en una CA, el administrador de certificados descarga el
certificado de ella, pudiendo despu&eacute;s reconocer los certificados que haya expedido esa
CA.</p>

<p>Antes de descargar el nuevo certificado de CA, el administrador de certificados le permite
especificar los fines del certificado en los que confiar&aacute;, cuando no todos. Puede
elegir cualquiera de las siguientes opciones:</p>

<ul>
  <li><strong>Confiar en esta CA para identificar sitios web</strong>: los certificados de
      sitios web en ciertos sitios, como los que manejan transacciones financieras,
      pueden ser muy importantes y una identificaci&oacute;n inadecuada o falsa
      podr&iacute;a tener consecuencias negativas.</li>
  <li><strong>Confiar en esta CA para identificar usuarios de correo electr&oacute;nico</strong>:
      si tiene intenci&oacute;n de enviar informaci&oacute;n confidencial cifrada a
      trav&eacute;s del correo electr&oacute;nico o si por cualquier otra raz&oacute;n
      la identificaci&oacute;n de usuarios de correo es importante para usted,
      deber&iacute;a considerar cuidadosamente los procedimientos de la CA para
      identificar a los propietarios de los certificados y si son adecuados para sus
      prop&oacute;sitos antes de seleccionar esta opci&oacute;n.</li>
  <li><strong>Confiar en esta CA para identificar desarrolladores de software</strong>: si elige
      esta opci&oacute;n significa que conf&iacute;a en los certificados que la CA
      expide para identificar el origen de &quot;applets&quot; Java y de
      &quot;scripts&quot; JavaScript que soliciten acceso especial a su ordenador, tal
      como la potestad de modificar archivos. Dado que este tipo de privilegios pueden
      ser utilizados con fines malignos, como la eliminaci&oacute;n de datos de su
      disco duro, tenga mucho cuidado con elegir esta opci&oacute;n, excepto si
      est&aacute; totalmente seguro de que desea confiar en la CA para este
      prop&oacute;sito.</li>
</ul>

<p>Antes de que decida confiar en una nueva CA, aseg&uacute;rese de que sabe qui&eacute;n la
maneja y de que sus pol&iacute;ticas y procedimientos se corresponden con el tipo de
certificados que expide. Por ejemplo, si la CA expide certificados para identificar sitios web
que usted utilice para hacer transacciones financieras, aseg&uacute;rese de que est&aacute;
satisfecho con el nivel de seguridad que proporciona la CA.</p>

<ul>
  <li><strong>Ver</strong>: haga clic en este bot&oacute;n para ver el certificado de CA que
      est&aacute; a punto de descargar. Si decide que no desea descargarlo, haga clic
      en &quot;Cancelar&quot;.</li>
</ul>

<h2 id="web_site_certificates">Certificados de sitios web</h2>

<p>Alguna de las ventanas que se citan aqu&iacute; pueden aparecer cuando intente acceder a un
sitio web que haga uso de <a href="glossary.xhtml#ssl">SSL</a> para la
<a href="glossary.xhtml#authentication">identifica&oacute;n</a> y el
<a href="glossary.xhtml#encryption">cifrado</a>.</p>

<div class="contentsBox">En esta secci&oacute;n:
  <ul>
	<li><a href="#web_site_certified_by_an_unknown_authority">Sitio web certificado por una autoridad desconocida</a></li>
	<li><a href="#server_certificate_expired">Certificado del servidor caducado</a></li>
	<li><a href="#server_certificate_not_yet_valid">Certificado del servidor todav&iacute;a no v&aacute;lido</a></li>
	<li><a href="#domain_name_mismatch">Discrepancia del nombre de dominio</a></li>
  </ul>
</div>

<h3 id="web_site_certified_by_an_unknown_authority">Sitio web certificado por una autoridad desconocida</h3>

<p>Muchos sitios web utilizan certificados para identificarse cundo son visitados. Si el
administrador de certificados no reconoce a la
<a href="glossary.xhtml#certificate_authority">autoridad de certificaci&oacute;n (CA)</a>
que ha expedido certificado de alg&uacute;n sitio web, mostrar&aacute; un aviso que le
permitir&aacute; examinar el nuevo certificado de sitio web y decidir qu&eacute; hacer:</p>

<p>Use los botones para llevar a cabo las siguientes acciones:</p>
  <ul>
    <li><strong>Ver certificado</strong>: examinar el certificado del sitio
      web.</li>
    <li><strong>Cancelar</strong>: cancelar la operación El administrador de
      certificados no reconocerá el certificado como identificación legítima y
      no conectará al sitio web.</li>
    <li><strong>Aceptar</strong>: aceptar el certificado y conectarse al sitio
      web. Escoja durante cuánto tiempo debería aceptarse el certificado:
      <ul>
        <li><strong>Aceptar este certificado permanentemente</strong>: el
          administrador de certificados reconocerá el certificado como
          identificación legítima hasta que éste caduque.</li>
        <li><strong>Aceptar este certificado temporalmente para esta
          sesión</strong>: el administrador de certificados reconocerá el
          certificado como identificación legítima sólo durante la sesión
          actual de &brandShortName;. Verá la alerta nuevamente si reinicia 
          &brandShortName; e intenta visitar el sitio web.</li>
      </ul>
    </li>
</ul>

<p><strong>Nota importante para administradores de servidores web</strong>: este mensaje
de advertencia puede ser provocado por un servidor que no est&aacute; correctamente
configurado. Para descubrir si &eacute;ste es el caso, el administrador del servidor
o webmaster del sitio que est&aacute; intentando visitar deber&iacute;a comprobar el estado
de cualquier CAs intermedia requerida y, si es necesario, instalar el certificado
que falte en el servidor.</p>

<p>Si Vd. decide contactar con el webmaster del sitio web por este motivo,
puede incluir la siguiente informaci&oacute;n:</p>

<ul>
  <li>El administrador del servidor puede obtener m&aacute;s informaci&oacute;n sobre CAs
      intermedias de aqu&iacute;:
      <a href="http://knowledge.verisign.com/search/solution.jsp?id=vs2119">&iquest;Cu&aacute;l
      es el prop&oacute;sito del certificado de CA intermedia?</a></li>
  <li>Si el servidor utiliza un certificado de VeriSign, el administrador del
      servidor puede descargar el certificado apropiado de aqu&iacute;:
      <a href="http://www.verisign.com/support/ssl-certificates-support/install-ssl-certificate.html">Soporte
      de certificados SSL</a></li>
</ul>

<p><strong>Para usuarios avanzados</strong>: para asegurar que el administrador de
certificados confiar&aacute; en todos los certificados expedidos por una CA
determinada, puede modificar los ajustes del correspondiente certificado de
CA. Para hacerlo, siga estos pasos:</p>

<ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
   <li>Dentro de la categor&iacute;a &quot;Privacidad y seguridad&quot;, haga clic en
   Certificados (si no se muestra ninguna subcategor&iacute;a, haga doble clic en
   &quot;Privacidad y seguridad&quot; para expandir la lista).</li>
   <li>Haga clic en &quot;Gestionar certificados&quot;.</li>
   <li>Haga clic en la pesta&ntilde;a &quot;Autoridades&quot;.</li>
   <li>Seleccione el certificado de CA cuyos ajustes de confianza desee modificar.</li>
   <li>Haga clic en el bot&oacute;n &quot;Modificar&quot; y seleccione los ajustes adecuados.</li>
</ol>

<h3 id="server_certificate_expired">Certificado del servidor caducado</h3>

<p>Como una tarjeta de cr&eacute;dito, un permiso de conducci&oacute;n y muchas otras formas
de identificaci&oacute;n, un <a href="glossary.xhtml#certificate">certificado</a> es
v&aacute;lido durante un cierto per&iacute;odo de tiempo. Cuando caduca, el propietario ha de
conseguir uno nuevo.</p>

<p>El administrador de certificados le avisar&aacute; cuando intente visitar un sitio web cuyo
certificado de servidor haya caducado. La primera cosa que ha de hacer es asegurarse de que la
fecha y la hora de su ordenador son correctas. Si el reloj de su ordenador tiene una fecha
posterior a la fecha de caducidad, el administrador de certificados considerar&aacute; al
certificado como caducado. </p>

<p>Si la fecha de su ordenador es correcta, ha de decidir si confiar en dicho sitio. La
decisi&oacute;n depender&aacute; de qu&eacute; quer&iacute;a hacer en ese sitio y qu&eacute;
sabe de &eacute;l. La mayor&iacute;a de sitios comerciales se aseguran de reemplazar sus
certificados antes de que caduquen.</p>

<p>Puede realizar las siguientes acciones desde el cuadro de &quot;Certificado del servidor
caducado&quot;:</p>

<ul>
  <li><strong>Ver certificado</strong>: para examinar la informaci&oacute;n del
      certificado, incluyendo su per&iacute;odo de validez, haga clic
      en esta opci&oacute;n.</li>
  <li><strong>Continuar</strong>: si tiene razones para creer que la caducidad del
      certificado es un error sin importancia, puede elegir hacer clic
      en esta opci&oacute;n para aceptar el certificado durante esta
      sesi&oacute;n y avisar al webmaster del sitio sobre el problema.
      <p>Sea cauteloso con cualquier cosa que vaya a hacer durante su visita
      al sitio.</p></li>
  <li><strong>Cancelar</strong>: si sospecha que puede haber un problema importante
      y no desea arriesgarse, haga clic en esta opci&oacute;n (en este caso
      el administrador de certificados no le conectar&aacute; con el sitio).</li>
</ul>

<h3 id="server_certificate_not_yet_valid">Certificado del servidor todav&iacute;a no v&aacute;lido</h3>

<p>Como una tarjeta de cr&eacute;dito, un permiso de conducci&oacute;n y muchas otras formas
de identificaci&oacute;n, un <a href="glossary.xhtml#certificate">certificado</a> es
v&aacute;lido durante un cierto per&iacute;odo de tiempo.</p>

<p>El administrador de certificados le avisar&aacute; cuando intente visitar un sitio web en
el que el per&iacute;odo de validez del certificado del servidor todav&iacute;a no haya
comenzado. La primera cosa que ha de hacer es asegurarse de que la fecha y la hora de su
ordenador son correctas. Si no lo son, el administrador de certificados podr&iacute;a
considerar al certificado como todav&iacute;a no v&aacute;lido incluso si lo es. </p>

<p>Si la fecha de su ordenador es correcta, ha de decidir si confiar en dicho sitio. La
decisi&oacute;n depender&aacute; de qu&eacute; quer&iacute;a hacer en ese sitio y qu&eacute;
sabe de &eacute;l. La mayor&iacute;a de sitios comerciales se aseguran de que el
per&iacute;odo de validez de sus certificados haya comenzado antes de empezar a utilizarlos.</p>

<p>Puede realizar las siguientes acciones desde el cuadro de &quot;Certificado del servidor
todav&iacute;a no v&aacute;lido&quot;:</p>

<ul>
  <li><strong>Ver certificado</strong>: para examinar la informaci&oacute;n del
      certificado, incluyendo su per&iacute;odo de validez, haga clic
      en esta opci&oacute;n.</li>
  <li><strong>Aceptar</strong>: si tiene razones para creer que la caducidad del
      certificado es un error sin importancia, puede elegir hacer clic
      en esta opci&oacute;n para aceptar el certificado durante esta
      sesi&oacute;n y avisar al webmaster del sitio sobre el problema.
    <p>Sea cauteloso con cualquier cosa que vaya a hacer durante su
      visita al sitio.</p>
  </li>
  <li><strong>Cancelar</strong>: si sospecha que puede haber un problema importante
      y no desea arriesgarse, haga clic en esta opci&oacute;n (en este
      caso el administrador de certificados no le conectar&aacute; con el
      sitio).</li>
</ul>

<h3 id="domain_name_mismatch">Discrepancia del nombre de dominio</h3>

<p>Un <a href="glossary.xhtml#certificate">certificado</a> de servidor especifica el nombre del
servidor bajo la forma del nombre de dominio del sitio. Por ejemplo, el nombre de dominio del
sitio web de Netscape es <tt>home.netscape.com</tt>. Si el nombre de dominio de un certificado
de servidor no coincide con el nombre real de dominio del sitio web, puede ser un indicio de
que alguien est&eacute; intentando interceptar su comunicaci&oacute;n con dicho sitio.</p>

<p>La decisi&oacute;n de si confiar en dicho sitio depender&aacute; de qu&eacute; quer&iacute;a
hacer en &eacute;l y qu&eacute; sabe de &eacute;l. La mayor&iacute;a de sitios comerciales se
aseguran de que el nombre de dominio de sus certificados coincide con el nombre real del
sitio web.</p>

<p>Puede realizar las siguientes acciones desde el cuadro de &quot;Discrepancia de nombre de
dominio&quot;:</p>

<ul>
  <li><strong>Ver certificado</strong>: para examinar la informaci&oacute;n del
      certificado, haga clic en esta opci&oacute;n.</li>
  <li><strong>Aceptar</strong>: si tiene razones para creer que el problema no
      tiene importancia, puede elegir hacer clic en esta opci&oacute;n
      para aceptar el certificado durante esta sesi&oacute;n y avisar
      al webmaster del sitio sobre el problema.
	  <p>Sea cauteloso con cualquier cosa que vaya a hacer durante su
      visita al sitio y considere sospechosa cualquier informaci&oacute;n
      que encuentre en &eacute;l.</p>
  </li>
  <li><strong>Cancelar</strong>: si sospecha que puede haber un problema importante
      y no desea arriesgarse, haga clic en esta opci&oacute;n (en este caso
      el administrador de certificados no le conectar&aacute; con el sitio).
  </li>
</ul>


<p>Si decide aceptar el certificado durante esta sesi&oacute;n, tenga precauci&oacute;n con
cualquier cosa que vaya a hacer durante su visita al sitio y considere sospechosa cualquier
informaci&oacute;n que encuentre en &eacute;l.</p>

<p>&copyright.string;</p>

</body>
</html>
