<?xml version="1.0" encoding="utf-8"?>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" > 
  %brandDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Administrador de certificados</title>
  <link rel="stylesheet" href="helpFileLayout.css" type="text/css"/>
</head>
<body>
  
<div class="boilerplate">Este documento ha sido proporcionado s&oacute;lo para
aportar informaci&oacute;n. Puede ayudarle a dar ciertos pasos a la hora de
decidir la forma de proteger la privacidad y seguridad de su informaci&oacute;n
personal en Internet. Este documento, sin embargo, no trata de todos los
aspectos existentes en materia de privacidad y seguridad, ni representa
recomendaciones sobre lo que constituye unas medidas de protecci&oacute;n
adecuadas en materia de privacidad y seguridad en Internet.</div>

<h1 id="certificate_manager">Administrador de certificados</h1>

<p>En esta secci&oacute;n se explica c&oacute;mo se utiliza el administrador
de certificados. Si desea m&aacute;s informaci&oacute;n sobre la
utilizaci&oacute;n de certificados, consulte
<a href="using_certs_help.xhtml">Usar certificados</a>.</p>

<p>Si a&uacute;n no est&aacute; viendo la ventana Administrador de
certificados, siga los pasos que se indican a continuaci&oacute;n:</p>

<ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
  <li>Dentro de la categor&iacute;a Privacidad y seguridad, haga clic en
    Certificados (si no aparece ninguna subcategor&iacute;a, haga doble clic en
    Seguridad y privacidad para expandir la lista).</li>
  <li>Haga clic en Administrar certificados.</li>
</ol>

<div class="contentsBox">En esta secci&oacute;n:
  <ul>
    <li><a href="#your_certificates">Sus certificados</a></li>
    <li><a href="#other_peoples_certificates">Certificados de otras
      personas</a></li>
    <li><a href="#web_site_certificates">Certificados de sitios web</a></li>
    <li><a href="#authorities">Autoridades</a></li>
  </ul>

</div>

<h2 id="your_certificates">Sus certificados</h2>

<p>La pesta&ntilde;a Sus certificados del
<a href="#certificate_manager">administrador de certificados</a> muestra los
certificados almacenados que lo identifican. Sus certificados aparecen
enumerados bajo los nombres de las organizaciones que los han emitido:</p>

<ul>
  <li>Si no puede ver nombres de certificados bajo el nombre de alguna
    organizaci&oacute;n, haga doble clic en su nombre.</li>
  <li>Para seleccionar un certificado, haga clic en su nombre.</li>
  <li>Para seleccionar m&aacute;s de un certificado, mantenga pulsada la tecla
    Control y haga clic sobre sus nombres.</li>
</ul>

<p>Para llevar a cabo las siguientes acciones, seleccione uno o varios
certificados y haga clic en uno de los botones siguientes:</p>

<ul>
  <li><strong>Ver</strong>: visualice informaci&oacute;n detallada sobre los
    certificados seleccionados.</li>
  <li><strong>Hacer una copia de seguridad</strong>: inicie el proceso de
    guardar los certificados seleccionados. Aparecer&aacute; una ventana que
    le permitir&aacute; elegir una contrase&ntilde;a para proteger la copia de
    seguridad. A continuaci&oacute;n, puede guardar la copia de seguridad en
    el directorio que elija.</li>
  <li><strong>Eliminar</strong>: elimine los certificados seleccionados.</li>
</ul>

<p>Estas acciones no requieren la selecci&oacute;n de un certificado.</p>

<ul>
  <li><strong>Importar</strong>: importa un archivo que contenga un
    certificado o m&aacute;s de los que anteriormente se realiz&oacute; copia
    de seguridad. Al hacer clic en Importar, lo primero que le pide el
    administrador de certificados es que localice el archivo que contiene la
    copia de seguridad. Los nombres de los archivos de copia de seguridad de
    certificados terminan normalmente en <tt>.p12</tt>; por ejemplo,
    <tt>MiCert.p12</tt>. Despu&eacute;s de seleccionar el archivo que desee
    importar, el administrador de certificados le pedir&aacute; que introduzca
    la contrase&ntilde;a que estableci&oacute; cuando realiz&oacute; la copia
    de seguridad del certificado.</li>
  <li><strong>Hacer copia de seguridad de todo</strong>: inicia el proceso de
    salvaguarda de todos los certificados almacenados en el
    <a href="glossary.xhtml#software_security_device">dispositivo de seguridad
    de software</a>.

    <p><strong>Nota</strong>: no es posible realizar copia de seguridad de los
    certificados almacenados en tarjetas inteligentes. El archivo de copia de
    seguridad que se crea no incluir&aacute; ning&uacute;n certificado
    almacenado en tarjetas inteligentes ni en ning&uacute;n otro dispositivo
    de seguridad externo, tanto si selecciona alguno de los certificados y
    hace clic en Hacer copia de seguridad, como si hace clic en Hacer copia de
    seguridad de todo. S&oacute;lo podr&aacute; hacer copias de seguridad de
    los certificados que est&eacute;n almacenados en un dispositivo de
    seguridad de software incorporado.</p>
  </li>
</ul>

<h3 id="choose_a_certificate_backup_password">Elegir una contrase&ntilde;a de
respaldo para los certificados</h3>

<p>La contrase&ntilde;a de copia de seguridad protege uno o varios de los
certificados de los que el usuario hace copia de seguridad desde la
pesta&ntilde;a <a href="#your_certificates">Sus certificados</a> del
administrador de certificados.</p>

<p>El administrador de certificados le pide que establezca esta
contrase&ntilde;a cuando realiza copias de seguridad de certificados y
solicita la contrase&ntilde;a cuando el usuario intenta importar
certificados de los que previamente ha realizado copia de seguridad.</p>

<ul>
  <li><strong>Contrase&ntilde;a de copia de seguridad de certificado</strong>:
    escriba la contrase&ntilde;a de copia de seguridad en este campo.</li>
  <li><strong>Contrase&ntilde;a de copia de seguridad de certificado (otra
    vez)</strong>: vuelva a escribir la contrase&ntilde;a de copia de
    seguridad. Si la segunda vez no la escribe exactamente igual que la
    primera vez, el bot&oacute;n Aceptar permanecer&aacute; inactivo. Si
    ocurre esto, intente volver a escribir la contrase&ntilde;a nueva.</li>
</ul>

<p>Si alguien consigue el archivo que contiene un certificado del que ha
realizado copia de seguridad e importa con &eacute;xito el certificado, esa
persona podr&aacute; enviar mensajes o acceder a sitios web haci&eacute;ndose
pasar por usted. Esto puede acarrear graves consecuencias, por ejemplo, si
firma digitalmente mensajes importantes de correo electr&oacute;nico o si
administra sus cuentas bancarias o de inversi&oacute;n desde Internet.</p>

<p>Por lo tanto, es importante que seleccione una contrase&ntilde;a de copia
de seguridad de certificado que sea dif&iacute;cil de averiguar. El
<strong>medidor de calidad de contrase&ntilde;as</strong> le da una idea
aproximada de la calidad de la contrase&ntilde;a en el momento en que la
introduce, en funci&oacute;n de factores como la longitud y la
utilizaci&oacute;n de may&uacute;sculas,  min&uacute;sculas, n&uacute;meros
y s&iacute;mbolos. No obstante, eso no garantiza que su contrase&ntilde;a no
se pueda averiguar.</p>

<p>Si desea m&aacute;s informaci&oacute;n, consulte el documento en
l&iacute;nea <a href="passwords_help.xhtml#choosing_a_good_password">Elecci&oacute;n
de una buena contrase&ntilde;a (en ingl&eacute;s)</a>.</p>

<p>Tambi&eacute;n es importante guardar las contrase&ntilde;as en un lugar
seguro, y no en un sitio que sea f&aacute;cilmente accesible. Si olvida esta
contrase&ntilde;a, no podr&aacute; importar la copia de seguridad del
certificado.</p>

<h3 id="delete_your_certificates">Eliminar sus certificados</h3>

<p>Antes de suprimir uno de los certificados caducados de la pesta&ntilde;a
<a href="#your_certificates">Sus certificados</a> del administrador de
certificados, aseg&uacute;rese de que no volver&aacute; a necesitarlo
m&aacute;s adelante para leer mensajes antiguos de correo electr&oacute;nico
que haya cifrado con la clave privada correspondiente.</p>

<h2 id="other_peoples_certificates">Certificados de otras personas</h2>

<p>La pesta&ntilde;a "De otras personas" del
<a href="#certificate_manager">administrador de certificados</a> muestra
certificados de correo electr&oacute;nico almacenados que identifican a otras
personas.</p>

<p>Cuando un usuario recibe mensajes de correo electr&oacute;nico firmados
digitalmente, el administrador de certificados importa sus certificados
autom&aacute;ticamente. Estos certificados pueden utilizarse para enviar
mensajes cifrados a esas personas.</p>

<p>Los certificados de otras personas aparecen enumerados bajo los nombres de
las organizaciones que los han emitido:</p>

<ul>
  <li>Si no puede ver nombres de certificados bajo el nombre de alguna
    organizaci&oacute;n, haga doble clic en su nombre.</li>
  <li>Para seleccionar un certificado, haga clic en su nombre.</li>
  <li>Para seleccionar m&aacute;s de un certificado, mantenga pulsada la tecla
    Control y haga clic sobre sus nombres.</li>
</ul>

<p>Para llevar a cabo las siguientes acciones, seleccione un certificado o
varios y haga clic en uno de los botones siguientes:</p>
 
<ul>
  <li><strong>Ver</strong>: visualice informaci&oacute;n detallada sobre los
    certificados seleccionados.</li>
  <li><strong>Eliminar</strong>: elimine los certificados seleccionados.</li>
</ul>

<h3 id="delete_email_certificates">Eliminar certificados de correo
electr&oacute;nico</h3>

<p>Antes de suprimir el certificado de otra persona de la pesta&ntilde;a
<a href="#other_peoples_certificates">De otras personas</a> del administrador
de certificados, aseg&uacute;rese de que no volver&aacute; a necesitarlo
m&aacute;s adelante para enviar correo electr&oacute;nico cifrado a esa
persona o para verificar las firmas digitales de sus mensajes.</p>

<h2 id="web_site_certificates">Certificados de sitios web</h2>

<p>La pesta&ntilde;a Sitios web del administrador de certificados muestra los
certificados almacenados que identifican sitios web.</p>

<p>Los certificados de sitios web aparecen agrupados bajo los nombres de las
organizaciones que los han emitido:</p>

<ul>
  <li>Si no puede ver nombres de certificados bajo el nombre de alguna
    organizaci&oacute;n, haga doble clic en su nombre.</li>
  <li>Para seleccionar un certificado, haga clic en su nombre.</li>
  <li>Para seleccionar m&aacute;s de un certificado, mantenga pulsada la tecla
    Control y haga clic sobre sus nombres.</li>
</ul>

<p>Para llevar a cabo las siguientes acciones, seleccione uno o varios
certificados y haga clic en uno de los botones siguientes:</p>

<ul>
  <li><strong>Ver</strong>: visualice informaci&oacute;n detallada sobre los
    certificados seleccionados.</li>
  <li><strong>Editar</strong>: visualice o modifique los valores de confianza
    que el administrador de certificados asocia a los certificados
    seleccionados. Puede utilizar estos valores para designar un certificado
    de sitio web como de confianza o no a efectos de identificaci&oacute;n.</li>
  <li><strong>Eliminar</strong>: elimine los certificados seleccionados.</li>
</ul>

<h3 id="edit_web_site_certificate_trust_settings">Modificar los valores de
confianza de un certificado de sitio web</h3>

<p>Al seleccionar un certificado de sitio web de la pesta&ntilde;a
<a href="#web_site_certificates">Sitios web</a> del administrador de
certificados y hacer clic en Editar, aparece una ventana denominada
<q>Editar valores de confianza de certificado de sitio web</q>. Desde
aqu&iacute; se puede indicar si se desea confiar en el certificado
seleccionado para la identificaci&oacute;n del sitio web y para configurar
una conexi&oacute;n cifrada con &eacute;l.</p>

<p>El cuadro de di&aacute;logo contiene los siguientes elementos:</p>

<ul>
  <li><strong>El certificado <q><em>nombre del certificado</em></q> lo
    emiti&oacute;</strong>: facilita informaci&oacute;n sobre la
    <a href="glossary.xhtml#certificate_authority">autoridad certificadora</a>
    que emiti&oacute; el certificado.</li>
  <li><strong>Editar valores de confianza de certificados</strong>:
    <ul>
      <li><strong>Confiar en la autenticidad de este certificado</strong>: a
        partir del momento en el que se selecciona esta opci&oacute;n, el
        administrador de certificados conf&iacute;a en este certificado para
        prop&oacute;sitos de identificaci&oacute;n de este sitio web o
        configuraci&oacute;n de una conexi&oacute;n cifrada. Si selecciona
        esta opci&oacute;n y, a continuaci&oacute;n, intenta visitar el sitio
        web,  podr&aacute; acceder a &eacute;l con muy pocos mensajes de
        advertencia o ninguno.</li>
      <li><strong>No confiar en la autenticidad de este certificado</strong>:
        a partir del momento en el que se selecciona  esta opci&oacute;n, el
        administrador de certificados deja de confiar en este certificado para
        prop&oacute;sitos de identificaci&oacute;n de este sitio web o
        configuraci&oacute;n de una conexi&oacute;n cifrada. Si selecciona
        esta opci&oacute;n y, a continuaci&oacute;n, intenta visitar el sitio
        web, aparecer&aacute; un mensaje de advertencia o varios antes de que
        pueda acceder a &eacute;l.</li>
    </ul>
  </li>
  <li><strong>Editar confianza en CA</strong>: haga clic en este bot&oacute;n
    para indicar los valores de confianza para la autoridad certificadora (CA)
    que emiti&oacute; el certificado de sitio web. Estos valores le permiten
    confiar o no en diferentes tipos de certificado emitidos por esa autoridad
    certificadora. Puede decidir, por ejemplo, confiar en todos los
    certificados de sitio web emitidos por esa autoridad.</li>
</ul>

<p>Haga clic en Aceptar para confirmar su elecci&oacute;n.</p>

<h3 id="delete_web_site_certificates">Eliminar un certificado de sitio web</h3>
 
<p>Antes de suprimir un certificado de sitio web de la pesta&ntilde;a
<a href="#web_site_certificates">Sitios web</a> del administrador de
certificados, aseg&uacute;rese de que no volver&aacute; a necesitarlo para
identificar un sitio web ni para configurar una conexi&oacute;n cifrada.</p>

<h2 id="Authorities">Autoridades</h2>

<p>La pesta&ntilde;a Autoridades del
<a href="#certificate_manager">administrador de certificados</a> muestra los
certificados almacenados que identifican
<a href="glossary.xhtml#certificate_authority">autoridades certificadoras
(CA)</a>.</p>

<p>Los certificados de CA aparecen agrupados bajo los nombres de las
organizaciones que los han emitido:</p>

<ul>
  <li>Si no puede ver nombres de certificados de CA bajo el nombre de alguna
    organizaci&oacute;n, haga doble clic en su nombre.</li>
  <li>Para seleccionar un certificado de CA, haga clic en su nombre.</li>
  <li>Para seleccionar m&aacute;s de un certificado de CA, mantenga pulsada la
    tecla Control y haga clic sobre sus nombres.</li>
</ul>

<p>Para llevar a cabo las siguientes acciones, seleccione los certificados
en los que desea actuar y haga clic en uno de los siguientes botones:</p>

<ul>
  <li><strong>Ver</strong>: visualice informaci&oacute;n detallada sobre los
    certificados seleccionados.</li>
  <li><strong>Editar</strong>: vea o modifique los valores que el
    administrador de certificados asocia a los certificados seleccionados.
    Puede utilizar estos valores para designar cu&aacute;les son los tipos de
    certificados (si es que existe alguno) emitidos por las CA
    correspondientes en los que conf&iacute;a.</li>
  <li><strong>Eliminar</strong>: elimine los certificados seleccionados.</li>
</ul>

<p>Para garantizar la confianza plena en una
<a href="glossary.xhtml#certificate_chain">cadena de certificados</a> de CA
completa, s&oacute;lo es necesario editar el certificado de la CA
ra&iacute;z.</p>

<p>Para importar la cadena, hay que hacer clic en un enlace a una
p&aacute;gina web facilitada por la CA. A partir de entonces se puede utilizar
la pesta&ntilde;a Autoridades para localizar el certificado ra&iacute;z y
editar sus valores de confianza.</p>

<p>Las CA ra&iacute;z e intermedias aparecer&aacute;n todas bajo la misma
organizaci&oacute;n. El certificado ra&iacute;z es el que se muestra a
s&iacute; mismo como emisor.</p>

<p><strong>Si descarga una CA intermedia</strong>: si descarga un certificado
de CA intermedia que est&aacute; unido a un  certificado ra&iacute;z
previamente marcado como de confianza en su navegador, no necesitar&aacute;
indicar para qu&eacute; prop&oacute;sitos conf&iacute;a en el. Los
certificados intermedios heredan autom&aacute;ticamente los valores de
confianza de sus certificados ra&iacute;z.</p>

<h3 id="edit_ca_certificate_trust_settings">Editar los valores de confianza de
un certificado de CA</h3>

<p>Al seleccionar un certificado de CA de la pesta&ntilde;a
<a href="#authorities">Autoridades</a> del administrador de certificados y
hacer clic en Editar, aparece una ventana denominada <q>Editar valores de
confianza de certificado de CA</q>. Desde aqu&iacute; puede especificar los
tipos de certificados en los que conf&iacute;a para esta CA. Si quita la marca
de verificaci&oacute;n de todas las casillas, el administrador de certificados
no confiar&aacute; en ning&uacute;n certificado emitido por esta CA.</p>

<p>Las elecciones que realice tienen los siguientes efectos:</p>

<ul>
  <li><strong>Este certificado puede identificar sitios web</strong>: el
    administrador de certificados confiar&aacute; en los certificados emitidos
    por esta CA para prop&oacute;sitos de identificaci&oacute;n y cifrado de
    conexiones de sitios web. Si desactiva esta casilla de
    verificaci&oacute;n, el administrador de certificados no confiar&aacute;
    en los certificados de sitio web emitidos por esta CA.</li>
  <li><strong>Este certificado puede identificar usuarios de correo
    electr&oacute;nico</strong>: el administrador de certificados
    confiar&aacute; en los certificados emitidos por esta CA para
    prop&oacute;sitos de firma o cifrado de correo electr&oacute;nico. Si
    desactiva esta casilla de verificaci&oacute;n, el administrador de
    certificados no confiar&aacute; en los certificados de  correo
    electr&oacute;nico emitidos por esta CA.</li>
  <li><strong>Este certificado puede identificar programadores de
    software</strong>: el administrador de certificados confiar&aacute; en los
    certificados emitidos por esta CA para prop&oacute;sitos de
    identificaci&oacute;n de programadores de software. Si desactiva esta
    casilla de verificaci&oacute;n, el administrador de certificados no
    confiar&aacute; en tales certificados emitidos por esta CA.</li>
</ul>

<p>Haga clic en Aceptar para confirmar los valores seleccionados.</p>

<h3 id="delete_ca_certificates">Eliminar un certificado de CA</h3>

<p>Antes de suprimir un certificado de CA de la pesta&ntilde;a
<a href="#authorities">Autoridades</a> del administrador de certificados,
aseg&uacute;rese de que no volver&aacute; a necesitarlo para validar
certificados emitidos por la CA. Si suprime el &uacute;nico certificado
v&aacute;lido que tenga para una CA, el administrador de certificados no
volver&aacute; a confiar en los certificados emitidos por dicha CA.</p>

<h2 id="device_manager">Administrador de dispositivos</h2>

<p>En esta secci&oacute;n se describen las opciones disponibles en la ventana
Administrador de dispositivos. Si desea obtener informaci&oacute;n previa
e instrucciones detalladas sobre la utilizaci&oacute;n del administrador
de dispositivos, consulte
<a href="using_certs_help.xhtml#managing_smart_cards_and_other_security_devices">Gesti&oacute;n
de tarjetas inteligentes y otros dispositivos de seguridad</a>.</p>

<p>Si a&uacute;n no ha llegado a la ventana Administrador de dispositivos,
siga los pasos que se indican a continuaci&oacute;n:</p>

<ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
  <li>Dentro de la categor&iacute;a Privacidad y seguridad, haga clic en
    Certificados (si no aparece ninguna subcategor&iacute;a, haga doble clic
    en Seguridad y privacidad para expandir la lista).</li>
  <li>En el panel Certificados, haga clic en Administrar dispositivos de
    seguridad.</li>
</ol>

<p>El administrador de dispositivos muestra una lista de todos los
m&oacute;dulos PKCS #11 disponibles y de los dispositivos de seguridad
gestionados por cada m&oacute;dulo bajo el nombre de &eacute;stos.</p>

<p>Si selecciona un m&oacute;dulo o dispositivo, la informaci&oacute;n
sobre el elemento seleccionado aparece en  mitad de la ventana y algunos
de los botones del lado derecho de la ventana pasan a estar disponibles.
En general, el usuario lleva a cabo una acci&oacute;n sobre un m&oacute;dulo
o dispositivo seleccionando el nombre de &eacute;ste y haciendo clic en
el bot&oacute;n adecuado:</p>

<ul>
  <li><strong>Iniciar sesi&oacute;n</strong>: entre en el dispositivo de
    seguridad seleccionado. Una vez que haya iniciado sesi&oacute;n en el
    dispositivo, la frecuencia con la que se le pedir&aacute; que introduzca
    la contrase&ntilde;a maestra  para &eacute;ste depender&aacute; de los
    valores del <a href="passwords_help.xhtml#master_password">tiempo de
    espera de la contrase&ntilde;a maestra</a>.</li>
  <li><strong>Finalizar sesi&oacute;n</strong>: salga del dispositivo de
    seguridad seleccionado. Una vez que haya finalizado sesi&oacute;n en el
    dispositivo, tanto &eacute;ste como los certificados que contiene
    dejar&aacute;n de estar a su disposici&oacute;n hasta que vuelva a iniciar
    sesi&oacute;n.</li>
  <li><strong>Cambiar contrase&ntilde;a</strong>: cambie la contrase&ntilde;a
    maestra para el dispositivo de seguridad seleccionado.</li>
  <li><strong>Cargar</strong>: muestra un cuadro de di&aacute;logo que permite
    indicar el nombre y la ubicaci&oacute;n de un nuevo m&oacute;dulo PKCS
    #11. Antes de agregar un m&oacute;dulo nuevo, debe instalar el software
    del m&oacute;dulo en el equipo y, si es necesario, conectar cualquier
    dispositivo de hardware asociado. Siga las instrucciones suministradas por
    el vendedor.</li>
  <li><strong>Descargar</strong>: descargue el m&oacute;dulo seleccionado. Si
    descarga un m&oacute;dulo, deja de estar disponible el m&oacute;dulo y sus
    dispositivos de seguridad para la utilizaci&oacute;n en el navegador.</li>
  <li><strong>Habilitar FIPS</strong>: activa y desactiva el modo FIPS. Si
    desea m&aacute;s informaci&oacute;n, consulte
    <a href="using_certs_help.xhtml#enable_fips_mode">Activaci&oacute;n de
    modo FIPS</a>.</li>
</ul>

<p>&copyright.string;</p>

</body>
</html>
