<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Ayuda de las preferencias avanzadas de &brandShortName;</title>
  <link rel="stylesheet" href="helpFileLayout.css"
    type="text/css"/>
</head>

<body>
  <h1 id="advanced_preferences">Preferencias avanzadas</h1>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias
  avanzadas. Si todav&iacute;a no est&aacute; visualizando el panel, siga
  estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Pulse en la categor&iacute;a Avanzadas.</li>
  </ol>

  <div class="contentsBox">En esta secci&oacute;n:
    <ul>
      <li><a href="#advanced">Avanzadas</a></li>
      <li><a href="#scripts">Scripts y plugins</a></li>
      <li><a href="#keyboard_navigation">Navegaci&oacute;n con el teclado</a>
      </li>
      <li><a href="#cache">Cach&eacute;</a></li>
      <li><a href="#proxies">Proxies</a></li>
      <li><a href="#http_networking">Protocolo HTTP</a></li>
      <li><a href="#software_installation">Instalaci&oacute;n de software</a>
      </li>
      <li><a href="#mouse_wheel">Rueda del rat&oacute;n</a></li>
      <li><a href="#dom_inspector">DOM Inspector</a></li>
    </ul>
  </div>

  <h2 id="advanced">Preferencias avanzadas - Avanzadas</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel principal de las
  preferencias avanzadas. Si todav&iacute;a no lo est&aacute; viendo, intente
  seguir estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Pulse en la categor&iacute;a Avanzadas.</li>
  </ol>

  <p>El panel principal de las preferencias avanzadas le permite activar o
  desactivar Java:</p>

  <ul>
    <li><strong>Activar Java</strong>: Selecione esto para permitir que
      &brandShortName; interprete p&aacute;ginas que contengan programas Java.
      Java se usa en algunas p&aacute;ginas web para incorporar contenido
      interactivo y multimedia.</li>
    <li class="unix"><strong>Usar preferencias del sistema</strong>: seleccione
      esta opci&oacute;n para utilizar las preferencias del sistema ya 
      establecidas, descartando las de &brandShortName;.
    </li>
  </ul>
  
  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>

  <h2 id="scripts_and_plugins">Preferencias avanzadas - Scripts y
  plugins</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias de
  scripts y plugins. Si todav&iacute;a no lo est&aacute; viendo, intente
  seguir estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute;a de Avanzadas, pulse Scripts y plugins (si no
    hay subcategor&iacute;as visibles, haga doble clic en Avanzadas para
    expandir la lista).</li>
  </ol>

  <p>El panel de preferencias de scripts y plugins le permite controlar
  c&oacute;mo se usan JavaScript y los plugins:</p>

  <ul>
    <li>
      <strong>Activar JavaScript para</strong>:
      <ul>
        <li><strong>Navegador</strong>: seleccione esta opción para activar
          JavaScript en para las p&aacute;gina web abiertas por el
          navegador.</li>
      </ul>
    </li>
    <li>
      <strong>Permitir a los scripts</strong>: marque estos
      recuadros de selecci&oacute;n para controlar c&oacute;mo puede ser usado
      JavaScript:
      <ul>
        <li><strong>Mover o cambiar el tama&ntilde;o de ventanas
        existentes</strong>: permite mover o redimensionar las ventanas
        abiertas.</li>
        <li><strong>Cambiar el plano de profundidad de las ventanas</strong>:
        permite poner ventanas por delante o por detr&aacute;s
        de otras ventanas.</li>
        <li><strong>Esconder la barra de estado</strong>: permite que se oculte
        la barra de estado.</li>
        <li><strong>Cambiar el texto de la barra de estado</strong>: permite
        cambiar el texto de la barra de estado, como texto animado en la barra
        de estado.</li>
        <li><strong>Cambiar im&aacute;genes</strong>: Permite que se cambien
        im&aacute;genes o animarlas, como en los carruseles de im&aacute;genes
        (im&aacute;genes que cambian cuando el cursor del rat&oacute;n se
        encuentra sobre ellas).</li>
        <li><strong>Desactivar o reemplazar men&uacute;s contextuales</strong>:
        permite que los men&uacute;s que aparecen al pulsar el bot&oacute;n
        derecho<span class="mac">o, si se est&aacute; usando un rat&oacute;n
        con un solo bot&oacute;n, <kbd>Ctrl</kbd> y el bot&oacute;n del
        rat&oacute;n</span> sean reemplazados o desactivados por las
        p&aacute;ginas web.</li>
      </ul>
    </li>
    <li><strong>Habilitar plugins para</strong>: marque este recuadro de
    selecci&oacute;n para controlar c&oacute;mo se usan los plugins:
      <ul>
        <li><strong>Correo y noticias</strong>: permite que se activen los
          plugins en Correo y noticias.</li>
      </ul>
    </li>
    <li><strong>Cuando se requieran plugins adicionales</strong>: marque esta
      casilla si quiere que se le informe siempre que un sitio web requiera
      plugins adicionales:
      <ul>
        <li><strong>Mostrar una barra de notificación en la parte superior del
        área de contenido</strong>: cuando un sitio web requiera un plugin que
        no está instalado, se mostrará una barra de notificación encima del
        área de contenido del sitio web. Desde la barra podrá descargar e
        instalar el plugin que falta.</li>
    </ul>
  </li>
  </ul>

  <p>Para m&aacute;s informaci&oacute;n sobre los plugins, vea <a href=
  "nav_help.xhtml#plugins_and_downloads">Plugins y descargas</a>.</p>

  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>

  <h2 id="keyboard_navigation">Preferencias avanzadas - Navegaci&oacute;n con
  el teclado</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias de
  navegaci&oacute;n con teclado. Si no lo est&aacute; viendo ya, siga estos
  pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute; Avanzadas, pulse Navegaci&oacute;n con teclado
    (si no hay subcategor&iacute;s visibles, haga doble clic en Avanzadas para
    expandir la lista).</li>
  </ol>

  <p>El panel de preferencias de navegaci&oacute;n con teclado le permite
  controlar c&oacute;mo usar el teclado para <span class="noMac">navegar y</span>
  buscar texto en las p&aacute;ginas web:</p>

  <ul>
    <li class="noMac"><strong>Enlaces</strong>: si est&aacute; seleccionado,
      pulsar <kbd>Tab</kbd> o <kbd>Mays</kbd>+<kbd>Tab</kbd> permite moverse
      por los enlaces.</li>
    <li class="noMac"><strong>Botones, botones de radio, casillas de
      verificaci&oacute;n y listas</strong>: si est&aacute; seleccionado,
      pulsar <kbd>Tab</kbd> o <kbd>Mays</kbd>+<kbd>Tab</kbd> permite moverse
      entre los botones, listas de selecci&amp;aocute;n, casillas
      seleccionables y listas.</li>
    <li><strong>Buscar autom&aacute;ticamente cuando escriba dentro de una
      p&aacute;gina web</strong>: si est&aacute; seleccionado, al escribir
      texto en una p&aacute;gina web autom&aacute;ticamente se activa Encontrar
      seg&uacute;n se escribe y se busca el texto que ha escrito (si existe en
      la p&aacute;gina). Escoja si quiere escribir para encontrar cualquier
      texto en la p&aacute;gina o s&oacute;lo los enlaces. Si no est&aacute;
      seleccionado, deber&aacute; escoger Encontrar enlaces seg&uacute;n
      escribe o Encontrar texto seg&uacute;n escribe del men&uacute; Editar
      antes de escribir el texto que quiere encontrar.</li>
    <li><strong>Reproducir un sonido cuando el texto escrito no se
      encuentre</strong>: si est&aacute; seleccionado, Encontrar seg&uacute;n
      escribe reproduce un sonido cuando el texto tecleado no se encuentra en
      la p&aacute;gina web.</li>
    <li><strong>Reiniciar la b&uacute;squeda actual tras unos pocos segundos de
      inactividad</strong>: si est&aacute; seleccionado, se cancelar&aacute; la
      b&uacute;squeda tras unos pocos segundos de inactividad en el teclado.</li>
  </ul>

  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>
  
  <h2 id="cache">Preferencias avanzadas - Cach&eacute;</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias
  Cach&eacute;. Si todav&iacute;a no lo est&aacute; viendo, intente seguir
  estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
     <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute;a de Avanzadas, pulse Cach&eacute; (si no hay
      subcategor&iacute;as visibles, haga doble clic en Avanzadas para expandir
      la lista).</li>
  </ol>

  <p>El panel de preferencias de cach&eacute; permite ajustar las cach&eacute;
  de disco y memoria de &brandShortName;:</p>

  <ul>
    <li><strong>Tama&ntilde;o</strong>: introduzca la cantidad de cach&eacute;
      que, como m&aacute;ximo, usar&aacute; &brandShortName;. La cach&eacute;
      de disco se guarda en su disco duro y puede ser usada de nuevo incluso
      si ha apagado su ordenador.</li>
    <li><strong>Vaciar cach&eacute;</strong>: pulse para borrar la cach&eacute;
      de disco.</li>
    <li><strong>Ubicación de la carpeta de caché</strong>: muestra la
      ubicaci&oacute;n actual de la carpeta de cach&eacute; de disco.</li>
    <li><strong>Elegir carpeta</strong>: pulse aqu&iacute; para elegir una
      carpeta para el cach&eacute; de disco.</li>
    <li><strong>Comparar la p&aacute;gina de la cach&eacute; con la
      p&aacute;gina de la red</strong>:
      <ul>
        <li><strong>Cada vez que visite la p&aacute;gina</strong>: seleccione
          esta opci&oacute;n para que &brandShortName; compare una p&aacute;gina
          web con la de cach&eacute; cada vez que la visite.</li>
        <li><strong>Cuando la p&aacute;gina ha caducado</strong>: seleccione
          esta opci&oacute;n si quiere que &brandShortName; compare la
          p&aacute;gina web con la de la cach&eacute; cuando el servidor ha
          determinado que la p&aacute;gina ha caducado.</li>
        <li><strong>Una vez por sesi&oacute;n</strong>: use esta opci&oacute;n
          para que &brandShortName; compare una p&aacute;gina web con la de
          cach&eacute; una vez cada vez que se inicia &brandShortName;.</li>
        <li><strong>Nunca</strong>: seleccione esta opci&oacute;n si no quiere
          que &brandShortName; compare la informaci&oacute;n de la cach&eacute;
          con la existente en la red.</li>
      </ul>
    </li>
    <li><strong>Precargar las p&aacute;ginas web cuando no se efectúe otra
      operación, de manera que los enlaces en las p&aacute;ginas web
      dise&ntilde;adas para ello se carguen m&aacute;s
      r&aacute;pido</strong>: seleccione esta opci&oacute;n para reducir el
      tiempo que tardan en cargarse las p&aacute;ginas web cuando se pulsa en
      una p&aacute;gina web que usa precarga. Para m&aacute;s
      informaci&oacute;n sobre la precarga de enlaces, vea el documento en
      l&iacute;nea (en ingl&eacute;s)
      <a href="http://www.mozilla.org/projects/netlib/Link_Prefetching_FAQ.html"><abbr
      title="Frequently Answered Questions, Preguntas frecuentemente contestadas">FAQ</abbr>
      sobre precarga de enlaces</a>.</li>
  </ul>

  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>
  
  <h2 id="proxies">Preferencias avanzadas - Proxies</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias de
    servidores proxy.&nbsp;Si todav&iacute;a no lo est&aacute; viendo, intente
    seguir estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
     <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute;a de Avanzadas, pulse Proxies (si no hay
      subcategor&iacute;as visibles, haga doble clic en Avanzadas para expandir
      la lista).</li>
  </ol>

  <p>El panel de preferencias de servidores proxy permite ajustar
    &brandShortName; para que use un <a href="glossary.xhtml#proxy">proxy</a>:</p>

  <p><strong>Antes de empezar</strong>: pregunte a su administrador de red si
    posee un archivo de configuraci&oacute;n de servidores proxy o los nombres y
    n&uacute;meros de puerto del proxy.</p>

  <ul>
    <li><strong>Conexi&oacute;n directa a Internet</strong>: elija esta
    opci&oacute;n si no quiere usar un proxy.</li>
    <li><strong>Descubrir autom&aacute;ticamente la configuraci&oacute;n del
    proxy</strong>: elija esta opci&oacute;n si quiere que &brandShortName;
    detecte y configure autom&aacute;ticamente los valores del proxy, usando
    el <a href="glossary.xhtml#wpad">protocolo WPAD</a>.</li>
    <li><strong>URL para configuraci&oacute;n autom&aacute;tica del
    proxy</strong>: elija esta opci&oacute;n si tiene un archivo o URL para
    configuraci&oacute;n de proxy, luego introduzca la URL de
    configuraci&oacute;n.
      <ul>
        <li><strong>Recargar</strong>: pulse aqu&iacute; para recargar el
        archivo de configuraci&oacute;n.
        <p>Para m&aacute;s informaci&oacute;n sobre la configuraci&oacute;n
        autom&aacute;tica del proxy, vea en l&iacute;nea el documento (en
        ingl&eacute;s) <a
        href="http://www.mozilla.org/catalog/end-user/customizing/enduserPAC.html">End
        User Guide to Proxy AutoConfiguration</a>.</p>
        </li>
      </ul>
    </li>
    <li><strong>Configuraci&oacute;n manual del proxy</strong>: elija esta
    opci&oacute;n si no tiene una direcci&oacute;n (URL) para el proxy, o si
    el descubrimiento autom&aacute;tico del proxy no fue capaz de configurar
    los valores del proxy correctamente.
      <ul>
        <li><strong>Proxy</strong>: escriba el nombre o direcci&oacute;n IP
        num&eacute;rica del servidor proxy.</li>
        <li><strong>Puerto</strong>: escriba el n&uacute;mero de puerto en el
        campo Puerto. Pulse en <q>Avanzadas</q> para establecer
        <a href="#advanced_proxy_preferences">preferencias avanzadas de
        proxy</a></li>
        <li><strong>No usar proxy para</strong>: escriba los dominios y/o
        direcciones IP para los que no desea usar proxy. Separe cada entrada
        con una coma (ejemplo: <kbd>.suempresa.com, .suempresa.es,
        192.168.1.0/24</kbd>).</li>
      </ul>
    </li>
  </ul>
  
  <h3 id="advanced_proxy_preferences">Preferencias de proxy avanzadas</h3>

  <p>Si quiere usar proxies diferentes para diferentes protocolos o necesita
  usar un proxy SOCKS:</p>

  <ul>
    <li><strong>Proxy HTTP</strong>, <strong>Proxy SSL</strong>,
      <strong>Proxy FTP</strong>, <strong>Proxy Gopher</strong>: escriba el
      nombre o direcci&oacute;n IP num&eacute;rica del servidor proxy.
      Escriba el puerto en el campo Puerto.
      <p><strong>Nota</strong>: si usa los mismos valores para todos
      los tipos de proxies, haga clic en <q>Usar los valores del proxy HTTP
      para todos los protocolos</q> cuando haya rellenado los campos del proxy
      HTTP.</p>
    </li>
    <li><strong>Proxy SOCKS</strong>: escriba el nombre o direcci&oacute;n IP
      num&eacute;rica del servidor proxy. Escriba el puerto en el campo
      Puerto.
      <ul>
        <li><strong>SOCKS v4, SOCKS v5</strong>: cuando introduzca un proxy
          SOCKS, seleccione <q>SOCKS v4</q> o <q>SOCKS v5,</q> dependiendo de
          qu&eacute; versi&oacute;n de <a href="glossary.xhtml#socks">SOCKS</a>
          se use en el proxy.</li>
        <li><strong>Usar para resolver nombres de host</strong>: seleccione esta
          casilla para usar el Proxy Socks para resolver nombres de dominio. Se
          recomienda para los proxies SOCKS v5.</li>
      </ul>
    </li>
  </ul>

  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>
  
  <h2 id="http_networking">Preferencias avanzadas - Protocolo HTTP</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias del
  protocolo HTTP. Si todav&iacute;a no lo est&aacute; viendo, intente seguir
  estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute;a de Avanzadas, escoja Protocolo HTTP (si no hay
    subcategor&iacute;as visibles, haga doble clic en Avanzadas para expandir
    la lista).</li>
  </ol>

  <p>El panel de preferencias del protocolo HTTP se usa para configurar las
  conexiones basadas en HTTP:</p>

  <ul>
    <li>
      <strong>Opciones de conexi&oacute;n directa y conexi&oacute;n por
      proxy</strong>: elija la versi&oacute;n HTTP y opciones para cada tipo de
      conexi&oacute;n.
      <ul>
        <li><strong>Usar HTTP 1.0</strong>: elija esta opci&oacute;n para
        utilizar la versi&oacute;n original de HTTP, estandarizada en
        1996.</li>
        <li><strong>Usar HTTP 1.1</strong>: elija esta opci&oacute;n para
        utilizar la nueva versi&oacute;n de HTTP, que ofrece mejoras de
        rendimiento, incluyendo un uso m&aacute;s eficiente de las conexiones
        HTTP, mejor soporte para el uso de cach&eacute; local en el lado
        cliente, m&uacute;ltiples peticiones HTTP (<em>pipelining</em>) y un
        control m&aacute;s refinado sobre las pol&iacute;ticas de
        expiraci&oacute;n y reemplazo de cach&eacute;.</li>
        <li><strong>Habilitar conexiones persistentes</strong>: seleccione esta
        opci&oacute;n para mantener una conexi&oacute;n abierta para hacer
        solicitudes HTTP adicionales, incrementando la velocidad.</li>
        <li>
          <strong>Habilitar <em>pipelining</em></strong>: seleccione esta
          opci&oacute;n para habilitar el uso de <em>pipelining</em>, que
          permite enviar m&aacute;s de una solicitud HTTP al servidor
          simult&aacute;neamente, reduciendo las esperas al cargar
          p&aacute;ginas.
          <p><strong>Nota</strong>: la caracter&iacute;stica de
          <em>pipelining</em> s&oacute;lo est&aacute; disponible con HTTP
          1.1.</p>
        </li>
      </ul>
    </li>
  </ul>

  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>
  
  <h2 id="software_installation">Preferencias avanzadas -
  Instalaci&oacute;n de software</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias de
  Instalaci&oacute;n de software. Si todav&iacute;a no lo est&aacute; viendo,
  intente seguir estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute;a de Avanzadas, pulse Instalaci&oacute;n de
    software (si no hay subcategor&iacute;as visibles, haga doble clic en
    Avanzadas para expandir la lista).</li>
  </ol>

  <p>El panel de preferencias de instalaci&oacute;n de software se usa para
  habilitar la instalaci&oacute;n de programas y notificaci&oacute;n de
  actualizaciones:</p>

  <ul>
    <li><strong>Habilitar instalación de software</strong>: marque esta casilla
      si quiere permitir a los sitios web la instalaci&oacute;n de extensiones
      y actualizaciones para su uso con &brandShortName;. Se le
      preguntar&aacute; antes de cada instalaci&oacute;n.</li>
    <li><strong>Sitios permitidos</strong>: pulse este bot&oacute;n para abrir
      el cuadro de di&aacute;logo de sitios permitidos, donde puede ver y
      editar la lista de sitios web a los que quiere permitir instalar
      software:
      <ul>
        <li><strong>Permitir</strong>: pulse este bot&oacute;n para
          a&ntilde;adir un sitio web (previamente escrito en la caja de texto
          junto al bot&oacute;n) a la lista de sitios permitidos.</li>
        <li><strong>Eliminar sitio</strong>: pulse este bot&oacute;n para
          eliminar un sitio web seleccionado.</li>
        <li><strong>Eliminar todos los sitios</strong>: pulse este bot&oacute;n
          para eliminar todos los sitios web en la lista actual.</li>
      </ul>
    </li>  
    <li><strong>Buscar actualizaciones automáticamente para</strong>:
      <ul>
        <li><strong>&brandShortName;</strong>: seleccione esta opción para ser
          avisado cuando estén disponibles nuevas versiones de &brandShortName;.
          No se compartirá su información personal al verificar su versión de
          &brandShortName;. Elija si quiere que &brandShortName; haga una
          comprobación <strong>diaria</strong> o <strong>semanal</strong>.</li>
        <li><strong>complementos instalados</strong>: seleccione esta opción para ser
          avisado cuando estén disponibles nuevas versiones de alguno de sus
          complementos instalados. Elija si quiere que &brandShortName; haga una
          comprobación <strong>diaria</strong> o <strong>semanal</strong>.</li>
      </ul>
    </li>
    <li><strong>Administrador de complementos</strong>: pulse aquí para abrir el
      administrador de complementos, donde puede ver y cambiar todos sus temas
      y extensiones instalados.</li>
  </ul>

  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>
  
  <h2 id="mouse_wheel">Preferencias avanzadas - Rueda del rat&oacute;n</h2>

  <p>Esta secci&oacute;n describe c&oacute;mo usar el panel de preferencias de
  Rueda del rat&oacute;n. Si todav&iacute;a no lo est&aacute; viendo, intente
  seguir estos pasos:</p>

  <ol>
   <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute;a de Avanzadas, pulse Rueda del rat&oacute;n
    (si no hay subcategor&iacute;as visibles, haga doble clic en Avanzadas
    para expandir la lista).</li>
  </ol>

  <p>El panel de rueda del rat&oacute;n le permite controlar c&oacute;mo se
  usa en &brandShortName; la rueda de su rat&oacute;n (que se encuentra entre
  los botones del mismo). Los ratones modernos pueden tener dos ruedas o un
  bot&oacute;n que puede usarse para cambiar la direcci&oacute;n de
  desplazamiento de la rueda. El comportamiento para la funci&oacute;n de la
  rueda vertical se establece en el panel superior <strong>Desplazamiento
  vertical</strong> mientras que el modo horizontal se controla por el panel
  inferior <strong>Desplazamiento horizontal</strong>.</p>
  
  <ul>
    <li>Seleccione <q>Sin tecla modificadora</q> o seleccione una tecla que
      quiera usar junto con la rueda del rat&oacute;n. Use las casillas
      seleccionables que hay debajo para configurar el comportamiento del
      rat&oacute;n:
      <ul>
        <li>
          <strong>Desplazar en saltos de</strong>: elija esta opci&oacute;n
          para desplazar el documento el n&uacute;mero de l&iacute;neas (o
          caracteres para movimiento horizontal) introducidos en el campo.
          <ul>
            <li><strong>Usar valor del sistema</strong>: marque esta casilla
            para usar la configuraci&oacute;n predeterminada de su sistema
            &mdash; el n&uacute;mero de l&iacute;neas (caracteres) que hubiera
            introducido en la casilla anterior no ser&aacute; tenido en
            cuenta.</li>
          </ul>
        </li>
        <li><strong>Mover el documento una p&aacute;gina arriba (izquierda) o
        abajo (derecha)</strong>: para desplazar una p&aacute;gina abajo o
        arriba de una vez. Esto permite un desplazamiento m&aacute;s
        r&aacute;pido pero menos preciso por la p&aacute;gina con su rueda de
        rat&oacute;n.</li>
        <li><strong>Moverse adelante y atr&aacute;s en el historial de
        navegaci&oacute;n</strong>: elija esta opci&oacute;n para navegar hacia
        atr&aacute;s o adelante por p&aacute;ginas que haya visitado
        previamente.</li>
        <li><strong>Hacer el texto m&aacute;s grande o m&aacute;s
        peque&ntilde;o</strong>: elija esta opci&oacute;n para usar la rueda
        del rat&oacute;n para incrementar o decrementar el tama&ntilde;o del
        texto de una p&aacute;gina web. Esta opci&oacute;n puede ayudarle a
        leer mejor una p&aacute;gina, o hacer que el texto quepa en la
        pantalla.</li>
      </ul>

      <p><strong>Nota</strong>: cada tecla modificadora puede ser asignada a
      una funci&oacute;n diferente.</p>
    </li>
    <li>Si su rat&oacute;n no tiene un modo para desplazamiento horizontal, no
    se tendr&aacute; en cuenta ning&uacute;n valor en el panel inferior
    <strong>Desplazamiento horizontal</strong>.</li>
  </ul>

  <p>[<a href="#advanced_preferences">Volver al principio de la secci&oacute;n</a>]</p>
  
  <h2 id="dom_inspector">Preferencias avanzadas - Inspector DOM</h2>

  <p>DOM Inspector es un <a href="developer_tools.xhtml">componente de desarrollo
  web</a> opcional. Esta secci&oacute;n describe c&oacute;mo usar su panel de
  preferencias. Si todav&iacute;a no lo est&aacute; viendo, intente seguir estos
  pasos:</p>

  <ol>
    <li>Abra el men&uacute; <span class="mac">&brandShortName;</span>
       <span class="noMac">Editar</span> y elija &quot;Preferencias&quot;.</li>
    <li>Bajo la categor&iacute;a de Avanzadas, pulse DOM Inspector (si no hay
    subcategor&iacute;as visibles, haga doble clic en Avanzadas para expandir
    la lista).</li>
  </ol>

  <p>Cuando selecciona un elemento, DOM Inspector puede resaltarlo
  autom&aacute;ticamente haciendo parpadear su borde:</p>
  
  <ul>
    <li><strong>Hacer parpadear elemento seleccionado</strong>: marque esta
    casilla para activar el resaltado de los elementos que seleccione. De
    manera predeterminada, aparecer&aacute; un borde parpadeante en torno al
    elemento.
    <ul>
      <li><strong>Color del borde</strong>: seleccione el color del borde
      alrededor del elemento.</li>
      <li><strong>Ancho del borde</strong>: introduzca la anchura del borde
      alrededor del elemento.</li>
      <li><strong>Duraci&oacute;n del parpadeo</strong>: introduzca el tiempo (en
      milisegundos) que quiere que dure el parpadeo.</li>
      <li><strong>Velocidad del parpadeo</strong>: introduzca el intervalo
      de tiemop (en milisegundos) entre los parpadeos.</li>
      <li><strong>Invertir colores</strong>: marque esta casilla para pintar
      el elemento seleccionado con el color del borde invertido. Esto
      provocar&aacute; que el elemento entero &mdash; incluyendo su borde &mdash;
      parpadee.</li>
    </ul></li>
  </ul>
</body>
</html>
