# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = আপনার অধিকার সম্পর্কে
rights-intro = { -brand-full-name } একটি মুক্ত এবং ওপেনসোর্স সফটওয়্যার, যা সারা বিশ্বের হাজার হাজার মানুষের সমবেত প্রচেষ্টায় তৈরি হয়েছে। এ সম্পর্কে কিছু জিনিস আপনার জানা দরকার:
rights-intro-point-3 = { -brand-short-name } এর কিছু বৈশিষ্ট্যে যেমন, ক্র্যাশ রিপোর্টার { -vendor-short-name } এ মন্তব্য করার অপশন দেয়। মন্তব্য জমা দেয়া নির্বাচন করে আপনি { -vendor-short-name } কে মন্তব্য ব্যবহার করে প্রোডাক্ট উন্নয়ন, ওয়েবসাইটে মন্তব্য প্রকাশ এবং মন্তব্য বন্টনের অনুমোদন দেন।
rights-intro-point-4 = আমরা কিভাবে এখানে আপনার { -brand-short-name } এর মাধ্যমে { -vendor-short-name } এ জমাকৃত ব্যক্তিগত তথ্য এবং মন্তব্য ব্যবহার করি <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name } গোপনীয়তার নীতি</a>.
rights-intro-point-5-unbranded = যদি এই পণ্যটি ওয়েব সার্ভিস যুক্ত করে, তবে তার যেকোনো প্রযোজ্য শর্ত <a data-l10n-name="mozilla-website-services-link">ওয়েবসাইট সার্ভিসসমূহের</a> অনুচ্ছেদ।
rights-intro-point-6 = নির্দিষ্ট ভিডিও কন্টেন্ট ধরনের, { -brand-short-name } প্লে ব্যাক করার জন্য; তৃতীয় পক্ষের থেকে জনপ্রিয়তা নির্দিষ্ট কন্টেন্ট ডিক্রিপশন মডিউল।
rights-webservices-header = { -brand-full-name } ওয়েব ভিত্তিক তথ্য সেবা
rights-locationawarebrowsing = <strong>অবস্থান সচেতন ব্রাউজিং: </strong>সর্বদা opt-এর মধ্যে।  আপনার অনুমতি ছাড়া কোনো অবস্থান তথ্য কখনই পাঠানো হয়নি।  আপনি যদি বৈশিষ্ট্য সম্পূর্নরূপে নিস্ক্রিয় করতে চান, তবে নিম্নোক্ত ধাপ অনুসরনীয়:
rights-locationawarebrowsing-term-1 = URL বারে, ধরণ <code>পরিচিতি:কনফিগ</code>
rights-locationawarebrowsing-term-2 = geo.enabled ধরণ
rights-locationawarebrowsing-term-3 = geo.enabled পছন্দে ডবল ক্লিক
rights-locationawarebrowsing-term-4 = অবস্থান-সচেতন-ব্রাউজিং নিস্ক্রিয়
rights-webservices-unbranded = এই পণ্যে ব্যবহৃত ওয়েবসাইট সার্ভিসসমূহের সংক্ষিপ্ত বর্ণনা, এবং কিভাবে সেবাগুলো নিষ্ক্রিয় করা যায় তা এখানে অন্তর্ভুক্ত থাকবে।
rights-webservices-term-1 = { -vendor-short-name } এবং এর অবদানকারী, লাইসেন্স প্রদানকারী এবং অংশীদারগণ সঠিক এবং সময় উপযোগী তথ্য প্রদান করার জন্য কাজ করে।  তা সত্বেও, তারা এই নিশ্চয়তা দেন না যে এই তথ্য সম্পূর্ণ এবং নির্ভুল। উদাহরণস্বরূপ, নিরাপদ ব্রাউজিং সেবার সাহায্যে কিছু ঝুঁকিপূর্ণ সাইট সনাক্ত করা নাও যেতে পারে।  আবার কিছু নিরাপদ সাইটকে ভুলবশত ঝুঁকিপূর্ণ হিসেবে চিহ্নিত করা হতে পারে এবং অবস্থান সচেতন সেবায় অবস্থান কেবল আমাদের সেবা সরবরাহকারীগন হিসাব করেন এবং অবস্থানের নির্ভুলতা নিয়ে আমরা বা সেবা সরবরাহকারী কেউই নিশ্চয়তা দিতে পারে না।
rights-webservices-term-2 = { -vendor-short-name } নিজ বিবেচনায় সেবাসমূহ বন্ধ বা পরিবর্তন করতে পারে।
rights-webservices-term-3 = { -brand-short-name } এর এই সংস্করণের সাথে সরবরাহকৃত সকল সেবার ব্যবহারে আপনাকে স্বাগতম, এবং  { -vendor-short-name } আপনাকে এমন করার জন্য সব অধিকার দিয়েছে।  অন্যান্য সকল অধিকার { -vendor-short-name } এবং এর লাইসেন্স প্রদানকারী দ্বারা সংরক্ষিত। এসকল শর্ত { -brand-short-name } এবং { -brand-short-name } এর সংশ্লিষ্ট সোর্স কোড ভার্সনের জন্য প্রযোজ্য, ওপেন সোর্স লাইসেন্সের অধিকার খর্ব করার জন্য দেয়া হয়নি।
rights-webservices-term-6 = { -vendor-short-name } প্রয়োজন অনুযায়ী এসব শর্ত হালনাগাদ করতে পারে। এসকল শর্তসমূহ { -vendor-short-name } এর লিখিত অনুমতি ব্যতীত পরির্তন বা বাতিল করা যাবে না।
rights-webservices-term-7 = আইনের বিরোধ সংক্রান্ত অংশ ব্যতিরেকে, এই শর্তসমূহ যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া স্টেটের আইন অনুযায়ী নিয়ন্ত্রিত। এই শর্তসমূহের কোনো অংশ অবৈধ বা অগ্রহণযোগ্য হলেও, বাকি অংশ সম্পূর্ণভাবে কার্যকর থাকবে। যদি ইংরেজি সংস্করণ এবং অনুবাদকৃত সংস্করণের মধ্যে কোনো বিরোধ থাকে, তাহলে ইংরেজি সংস্করণটি অগ্রাধিকার পাবে।
