<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <tenser@comhem.se> (original author)
  Steffen Wilberg <steffen.wilberg@web.de>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>&brandFullName;-innstillingar</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>&brandFullName;-innstillingar</h1>
<p>Dette dokumentet forklarer alle innstillingane tilgjengelege via 
  Innstillingar-vindauget i &brandFullName;.</p>

<div class="contentsBox">I denne bolken:
  <ul>
    <li><a href="#general_options">Generelle innstillingar</a></li>
    <li><a href="#privacy_options">Personvern</a></li>
    <li><a href="#content_options">Innhaldsinnstillingar</a></li>
    <li><a href="#tabs_options">Faneinnstillingar</a></li>
    <li><a href="#downloads_options">Nedlastingar</a></li>
    <li><a href="#advanced_options">Avanserte innstillingar</a></li>
  </ul>
</div>

<h2 id="general_options">Generelle innstillingar</h2>

  <h3 id="home_page">Startside</h3>

    <p>Her kan du stille inn kva side (eller fanegruppe) &brandShortName; skal 
      vise ved oppstart eller n&aring;r du trykkjer p&aring; <em>Heim</em>-knappen.
      Skriv inn adressa i feltet til h&oslash;gre for <em>Nettside(r)</em>.</p>

    <p>Klikk <em>Bruk aktiv side</em> for &aring; bruke den aktive 
      sida. Du kan óg ha <strong>fleire startsider</strong>. Om du har
      meir enn ei nettside oppe i samme vindauget vil 
      <em>Bruk aktiv side</em> setje heile fanegruppa som startside.</p>

    <p>For &aring; setje startsida ved &aring; bruke eit bokmerke, trykk p&aring; knappen <em>Bruk
      bokmerke....</em>. Ved &aring; velje ei bokmerkemappe, vil alle bokmerka i mappa opne seg
      i faner.</p>

    <p>Om du ikkje vil ha ei startside vel du <em>Bruk tom 
      side</em>.</p>

  <h3 id="default_browser">Standard nettlesar</h3>
    <p><em>&brandShortName; b&oslash;r kunne sj&aring; om han er sett som standard
      nettlesar n&aring;r han startar opp.</em><br/>
      Vel denne innstillinga dersom du vil at &brandShortName; skal kontrollere at han
      er sett som standard nettlesar n&aring;r han startar opp. Dette vil forsikre at &brandShortName; vert brukt
      n&aring;r eit program pr&oslash;ver &aring; vise ei nettside, eller n&aring;r du opnar ei
      HTML-fil. Du kan og bruke <em>Sjekk n&aring;</em>-knappen for &aring; kontrollere
      dette med ein gong.</p>

  <h3 id="connection_settings">Tilkoplingsinnstillingar</h3>

    <p>Internettleverand&oslash;ren eller jobben din kan tilby eller krevje at
      du bruker en mellomtenar (proxy). Ein mellomtenar opererer som ein mellommann mellom datamaskina di
      og Internett. All trafikk g&aring;r gjennom mellomtenaren, og om han har ei side du vil ha
      i mellomlageret sitt slepp han &aring; laste sida fr&aring; Internett. Mellomtenarar vert brukte for &aring; auke ytinga,
      filtrere trafikk og for &aring; skjule datamaskina di fr&aring; Internett for betre
      sikkerheit. Mellomtenarar er ofte ein viktig del at IT-sikkerheita til bedrifter.</p>

    <h4>Tilkoplingsinnstillingar-dialog:</h4>
      <dl>
        <dt>Direkte tilkopling til Internett</dt>
        <dd>Dette er standardinnstillinga. Dette vel du om du ikkje 
          vil bruke ein proxy.</dd>

        <dt>Oppdag automaitisk mellomtenar-innstillingar</dt>
        <dd>Vel dette om du vil at &brandShortName; skal pr&oslash;ve &aring; 
          finne innstillingar for mellomtenaren automatisk.</dd>

        <dt>Manuelle mellomtenar-innstillingar</dt>
        <dd>Vel dette om du kjenner adressa til mellomtenaren. Sp&oslash;r 
          nettverksansvarleg om adresse og portnummer til mellomtenaren for
          kvar av tenestene, og fyll ut 
          skjemaet.</dd>

        <dt>Automatisk konfigurasjons-adresse</dt>
        <dd>Om nettverket har ei mellomtenar-konfigurasjonsfil, sp&oslash;r 
          nettverksansvarleg om adressa og skriv ho inn her. Klikk <em>Oppdater</em> for
          &aring; lasta innstillingane.</dd>
      </dl>

<h2 id="privacy_options">Personvern</h2>

  <p>Fana for Personvern inneheld innstillingar for personvern. Etter kvart
    som du surfar p&aring; Internett vil informasjon om kvar du har vore, kva sider
    du har vitja, osv. verte lagra her. Du kan trykkje p&aring; knappen 
    <em>T&oslash;m</em> p&aring; kvart avsnitt (bortsett fr&aring; Passord-fanen) for &aring; slette denne 
    informasjonen.  Om du verkeleg vil slette alle passorda dine, trykk p&aring;
    <em>Vis lagra passord</em> og trykk p&aring; <em>Fjern alle</em> i
    Passordhandsamaren.</p>

  <h3 id="clear_private_data">Slett private data-innstillingar</h3>
  <p>&brandShortName; let deg óg slette visse (eller alle) typar data ved &aring; trykkje
    &accelKey;+&shiftKey;+<kbd>Delete</kbd>, eller ved &aring; velje <span class="menuPath">
    Verkt&oslash;y &gt; Slett private data ...</span>. Du kan og endre 
    innstillingane for &aring; f&aring; &brandShortName; til &aring; slette alle private data n&aring;r du  lèt att
    &brandShortName;. Innstillingane for dette er i <em>Slett private
    data</em>-dialogen.</p>

  <h3 id="privacy_history">Historikk</h3>
    <p>Her kan du oppgje kor lenge du vil at &brandShortName; hugsar kva
      nettsider som har vorte vitja. Standard verdi er 9 dagar.</p>

  <h3 id="privacy_saved_forms">Lagra skjema</h3>
    <p><em>Lagra informasjon som du skriv inn i skjema og s&oslash;kefelt</em><br/>
      N&aring;r du skriv inn informasjon i skjema p&aring; nettsider, vil &brandShortName;
      hugse verdiane du skriv inn, og f&oslash;resl&aring; dei automatisk n&aring;r du skal skrive
      inn informasjonen att. For &aring; unng&aring; denne åtferda, fjern avkryssinga fr&aring; denne innstillinga.</p>

  <h3 id="privacy_passwords">Passord</h3>
    <p><em>Hugs passord</em><br/>
      &brandShortName; kan med god sikkerheit lagre passord du skriv inn i nettsideskjema for
      &aring; gjere det enklare &aring; logge inn p&aring; ulike nettstader. Fjern valet fr&aring; denne innstillinga for &aring; hindre at
      &brandShortName; hugsar passorda dine.</p>

    <p id="set_change_master_password"><em>Set/endra hovudpassord ...</em><br/>
      &brandShortName; kan verne viktig informasjon som til d&oslash;mes lagra passord
      og sertifikat. Viss du opprettar eit hovudpassord, vil &brandShortName; sp&oslash;rje deg om
      &aring; skrive det inn ein gong kvar program&oslash;kt, n&aring;r det trengst. Du kan setje eller endre
      hovudpassordet ved &aring; trykkje p&aring; denne knappen.</p>

    <p id="remove_master_password"><em>Slett hovudpassord …</em><br/>
      Trykk p&aring; denne knappen for &aring; fjerne det sette hovudpassordet. Du m&aring; skrive inn det n&aring;verande
      hovudpassordet for &aring; kunne gjere dette.</p>

    <p><em>Vis lagra passord</em><br/>
      Du kan handsama lagra passord og slette enkeltpassord ved &aring; trykkje p&aring;
      <em>Vis lagra passord</em>-knappen.</p>

  <h3 id="privacy_download_history">Nedlastingar</h3>
    <p>Nedlastingshandsamaren (tilgjengeleg fr&aring; <span class="menuPath">Verkt&oslash;y</span>,
      ved &aring; trykkje p&aring;
      <span class="noUnix">&accelKey;+<kbd>J</kbd></span><span class="unix">&accelKey;+<kbd>Y</kbd></span>,
      eller ved &aring; trykkje p&aring; <em>Vis nedlastingshistorikk</em>-knappen)
      lagrar snarvegar til dei siste nedlastingane dine. Nedlastingsinnstillingane er tilgjengelege
      fr&aring; <strong>Nedlastingar-panelet</strong>.</p>

    <p><em>Fjern filer fr&aring; Nedlastingshandsamaren:</em><br/>
      Vel om du vil at lista av siste nedlastingar skal slettast <em>etter
      fullf&oslash;rt nedlasting</em>, <em>n&aring;r &brandShortName; avsluttar</em>, eller
      om du vil at lista skal <em>manuelt</em> slettast. Du kan slette innhaldet i 
      lista ved &aring; trykkje p&aring; <em>T&oslash;m nedlastingshistorikk n&aring;</em>-knappen under, eller ved &aring; bruke
      <em>Rydd opp</em>-knappen i Nedlastingshandsamaren.</p>

  <h3 id="privacy_cookies">Infokapslar</h3>
    <p>Ein infokapsel er ei fil laga av en nettside for &aring; lagre informasjon p&aring;
      datamaskina di, som f.eks. innstillingane dine p&aring; ei bestemt nettside.</p>

    <p><em>Tillat nettsider &aring; setje infokapslar</em><br/>
      Infokapslar er i utganspunktet tillatne. Her kan du deaktivere dei. 
      Merk at nokre sider ikkje verkar skikkeleg n&aring;r du har 
      deaktivert infokapslar.</p>

    <p>For &aring; opne Infokapselhandsaming, trykk p&aring; <em>Vis infokapslar</em>.</p>

    <p>Du kan finne ut meir om infokapslar og korleis du kan
      f&aring; kontroll over kva nettstader som har l&oslash;yve til &aring; setje infokapslar p&aring; datamaskina di,
      ved &aring; lesa om <a href="cookies.xhtml">Handsaming av infokapslar</a>.</p>

  <h3 id="privacy_cache">Mellomlager</h3>
    <p>Sider du er p&aring; vert normalt lagra i eit mellomlager for &aring; kunne hente
      dei opp raskare neste gong. Her kan du avgjere kor mykje plass du vil at mellomlageret
      skal f&aring; bruke.</p>

<h2 id="content_options">Innhaldsinnstillingar</h2>

  <p><em>Blokker sprettoppvindauge</em><br/>
    &brandShortName; vil i utgangspunktet blokkere alle sprettoppvindauge. 
    Her kan du deaktivere det.</p>

  <p>Nokre nettsider bruker sprettoppvindauge p&aring; ein ønskjeleg m&aring;te. Difor
    kan du gje desse nettstadene eit unntak fr&aring; blokkeringa. For &aring; gjere det, trykk <em>Tillatne
    nettstader</em>, skriv inn adressa og klikk <em>Tillat</em>.</p>

  <p>&Aring; fjerne ein nettstad er s&aring; enkelt som &aring; markere den og velje <em>Fjern
    nettstad</em>. For &aring; fjerne heile lista, trykk p&aring; <em>Fjern alle nettstader</em>.</p>

  <p><em>Advar n&aring;r nettsider pr&oslash;ver &aring; installere utvidingar eller tema</em><br/>
    &brandShortName; vil alltid be deg stadfeste installering av utvidingar
    eller tema. For &aring; forhindre installeringssp&oslash;rsm&aring;l som kan f&oslash;re til uønskt
    installering, vil &brandShortName; &aring;tvare deg n&aring;r ein nettstad pr&oslash;ver &aring;
    installere ei utviding eller eit tema, og blokkerer installasjonssp&oslash;rsm&aring;let. For &aring; tillate
    installering fr&aring; nokre bestemte nettstader, trykk p&aring; <em>Unntak</em>-knappen, skriv inn
    namnet, og trykk <em>Tillat</em>. Fjern valet fr&aring; denne innstillinga for &aring;
    sl&aring; av &aring;tvaringa for alle nettstader.</p>

  <p><em>Last inn bilete</em><br/>
    I utgangspunktet vil &brandShortName; laste bilete fr&aring; nettsider.
    Her kan du deaktivere det.</p>

  <ul>
    <li><em>berre fr&aring; opphavleg nettstad</em><br/>
      Om du aktiverer denne vil &brandShortName; berre vise bilete fr&aring; same nettside,
      og ikkje laste inn bilete frå andre nettstader.</li>
  </ul>

  <p>Avhengig av om du tillet lasting av bilete, kan du velje kva sider du vil
    blokkere og kva for nokre du vil tillate ved &aring; klikke p&aring; <em>Unntak</em>.
    Skriv inn adressa til sida du vil blokkere/tillate og klikk
    <em>Tillat</em> for &aring; tillate bilete, eller <em>Blokker</em> for &aring; blokkere
    bilete.</p>

  <p><em>Tillat Java</em><br/>
    Java er eit popul&aelig;rt programmeringsspr&aring;k utvikla av Sun
    Microsystems. Eit enkelt Javaprogram kan k&oslash;yre p&aring; mange ulike
    datasystem. Programmeraren slepp difor &aring; laga ein versjon av same programvaren
    for kvart datasystem.
    Fjern avkryssinga for dette valet for &aring; deaktiver Java i &brandShortName;.
    Hugs at for &aring; kunne bruke Java-program m&aring; du ha installert 
    Java-tilleggsprogrammet.</p>

  <p><em>Tillat JavaScript</em><br/>
    JavaScript er eit mykje brukt skriptspr&aring;k for &aring; konstruere nettsider.
    JavaScript er ofte brukt til &aring; endre skjema og knappar dynamisk.
    Deaktivering av JavaScript kan f&oslash;re til at nokre sider ikkje fungerer skikkeleg.</p>

  <h4 id="advanced_javascript">Avanserte JavaScript-innstillingar</h4>
  <dl>
    <dt>Flytte eller endre storleik p&aring; vindauge</dt>
    <dd>Deaktiver denne for &aring; hindre at skript kan flytte eller
      endre storleik p&aring; vindauget.</dd>

    <dt>Minimera eller maksimera vindauge</dt>
    <dd>Deaktiver denne for &aring; hindre at skript kan minimere eller
      maksimere vindauge.</dd>

    <dt>Sl&aring; av eller erstatte kontekstmenyar</dt>
    <dd>Deaktiver denne for &aring; hindre at nettsider kan sl&aring; av eller endre
      kontekstmenyar i &brandShortName;.</dd>

    <dt>Skjule statuslinja</dt>
    <dd>Deaktiver denne for &aring; tvinge statuslinja til &aring; visast i 
      sprettoppvindauge óg.</dd>

    <dt>Endre teksten p&aring; statuslinja</dt>
    <dd>Deaktiver denne for &aring; hindre at nettsider endrar 
      statuslinjeteksten.</dd>
  </dl>

  <h3 id="fonts_and_colors">Skrifttypar og fargar</h3>
    <p><em>Standard skrifttype</em> og <em>storleik</em><br/>
      Nettsider vert vanlegvis viste med skrifttypen og storleiken som er oppgjeven her.
      Nokre nettsider kan overstyre desse vala, med mindre du har oppgjeve noko anna
      i Avansert-dialogen</p>

    <p>Trykk p&aring; <em>Avansert …</em>-knappen for &aring; f&aring; tilgjenge til fleire skriftinnstillingar.</p>

    <h4>Avansert skriftinnstillingdialog:</h4>

      <ol>
        <li>I rullegardinmenyen <em>Skrifttypar for:</em>, vel du eit teiknsett.
          Til d&oslash;mes for &aring; velje ein skrifttype for Vestleg teiknsett, 
          vel <em>Vestleg</em>. For &aring; bruke eit
          spr&aring;k som ikkje finst i lista, bruk <em>Andre spr&aring;k</em>.</li>
        <li>Vel om proporsjonal tekst skal vere Serif (som &quot;Times
          New Roman&quot;) eller sans-serif (som &quot;Arial&quot;). Spesifiser
          s&aring; kva skrifttype du vil ha for proporsjonal tekst.</li>
        <li>Spesifiser kva skrifttype du vil bruke for Serif, Sans-serif og Monospace skrifttypar.
          Du kan óg endre storleiken p&aring; <code>Monospace skrifftypar</code>.</li>
      </ol>
      <p>Du kan óg spesifisere Skjermoppl&oslash;ysing, som normalt er 96
        dpi.</p>

      <p>Til slutt kan du setje ein minimum skriftstorleik. Dette er
        nyttig for sider som bruker veldig liten tekst som 
        så vidt er leseleg.</p>

      <p><em>Tillat nettsider &aring; velje eigne skrifttypar i staden for dei 
        som er valte ovanfor</em><br/>
        I utgangspunktet vil &brandShortName; bruke dei skrifttypane som er spesifiserte av forfattaren
        av nettsida. Deaktiverer du dette valet vil du tvinge alle nettsider til &aring;
        bruke dine standardskrifttypar i staden.</p>

      <p><em>Teiknkoding</em><br/>
        Denne teiknkodinga vil bli brukt til &aring; vise nettsider som ikkje spesifiserer
        teiknkoding.</p>

    <h4>Fargedialog:</h4>
      <p><strong>Tekst og bakgrunn</strong><br/>
        Her kan du endre standard tekst- og bakgrunnsfargar som vert brukte p&aring;
        nettsider som ikkje har oppgitt denne informasjonen. Trykk p&aring; fargane
        for &aring; velje fargar.</p>

      <p><em>Bruk systemfargar</em><br/>
        Vel dette for &aring; bruke fargane til operativsystemet i staden for
        fargane som er valde ovanfor.</p>

      <p><strong>Lenkjefargar</strong><br/>
      Her kan du endre standardfargane for lenkjer. Klikk p&aring; fargevala for
        &aring; velje ein farge.</p>

      <p><em>Strek under lenkjer</em><br/>
      Som standard vil ikkje lenkjer vere understreka. Ta vekk dette krysset for
        &aring; deaktivere understreking av lenkjer. Hugs at mange sider oppgjev sine eigne
        reglar for utsj&aring;nad, og d&aring; vil desse innstillingane ikkje ha nokon effekt.</p>

      <p><em>Tillat nettsider &aring; velje eigne fargar, i staden for vala mine 
        ovanfor</em><br/>
        I utgangspunktet vil &brandShortName; bruke fargane som vert oppgjevne av forfattaren av
        nettsider. Ved &aring; sl&aring; av denne innstillinga, tvingar du nettsider til &aring; bruke
        fargane som du vel her i staden.</p>

<h2 id="tabs_options">Faneinnstillingar</h2>
  <p><em>Opne lenkjer fr&aring; andre program i:</em><br/>
    N&aring;r andre program p&aring; maskina di vil vise ei nettside, opnar &brandShortName;
    sida i det sist brukte vindauget eller fana. Du kan stille inn &brandShortName; til å opne sida ein annan stad ved &aring; endre denne
    innstillinga.</p>

  <p><em>Tving lenkjer som opnar nye vindauge til &aring; opnast i:</em><br/>
    &brandShortName; opnar nye vindauge fr&aring; lenkjer n&aring;r nettsider oppgir at det skal skje.
    Viss du f&oslash;retrekkjer &aring; bruke faner n&aring;r du surfar, kan denne åtferda vere
    upraktisk. Du kan tvinge &brandShortName; til &aring; opne lenkjer som vanlegvis skal opnast i
    nye vindauge til &aring; verte opna ein annan stad. For &aring; gjere det, merk av i avkryssingsboksen for denne innstillinga og vel åtferda du ønskjer.</p>

    <p><em>Skjul fanelinja n&aring;r berre ei nettside er open</em><br/>
    Viss du berre viser ei nettside i eit &brandShortName;-vindauge, 
    vil ikkje fanelinja visast. Fjern valet fr&aring; denne innstillinga 
    for &aring; alltid vise fanelinja.</p>

  <p><em>Aktiver faner som er opna fr&aring; lenkjer</em><br/>
    N&aring;r du midtklikkar p&aring; lenkjer (eller held nede &accelKey; medan du
    venstreklikkar), vil lenkjene opnast i ei ny fane. Den fana
    vil ikkje bli vist direkte, ho vil lastast i bakgrunnen. Merkar du av for dette valet, vert den nye fana vist med
    ein gong.</p>

  <p><em>&Aring;tvar før fleire faner vert latne att</em><br/>
    N&aring;r du lèt att eit vindauge med fleire faner vil &brandShortName; be deg stadfeste
    valet ditt. Dette hindrar deg i &aring; stengje heile vindauget
    n&aring;r du eigentleg berre ville stengje den aktive fana. Her kan
    du endra p&aring; dette.</p>

<h2 id="downloads_options">Nedlastingar</h2>

  <p>Dette panelet bestemmer korleis &brandShortName; handsamar ulike
    filtypar, som program, komprimerte filer og multimediefiler.</p>

  <h3 id="download_folder">Nedlastingsmappe</h3>
    <p><em>Sp&oslash;r meg kvar filene skal lagrast</em><br/>
      &brandShortName; vil sp&oslash;rja deg kvar fila skal lagrast kvar gong
      du lastar ned ei fil.</p>

    <p><em>Lagre alle filer til denne mappa:</em><br/>
      Dette er standard åtferd i &brandShortName;. Standard mappe er 
      skrivebordet. Du kan namngje ei anna mappe der nedlastingar skal 
      lagrast ved &aring; trykkje p&aring; <em>Bla gjennom …</em>-knappen.</p>

  <h3 id="download_manager">Nedlastingshandsamaren</h3>
    <p><em>Vis Nedlastingshandsamaren n&aring;r ei nedlasting startar</em><br/>
      Vel om du vil at Nedlastingshandsamaren skal starte automatisk samtidig
      som nedlastingar startar.</p>

    <p><em>Lat att Nedlastingshandsamaren n&aring;r alle nedlastingar er fullf&oslash;rte</em><br/>
      Vel om du vil at Nedlastingshandsamaren skal latast att n&aring;r alle
      nedlastingar er fullf&oslash;rte.</p>

  <h3 id="download_actions">Nedlastingshandlingar</h3>
    <p>Nedlastingshandlingar-dialogen, som kan opnast ved &aring; trykkje p&aring; <em>Vis
      og rediger handlingar …</em>-knappen, inneheld filtypar som du har
      lasta ned. Du kan velje kva &brandShortName; skal gjere n&aring;r du trykkjer p&aring;
      ein bestemt filtype, ved &aring; trykkje p&aring; filtypen du vil endre og so trykkje
      p&aring; <em>Rediger handling …</em>-knappen.</p>

    <p>Dette vil vise ein Rediger handling-dialog, der du kan velje om
      filtypen skal verte opna med standard program, opna av eit anna
      program, lagra til disk, eller vist med eit installert programtillegg. Til
      d&oslash;mes, dersom du ønskjer &aring; vise mange mediefiler p&aring; nettsider, vil du kanskje 
      oppgje at &brandShortName; alltid skal opne mediefiler i medieavspelaren
      i staden for &aring; sp&oslash;rje kvar du vil at kvar av filene skal lagrast.</p>

    <ul>
      <li><em>opne med standard program:</em><br/>
        Vel denne innstillinga for &aring; opne filtypen i standard
        program (standard er sett av operativsystemet).</li>
      <li><em>opne med dette programmet:</em><br/>
        Vel denne innstillinga for &aring; oppgje at eit anna program skal
        handsame denne filtypen. Du vil f&aring; opp ein dialog som ber deg om &aring; oppgje
        plasseringa til programmet du vil bruke.</li>
      <li><em>Lagre til Mi Datamaskin:</em><br/>
        Denne innstillinga vil lagre filer til harddisken. Viss du har
        <em>Lagre alle filer til denne mappa</em>-innstillinga slegen p&aring;, vil filene verte
        lagra heilt automatisk.</li>
      <li><em>Bruk dette programtillegget:</em><br/>
        Vel denne innstillinga for &aring; la eit programtillegg handsame denne filtypen</li>
    </ul>

    <p>For &aring; fjerne ein regel for ein filtype, vel den filtypen i 
      Nedlastingshandlingar-dialogen og trykk p&aring; <em>Fjern handling</em>-knappen.</p>

<h2 id="advanced_options">Avanserte innstillingar</h2>
  <p>Avansert-panelet inneheld mange innstillingar som vert brukt sjeldnare av dei fleste,
      men likevel er nyttige, og nokre gonger naudsynte innstillingar
      for nokre personar.</p>

  <h3 id="advanced_general">Generelt-fana</h3>

    <h4 id="accessibility">Tilgjenge</h4>
      <p><em>Tillat tekst &aring; verte markert med tastaturet</em><br/>
        Óg kjent som mark&oslash;r-nettlesing. Her avgjer du om ein flyttbar mark&oslash;r som
        let deg merkje tekst med tastaturet er synleg p&aring; skjermen. Nokre
        tilgjenge-hjelpemiddel, som til d&oslash;mes skjermlesarar og skjermforst&oslash;rrarar bruker
        systemmark&oslash;ren for &aring; avgjere kva omr&aring;de p&aring; skjermen som skal lesast
        eller forst&oslash;rrast. Du kan sl&aring; av og p&aring; denne modusen ved &aring; trykkje p&aring; <kbd>F7</kbd>.</p>

      <p><em>Start s&oslash;k n&aring;r du byrjar &aring; skriva</em><br/>
        N&aring;r denne innstillinga er aktivert vil &brandShortName; s&oslash;kje i den
        aktive nettsida n&aring;r du byrjar &aring; skrive. Medan du finn tekst
        i sida vil s&oslash;kjelinja visast i botnen av sida for
        &aring; gje deg meir kontroll.</p>

    <h4 id="browsing">Nettlesing</h4>
      <p><em>Tilpass biletstorleikar til nettlesarvindauget</em><br/>
        Denne funksjonen tilsvarer den same i Internet Explorer. Han gjer at 
        bilete som er st&oslash;rre enn det som passar p&aring; skjermen vil 
        verte skalerte automatisk slik at du ser heile biletet. Trykk p&aring; biletet for &aring; sj&aring; det i 
        full storleik.</p>

      <p><em>Bruk automatisk rulling</em><br/>
        Automatisk rulling er ein nyttig funksjon som let deg bla opp og ned p&aring; sida
        berre ved &aring; halde nede midtre museknapp (vanlegvis musehjulet), og
        d&aring; berre flytta musa opp og ned. Nokre personar tykkjer dette er plagsamt, so
        denne innstillinga kan sl&aring;ast av her.</p>

      <p><em>Bruk jamn rulling</em><br/>
        Jamn rulling kan vere nyttig dersom du les mange lange nettsider.
        Normalt vil knappen <kbd>Page down</kbd> hoppa direkte ned
        ei side. Med jamn rulling sl&aring;tt p&aring; vil sida rulle nedover jamnare, slik at du
        kan sj&aring; n&oslash;yaktig kor mykje ho rullar. Dette gjer det enklare &aring; fortsetje &aring; lese
        fr&aring; der du slutta &aring; lese p&aring; f&oslash;rre sida.</p>

    <h4 id="languages">Spr&aring;k</h4>

      <p>Nokre nettsider er tilgjengelege p&aring; meir enn eitt spr&aring;k. Trykk p&aring;
        <em>Endre spr&aring;k ...</em>-knappen for &aring; oppgje f&oslash;retrekte
        spr&aring;k.</p>

      <p><strong>Spr&aring;k-dialog:</strong><br/>
        Trykk p&aring; <em>Vel eit spr&aring;k &aring; å leggje til …</em> for &aring; leggje til eit spr&aring;k, vel spr&aring;ket
        og trykk <em>Legg til</em>-knappen. Du kan fjerne eit spr&aring;k ved &aring; velje det fr&aring; lista over
        tilgjengelege spr&aring;k, eller velje det fr&aring; lista over aktive spr&aring;k, og deretter trykkje p&aring;
        <em>Fjern</em>-knappen.</p>

      <p>Du kan endre rekkjefølgja p&aring; spr&aring;ka for &aring; oppgje kva spr&aring;k du f&oslash;retrekkjer dersom
        nettsider er tilgjengelege i to eller fleire av dei spr&aring;ka du har valt. Dette kan du gjere med
        <em>Flytt opp</em>- og <em>Flytt ned</em>-knappane.</p>

  <h3 id="advanced_update">Oppdatering-fana</h3>
    <p>&brandShortName; kan sjekka om det finst ein ny versjon av ei installert
      utviding eller av sj&oslash;lve &brandShortName;.</p>

    <p><em>Sj&aring; automatisk etter oppdateringar for:</em><br/>
      Til vanleg vil &brandShortName; jamnleg leite etter oppdateringar
      til seg sj&oslash;lv, utvidingar, tema og s&oslash;kjemotorar, slik at du alltid kan vere viss p&aring;
      at du har den mest oppdaterte versjonen. Du kan skru av denne åtferda ved &aring; 
      fjerne avkryssinga p&aring; avkryssingsboksane her.</p>

    <p><em>N&aring;r oppdateringar for &brandShortName; vert funne,</em></p>

    <dl>
      <dt>Sp&oslash;r meg kva som skal gjerast</dt>
      <dd>Oppdateringar til &brandShortName; vil vanlegvis verte installerte automatisk
        som standard åtferd. Vel denne innstillinga for &aring; kontrollere manuelt kva tid og korleis
        oppdateringane vert installerte.</dd>
      <dt>Last ned og installer oppdateringa automatisk</dt>
      <dd>N&aring;r denne innstillinga er valt, vil &brandShortName;-oppdateringar
        automatisk verte lasta ned og installerte neste gong
        &brandShortName; startar.  Innstillinga <em>&Aring;tvar meg viss dette vil sl&aring; av
        utvidingar og tema</em> avgjer om du skal bli &aring;tvara 
        f&oslash;r installering av oppdateringar som kan resultere i at nokre 
        utvidingar eller tema vert inkompatible, fordi ingen nyare,
        kompatible versjonar finst. &Aring;tvaringa lèt deg utsetje installering
        av oppdateringa, sj&oslash;lv om dette vil gjere at du ikkje f&aring;r nytte av betringane
        i oppdateringa.</dd>
      <dd>Viss alle utvidingar og tema er kompatible eller kan verte oppdaterte slik at dei vert
        kompatible, vil &brandShortName;-oppdateringa verte installert. Neste gong nettlesaren
        startar p&aring; nytt, vil du verte beden om &aring; installere utvidings- og 
        tema-oppdateringar slik at du kan fortsetje &aring; bruke dei.</dd>
    </dl>

    <p><em>Vis oppdateringshistorikk</em><br/>
      &brandShortName; held orden p&aring; oppdateringar som du har installert.
      Du kan vise informasjon om desse oppdateringane ved &aring; trykkje p&aring; denne knappen.</p>

    <p><strong>Merk:</strong>  Du m&aring; k&oslash;yra &brandShortName; som
      <span class="win">systemansvarlig/administrator</span><span class="noWin">root</span>
      eller som brukaren som opphavleg installerte &brandShortName;
      for &aring; installere oppdateringar i &brandShortName;.</p>

  <h3 id="advanced_security">sfana</h3>
    <h4 id="protocols">Protokollar</h4>
      <p><em>Bruk SSL 2.0</em><br/>
       Spesifiserer om du vil sende og motta sikker informasjon 
       gjennom SSL2 (Secure Sockets Layer Level 2), standardprotokollen for
       sikker overf&oslash;ring. Alle sikre Internettsider st&oslash;ttar denne protokollen.</p>

      <p><em>Bruk SSL 3.0</em><br/>
       Spesifiserer om du vil sende og motta sikker informasjon
       gjennom SSL3 (Secure Sockets Layer Level 3), ein protokoll laga for &aring;
       vere sikrare enn SSL2. Merk deg at nokre nettsider st&oslash;ttar ikkje 
       denne protokollen.</p>

      <p><em>Bruk TLS 1.0</em><br/>
        Spesifiserer om du vil sende og motta sikker informasjon
        gjennom TLS (Transport Layer Security), ein open industristandard
        lik SSL3. Nokre nettsider st&oslash;ttar ikkje
        denne protokollen.</p>

    <h4 id="certificates">Sertifikat</h4>
      <p>Sertifikat hjelper med kryptering og dekryptering av sambandet til 
        <a href="glossary.xhtml#secure_site">sikre nettsider</a>.</p>

      <p><em>N&aring;r ein nettstad krev sertifikat:</em><br/>
        N&aring;r ei nettside ønskjer eit sikkert samband vil &brandShortName; automatisk pr&oslash;ve &aring; bruke
        eit passande sertifikat. Om du ønskjer &aring;
        veljesertifikat manuelt (t.d. om du &oslash;nsker &aring; bruke ein spesiell
        type kryptering i staden for den som vert valt automatisk), kan du velje innstillinga
        <em>Sp&oslash;r meg kvar gong</em>, som gjev deg fullstendig kontroll over kva
        sertifikat som vert brukte n&aring;r du vitjar nettstader.</p>

      <p><em>Vis sertifikat</em><br/>
        Trykk p&aring; denne knappen for &aring; vise lagra sertifikat, importere nye sertifikat,
        ta reserveskopi av eller slette gamle sertifikat i &brandShortName;.</p>

      <p><em>Tilbakekallingslister</em><br/>
        &brandShortName; kan bruke tilbakekallingslister (óg kjende som
        Certificate Revocation Lists, CRL) for &aring; sikre at sertifikata dine ikkje er forelda. Om du m&aring; leggje
        til ei ny CRL til &brandShortName;, eller ønskjer &aring; vise informasjon om dei CRL-ene du har installert, trykk p&aring; 
        knappen <em>Handsama CRL-ar ...</em>.</p>

      <p><em>Validering</em><br/>
        OCSP (Online Certificate Status Protocol) er ein m&aring;te &aring; validere
        sertifikata dine kvar gong dei vert brukte. &brandShortName; bruker
        ikkje OCSP som standard, men du kan aktivere det om du vil. Du vil mest
        sannsynleg berre trenge &aring; forandre dette om 
        nettverksansvarleg krev det.</p>

      <p><em>Sikkerheitseiningar</em><br/>
        Sikkerheitkseiningar kan kryptere og dekryptere tilkoplingar, og oppbevare
        sertifikat og passord. Viss du m&aring; bruke ei sikkerheitseining som er forskjellig fr&aring; den i
        &brandShortName;, trykk p&aring; <em>Sikkerheitseiningar</em>-knappen.
        </p>

<div class="contentsBox"><em>09 October 2007</em></div>
<p>Opphavsrett &copy; &copyright.years; Bidragsytarar til Mozilla Help Viewer Project.</p>

</body>
</html>