# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = तुमच्या हक्कां विशी
rights-intro = { -brand-full-name } जगातल्या हाजारांनी लोकांनी तयार केल्ले फुकट आणि ओपन स्त्रोत सॉफ्टवेर आसा. तुमी काय गजाली खबर आसपाक जाय:
rights-intro-point-1 = { -brand-short-name } तुमका हाचेखाला उपलब्ध करून दिला-<a data-l10n-name="mozilla-public-license-link">मॉझिला भौशिक परवानो</a>. हाजो अर्थ तुमी { -brand-short-name } वापरपाक शकता, प्रत करपाक शकता वो हेरांक वाटपाक शकता.  तुमी { -brand-short-name } चो स्त्रोत कोड लेगीत तुमच्या गरजांप्रमाण बदलुपाक शकता. मॉझिल्ला भौशिक परवानो तुमका तुमची बदलिल्ली आवृत्ती वाटपाचो हक्क दिता.
rights-intro-point-2 = तुमी फायरफॉक्स नाव वो बोधचिन्नासयत मॉझीला फाऊंडेशनाच्या वो खंयच्याय पक्षाच्या बोधचिन्नांक बोधचिन्न अधिकार वो परवाने दिल्ले नात. बोधचिन्नांविशीची अदिक माहिती मेळपाक शकता.<a data-l10n-name="mozilla-trademarks-link">हांगा</a>.
rights-intro-point-3 = { -brand-short-name } तली काय वैशिष्ट्या, देखीक क्रॅश अहवाल दिवपी, तुमका { -vendor-short-name } क फीडबॅक दिवपाक दिता. फीडबॅक सादर करप निवडून, तुमी { -vendor-short-name } क ताजी उत्पादनां सुदारपाक, फीडबॅक ताज्या वेबसायटींचेर प्रकाशित करापक, आणि फीडबॅक वाटपाक वापरपाची परवानगी दिता.
rights-intro-point-4 = { -vendor-short-name } कडे सादर केल्ली तुमची खाजगी माहिती आणि फीडबॅक आमी { -brand-short-name } तल्यान कशी वापरता ते हातून स्पश्ट केला<a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name } प्रायव्हसी धोरण</a>.
rights-intro-point-4-unbranded = ह्या उत्पादनाखातीरची लागू आशिल्ली कसलीय प्रायव्हसी धोरणां हांगा दिवची
rights-intro-point-5 = कांय { -brand-short-name } वाशिष्ट्या वेब-आधारित सेवेंचो वापर करतात, पूण ती 100% योग्य आणि एररफ्री आसात हाजी आमी खात्री दिवपाक शकना. ही सेवा वापरपी वैशिष्ट्या कशी अक्षम करप ह्या माहितीसंयत अदिक माहिती हातून मेळूंक शकता<a data-l10n-name="mozilla-service-terms-link">सेवा शर्ती</a>.
rights-intro-point-5-unbranded = हे उत्पादन जर वेब सेवांक मेळटा, सेवांखातीर खयच्योय लागू जावपी सेवा अटीं कडे जोडपाक जाय<a data-l10n-name="mozilla-website-services-link">वेबसायट सेवा</a>विभाग
rights-webservices-header = { -brand-full-name } वेब आधारित माहिती सेवा
rights-webservices = { -brand-full-name } वेब- आधारित माहिती सेवा ("सेवा") तुमच्या वापराखातीर सकयल दिल्ल्या शर्तींखाला काय वैशिश्ट्या दिता जी  { -brand-short-name } च्या ह्या बायनरी आवृत्तेसांगाताक वापरपाक शकतात. तुमका सकयली एक वो चड शर्त वो सेवा वापरपाची ना वो शर्ती तुमका मान्य ना, तुमच्यान वैशिश्ट्य वो सेवा अक्षम करू येतात. विशिश्ट वैशिश्ट्य वो सेवा कशी अक्षम करप हाच्यो शिटकावण्यो मेळपाक शकतात.<a data-l10n-name="mozilla-disable-service-link">हांगा</a>. अनुप्रयोग प्राधान्यांनी हेर वैशिष्ट्या आणि सेवा अक्षम करपाक मेळटा.
rights-safebrowsing = <strong>सुरक्षित ब्रावजिंग:</strong>सुरक्षित ब्रावजिंग वैशिष्ट्य अक्षम करपाची शिफारस ना कारण अशे केल्यार तुमी असुरक्षित सायटींनी वचू शकतात. तुमी वैशिष्ट्य पुराय तरेन अक्षम करपाचे आसल्यार, मुखावयल्या पावलांफाटल्यान वचात:
rights-safebrowsing-term-1 = अनुप्रयोग प्राधान्यां उगडात
rights-safebrowsing-term-2 = सुरक्षा निवड निवडात
rights-safebrowsing-term-4 = सुरक्षित ब्रावजिंग आता निश्क्रीय केलां
rights-locationawarebrowsing = <strong>थळ जाणा आशिल्ले ब्रावजिंग:</strong>सदाच ऑप्ट-ईन. तुमच्या परवानगेबगर केन्नाच थळाची माहिती धाडली वचना. तुमका वैशिष्ट्य पुराय तरेन काडपाचे आसल्यार, मुखावयल्या पावलांफाटल्यान वचात:
rights-locationawarebrowsing-term-1 = URL बारांत टायप करात<code>विशीं:config</code>
rights-locationawarebrowsing-term-2 = { " " }geo.enabled टायप
rights-locationawarebrowsing-term-3 = geo.enabled प्राधान्याचेर दोनदा क्लिक करात
rights-locationawarebrowsing-term-4 = थळाची जाणविकाय आशिल्ले ब्रावजिंग आता निश्क्रीय केलां.
rights-webservices-unbranded = उत्पादनातल्या वेबसायट सेवांचेर जर हांगा लागू आसत जाल्यार त्यो कशो अक्षम करच्यो हाच्या सूचनांसयत एक नदर हांगा मारू येता.
rights-webservices-term-unbranded = ह्या उत्पादनाखातीरच्यो लागू आशिल्ल्यो खंयच्योय सेवा शर्ती हांगा दिवच्यो.
rights-webservices-term-1 = { -vendor-short-name } आणि ताचे योगदान दिवपी, परवानोधारक आणि भागीदार सगळ्यांत अचूक आणि अद्ययावत सेवा दिवपाचो यत्न करतात. मात, ही माहिती सर्वंकश आणि एररमुक्त आसतली हाची आमी खात्री दिवपाक शकनात. देखीक, सुरक्षित ब्रावजिंग सेवा काय घातक सायटींच वळखूपाक शकना जायत आणि काय सुरक्षित सायटींक घातक म्हण वळखता जायत, वो ठिकाणाची माहिती दिवपी सेवांत आमच्या सेवा पुरवप्यांनी दिल्ली ठिकाणां फकत अदमास आसतात आणि आमी वो आमचे सेवा पुरवपी त्या ठिकाणांच्या अचूकतायेची हमी दिनात.{ " " }
rights-webservices-term-2 = { -vendor-short-name } आपल्या इच्छेप्रमाण सेवा थांबोवपाक वो बदलुपाक शकता.{ " " }
rights-webservices-term-3 = { -brand-short-name } च्या ह्या सेवांमजगती आणि संबंदित आवृत्तेंत तुमका येवकार, आणि { -vendor-short-name } तुमका हे करपाचो अधिकार दिता.  { -vendor-short-name } आणि ताचे परवानोधारक सेवांचो सगळो अधिकार राखून दवरतात. ह्यो शर्ती { -brand-short-name } आणि { -brand-short-name } च्या संबंधित कोड आवृत्तींक लागू आशिल्ल्या कसल्याय मुक्त स्त्रोत परवान्यासकयल्या कसल्याय हक्कांचेर मर्यादा घालपाखातीर नात.
rights-webservices-term-4 = <strong>काय सेवा "आसा-तशो."  { -vendor-short-name } आसतात, ताचे योगदान दिवपी, परवानोधारक आणि वितरक, जाहीर केल्ल्यो वो अंतर्भूत सगळ्यो वॉरंटी तशेच तुमच्या विशिश्ट कामाखातीर तुमका योग्य आशिल्ल्यो तशेच व्यापारयोग्य सेवांच्यो अमर्याद वॉरंटी हांचेसयत जबाबदारी घेनात.तुमच्या कामाखातीर सेवा निवडुपाची आणि सेवांच्या गुणवत्ता आणि कार्यक्षमतेची पुराय जबाबदारी तुमी घेतात. काय कार्यक्षेत्रां अंतर्भूत वॉरंटींत आडवाद वो मर्यादा घालपाक दिनात, तशे आसल्यार ही गजाल तुमका लागू जावची ना.</strong>
rights-webservices-term-5 = <strong>कायद्यान गरजेचे आसा ते सोडत जाल्यार, { -vendor-short-name }, ताचे योगदान दिवपी, परवानोधारक आणि वितरावपी हे कसल्याच अप्रत्यक्ष, खाशेल्या, घडणुकीच्या, परिणाम करपी, दंडात्मक, आदर्श वो { -brand-short-name } च्या आणि ताच्या सेवांकडेन कसल्याय तरेन संबंदित नुकसान भरपाईक पात्र आसचे ना. ह्या शर्तींसकयली सामूहिक जापसालदारकी 500$ (पाचशे डॉलर्स) परस चड आसची ना. काय कार्यक्षेत्रां काय भरपाईतल्यान वगळुपाक वो मर्यादा घालपाक दिनात, ताका लागून हे आडवाद व मर्यादा तुमका लागू जावचे ना.</strong>
rights-webservices-term-6 = { -vendor-short-name } गरज आसल्यार वेळच्यावेळा ह्यो अटीं सुदारू शकता. { -vendor-short-name } च्या बरयल्ल्या कराराबगर ह्यो अटीं बदलुपाक वो रद्द करपाक ना मेळत.
rights-webservices-term-7 = कायदो विवाद तरतुदी सोडत जाल्यार ह्या शर्तींचेर U.S.A. तल्या कॅलिफोर्निया राज्यातले कायदे लागू आसात. ह्या शर्तींचो खंयचोय भाग जर अमान्य वो जालो वो लागू जायना आसत जाल्यार, उरिल्लो भाग पुराय तरेन लागू आसतलो. ह्या शर्तींचो अणकारित भाग आणि इंग्लीश भाशेतलो भाग हातूंत विवाद निर्माण जालो जाल्यार इंग्लीश आवृत्ती लागू जातली.
