# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corporation.
# Portions created by the Initial Developer are Copyright (C) 1998
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#
# Alternatively, the contents of this file may be used under the terms of
# either the GNU General Public License Version 2 or later (the "GPL"), or
# the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****
IncorrectKey_TryAgain?=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u043D\u0430 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043E\u043F\u0438\u0442\u0430\u0442\u0435 \u043F\u0430\u043A?
WantToCaptureForm?=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430\u043D\u043D\u0438\u0442\u0435, \u043A\u043E\u0438\u0442\u043E \u0432\u044A\u0432\u0435\u0436\u0434\u0430\u0442\u0435 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u043F\u043E\u043C\u043D\u0435\u043D\u0438?
WantToSavePasswordObscured?=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u043E\u0432\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043D\u0435 \u0438 \u0441\u043B\u0435\u0434\u0432\u0430\u0449\u0438\u044F \u043F\u044A\u0442 \u0434\u0430 \u0433\u043E \u0432\u044A\u0432\u0435\u0434\u0435 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E \u0432 \u0442\u043E\u0437\u0438 \u0441\u0430\u0439\u0442.\#\#\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0435\u043D\u043E?
WantToSavePasswordEncrypted?=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u043E\u0432\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043D\u0435 \u0438 \u0441\u043B\u0435\u0434\u0432\u0430\u0449\u0438\u044F \u043F\u044A\u0442 \u0434\u0430 \u0433\u043E \u0432\u044A\u0432\u0435\u0434\u0435 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E \u0432 \u0442\u043E\u0437\u0438 \u0441\u0430\u0439\u0442.\#\#\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0435\u043D\u043E?
xWantToSavePasswordObscured?=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E\u0442\u043E \u0438\u043C\u0435 \u0438 \u043F\u0430\u0440\u043E\u043B\u0430 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u043F\u043E\u043C\u043D\u0435\u043D\u0438?\#\#\u0414\u0430\u043D\u043D\u0438\u0442\u0435 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u0449\u0438\u0442\u0435\u043D\u0438 \u0441 \u043F\u0430\u0440\u043E\u043B\u0430.
xWantToSavePasswordEncrypted?=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E\u0442\u043E \u0438\u043C\u0435 \u0438 \u043F\u0430\u0440\u043E\u043B\u0430 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u043F\u043E\u043C\u043D\u0435\u043D\u0438?\#\#\u0414\u0430\u043D\u043D\u0438\u0442\u0435 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u0449\u0438\u0442\u0435\u043D\u0438 \u0441 \u043F\u0430\u0440\u043E\u043B\u0430.
#translator's note: # in following line will be converted to linefeed by program
firstPassword=\u0429\u0435 \u0441\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430 \u0437\u0430 \u0437\u0430\u0449\u0438\u0442\u0430 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441\u0430\u043D\u0430\u0442\u0430 \u043D\u0430 \u0442\u0432\u044A\u0440\u0434\u0438\u044F \u0434\u0438\u0441\u043A \u043B\u0438\u0447\u043D\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F.  \u0412 \u0441\u043B\u0435\u0434\u0432\u0430\u0449\u0438\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u0438 \u0441\u0442\u0435\u043F\u0435\u043D\u0442\u0430 \u043D\u0430 \u0437\u0430\u0449\u0438\u0442\u0430 \u0449\u0435 \u0441\u0435 \u043F\u043E\u0432\u0438\u0448\u0430\u0432\u0430.\#\#\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430.\#(\u041E\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043F\u043E\u043B\u0435\u0442\u0430\u0442\u0430 \u043F\u0440\u0430\u0437\u043D\u0438, \u0430\u043A\u043E \u043D\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430).\#
password=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430.
#translator's note: # in following line will be converted to linefeed by program
newPassword=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u043D\u043E\u0432\u0430 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430.\#(\u041E\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043F\u043E\u043B\u0435\u0442\u0430\u0442\u0430 \u043F\u0440\u0430\u0437\u043D\u0438, \u0430\u043A\u043E \u043D\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430).\#
enterPassword=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0430\u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u0430
confirmPassword=\u041D\u0430\u043F\u0438\u0448\u0435\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u0433\u043B\u0430\u0432\u043D\u0430\u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u0430
confirmFailed_TryAgain?=\u0414\u0432\u0435\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0438 \u043F\u0430\u0440\u043E\u043B\u0438 \u043D\u0435 \u0441\u0430 \u0435\u0434\u043D\u0430\u043A\u0432\u0438. \u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u0434\u0435\u043D\u0442\u0438\u0447\u043D\u0438 \u0433\u043B\u0430\u0432\u043D\u0438 \u043F\u0430\u0440\u043E\u043B\u0438 \u0438 \u0432 \u0434\u0432\u0435\u0442\u0435 \u043F\u043E\u043B\u0435\u0442\u0430.
SelectUser=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435, \u043A\u043E\u0435\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u0432\u044A\u0432\u0435\u0434\u0435\u043D\u043E \u0432 \u0442\u043E\u0437\u0438 \u0444\u043E\u0440\u043C\u0443\u043B\u044F\u0440.
SelectUserWhosePasswordIsBeingChanged=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F\u0442, \u0447\u0438\u044F\u0442\u043E \u043F\u0430\u0440\u043E\u043B\u0430 \u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u0430.
PasswordNotification=\u0417\u0430 \u0432\u0430\u0448\u0435 \u0443\u0434\u043E\u0431\u0441\u0442\u0432\u043E \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u044A\u0442 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438 \u0438\u043C\u0435\u043D\u0430 \u0438 \u043F\u0430\u0440\u043E\u043B\u0438, \u0437\u0430 \u0434\u0430 \u043D\u0435 \u0441\u0435 \u043D\u0430\u043B\u0430\u0433\u0430 \u0434\u0430 \u0433\u0438 \u0432\u044A\u0432\u0435\u0436\u0434\u0430\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E.  \u0412\u0430\u0448\u0438\u0442\u0435 \u043F\u0430\u0440\u043E\u043B\u0438 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438, \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u043F\u0438\u0441\u0430\u043D\u0438 \u043D\u0430 \u0442\u0432\u044A\u0440\u0434\u0438\u044F \u0432\u0438 \u0434\u0438\u0441\u043A.  \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0442\u0430\u0437\u0438 \u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430?
WalletNotification=\u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u044A\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F\u0442\u0430, \u043A\u043E\u044F\u0442\u043E \u0432\u044A\u0432\u0435\u0436\u0434\u0430\u0442\u0435 \u0432\u044A\u0432 \u0444\u043E\u0440\u043C\u0443\u043B\u044F\u0440\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0430 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0432 \u0434\u0440\u0443\u0433\u0438 \u0444\u043E\u0440\u043C\u0443\u043B\u044F\u0440\u0438.  \u0417\u0430 \u0446\u0435\u043B\u0442\u0430, \u043F\u0440\u0438 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430 \u043D\u0430 \u0444\u043E\u0440\u043C\u0443\u043B\u044F\u0440\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0430\u043D\u0435/\u0417\u0430\u043F\u0438\u0441 \u043D\u0430 \u0444\u043E\u0440\u043C\u0443\u043B\u044F\u0440 \u043E\u0442 \u043C\u0435\u043D\u044E\u0442\u043E.
noPrefills=\u041D\u044F\u043C\u0430 \u043F\u043E\u043B\u0435\u0442\u0430, \u043A\u043E\u0438\u0442\u043E \u043C\u043E\u0433\u0430\u0442 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u043F\u043E\u043F\u044A\u043B\u043D\u0435\u043D\u0438.
Never=\u041D\u0438\u043A\u043E\u0433\u0430 \u0437\u0430 \u0442\u043E\u0437\u0438 \u0441\u0430\u0439\u0442
Confirm=\u041F\u043E\u0442\u0432\u044A\u0440\u0436\u0434\u0430\u0432\u0430\u043D\u0435
PromptForPassword=\u041F\u0430\u0440\u043E\u043B\u0430
PromptForData=\u0417\u0430\u043F\u0438\u0442\u0432\u0430\u043D\u0435
SaveTheseValuesObscured=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0449\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u0435\u0437\u0438 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438.
SaveTheseValuesEncrypted=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0449\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u0435\u0437\u0438 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438.
SaveThisValueObscured=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0449\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u0435\u0437\u0438 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438.
SaveThisValueEncrypted=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0449\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u0435\u0437\u0438 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438.
SaveThisPasswordObscured=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0449\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u0430\u0437\u0438 \u043F\u0430\u0440\u043E\u043B\u0430.
SaveThisPasswordEncrypted=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0449\u0435 \u0437\u0430\u043F\u043E\u043C\u043D\u0438 \u0442\u0430\u0437\u0438 \u043F\u0430\u0440\u043E\u043B\u0430.
xSaveTheseValuesObscured=\u0417\u0430\u043F\u043E\u043C\u043D\u044F\u043D\u0435 \u043D\u0430 \u0434\u0430\u043D\u043D\u0438\u0442\u0435. \u0417\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438 \u043D\u0435 \u0441\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043D\u0438 \u0441 \u043F\u0430\u0440\u043E\u043B\u0430.
xSaveTheseValuesEncrypted=\u0417\u0430\u043F\u043E\u043C\u043D\u044F\u043D\u0435 \u043D\u0430 \u0434\u0430\u043D\u043D\u0438\u0442\u0435. \u0417\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438 \u0441\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043D\u0438 \u0441 \u043F\u0430\u0440\u043E\u043B\u0430.
xSaveThisValueObscured=\u0417\u0430\u043F\u043E\u043C\u043D\u044F\u043D\u0435 \u043D\u0430 \u0434\u0430\u043D\u043D\u0438\u0442\u0435. \u0417\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438 \u043D\u0435 \u0441\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043D\u0438 \u0441 \u043F\u0430\u0440\u043E\u043B\u0430.
xSaveThisValueEncrypted=\u0417\u0430\u043F\u043E\u043C\u043D\u044F\u043D\u0435 \u043D\u0430 \u0434\u0430\u043D\u043D\u0438\u0442\u0435. \u0417\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438 \u0441\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043D\u0438 \u0441 \u043F\u0430\u0440\u043E\u043B\u0430.
UserName=\u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435
Password=\u041F\u0430\u0440\u043E\u043B\u0430
SelectUserTitleLine=\u0418\u0437\u0431\u043E\u0440 \u043D\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B
NoPasswordsEverSaved=\u041D\u0438\u043A\u043E\u0433\u0430 \u043D\u0435 \u0441\u0430 \u0441\u044A\u0445\u0440\u0430\u043D\u044F\u0432\u0430\u043D\u0438 \u043F\u0430\u0440\u043E\u043B\u0438.
Captured=\u041F\u0440\u0438\u0445\u0432\u0430\u043D\u0430\u0442\u0438 \u0441\u0430 \u0434\u0430\u043D\u043D\u0438.
NotCaptured=\u041D\u044F\u043C\u0430 \u043D\u0438\u0449\u043E \u0437\u0430 \u043F\u0440\u0438\u0445\u0432\u0430\u0449\u0430\u043D\u0435.
UnableToCapture=\u041F\u0440\u0438\u0445\u0432\u0430\u0449\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0434\u0430\u043D\u043D\u0438 \u0435 \u043D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E.
Converted=\u0421\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438 \u0431\u044F\u0445\u0430 \u043A\u043E\u043D\u0432\u0435\u0440\u0442\u0438\u0440\u0430\u043D\u0438.
AllDataWillBeCleared=\u0412\u0441\u0438\u0447\u043A\u0438 \u0441\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438 \u0434\u0430\u043D\u043D\u0438 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0442\u0438.
NotConverted=\u0421\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438 \u043D\u0435 \u043C\u043E\u0433\u0430\u0442 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u043A\u043E\u043D\u0432\u0435\u0440\u0442\u0438\u0440\u0430\u043D\u0438.
PasswordNotChanged=\u041F\u0430\u0440\u043E\u043B\u0430\u0442\u0430, \u043A\u043E\u044F\u0442\u043E \u0437\u0430\u0449\u0438\u0442\u0430\u0432\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043B\u0438\u0447\u043D\u0438 \u0434\u0430\u043D\u043D\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0441\u043C\u0435\u043D\u0435\u043D\u0430.
PasswordExpired=\u0412\u0430\u0448\u0438\u0442\u0435 \u043B\u0438\u0447\u043D\u0438 \u0434\u0430\u043D\u043D\u0438 \u0441\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043D\u0438.
PasswordNotExpired=\u0417\u0430\u0449\u0438\u0442\u0430\u0442\u0430 \u043D\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043B\u0438\u0447\u043D\u0438 \u0434\u0430\u043D\u043D\u0438 \u0435 \u043D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E.
Caveat=\u0421\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435 \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0438 \u0434\u0440\u0443\u0433\u0438 \u043B\u0438\u0447\u043D\u0438 \u0434\u0430\u043D\u043D\u0438\#\#\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0438 \u0438 \u0444\u043E\u0440\u043C\u0443\u043B\u044F\u0440\u0438 \u0449\u0435 \u0437\u0430\u043F\u0438\u0441\u0432\u0430 \u043F\u0430\u0440\u043E\u043B\u0438\u0442\u0435, \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438\u0442\u0435 \u0438\u043C\u0435\u043D\u0430 \u0438 \u0434\u0440\u0443\u0433\u0430 \u043B\u0438\u0447\u043D\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0438 \u0449\u0435 \u044F \u0432\u044A\u0432\u0435\u0436\u0434\u0430 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E \u043A\u044A\u0434\u0435\u0442\u043E \u0435 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E.\#\u0422\u0430\u0437\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0441\u0435 \u0441\u044A\u0445\u0440\u0430\u043D\u044F\u0432\u0430 \u0432\u044A\u0432 \u0432\u0430\u0448\u0438\u044F \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440 \u0438 \u0435 \u0442\u0440\u0443\u0434\u043D\u043E, \u043D\u043E \u043D\u0435 \u043D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u043F\u0440\u043E\u0447\u0435\u0442\u0435\u043D\u0430.\#\u0410\u043A\u043E \u0434\u0440\u0443\u0433\u0438 \u0445\u043E\u0440\u0430 \u0438\u043C\u0430\u0442 \u0434\u043E\u0441\u0442\u044A\u043F \u0434\u043E \u0432\u0430\u0448\u0438\u044F \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440 \u0435 \u0440\u0430\u0437\u0443\u043C\u043D\u043E \u0434\u0430 \u0437\u0430\u0449\u0438\u0442\u0438\u0442\u0435 \u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0441\u0438 \u0434\u0430\u043D\u043D\u0438 \u0441 \u043F\u0430\u0440\u043E\u043B\u0430. \u0422\u0430\u043A\u0430\u0432\u0430 \u043F\u0430\u0440\u043E\u043B\u0430 \u0435 \u0433\u043B\u0430\u0432\u043D\u0430\u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u0430.\#\u0410\u043A\u043E \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u043E\u0437\u0438 \u043D\u0430\u0447\u0438\u043D \u0437\u0430 \u0437\u0430\u0449\u0438\u0442\u0430 \u043D\u0430 \u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438, \u0449\u0435 \u0431\u044A\u0434\u0435\u0442\u0435 \u043F\u043E\u0434\u043A\u0430\u043D\u044F\u043D \u0434\u0430 \u0432\u044A\u0432\u0435\u0436\u0434\u0430\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0430\u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u0430 \u043E\u0442 \u0432\u0440\u0435\u043C\u0435 \u043D\u0430 \u0432\u0440\u0435\u043C\u0435. \u0422\u043E\u0437\u0438 \u043F\u043E\u0434\u0445\u043E\u0434, \u0432\u044A\u043F\u0440\u0435\u043A\u0438 \u043D\u0435\u0443\u0434\u043E\u0431\u0441\u0442\u0432\u043E\u0442\u043E, \u0434\u0430\u0432\u0430 \u043F\u043E-\u0434\u043E\u0431\u0440\u0430 \u0437\u0430\u0449\u0438\u0442\u0430 \u043D\u0430 \u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u0438.
CaveatTitle=\u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435
