#Translated with MozillaTranslator version 5.03
#Mon Dec 06 23:30:14 CET 2004
signing_wantSame=Mesajlar\u0131 say\u0131sal olarak imzalamak i\u00E7in ayn\u0131 sertifikay\u0131 kullanmak ister misiniz ?
signing_needCertWantSame=Mesajlar\u0131n\u0131z\u0131n digital imzas\u0131 i\u00E7in bir sertifika belirtmeniz gerekli. Mesajlar\u0131 say\u0131sal imzalamada kulland\u0131\u011F\u0131n\u0131z sertifikay\u0131 kullanmak ister misiniz?
encryption_needCertWantSame=Bu sayfay\u0131 say\u0131sal imzalamadan \u00F6nce , di\u011Fer insanlar\u0131n size \u015Fifreli mesaj g\u00F6nderebilmeleri i\u00E7in bir sertifika ile belirtmeniz gerekli. G\u00F6nderilen mesajlarda kulland\u0131\u011F\u0131n\u0131z \u015Fifreleme/de\u015Fifreleme sertifikas\u0131n\u0131 kullanmak ister misiniz?
ErrorCanNotSign=Posta \u0130mzalanamad\u0131. Posta ve Haber Grubu Ayarlar\u0131nda tan\u0131mlanm\u0131\u015F ge\u00E7erli sertifikan\u0131z olamas\u0131 gerekir.
ErrorCanNotEncrypt=Posta \u015Fifrelenemedi. L\u00FCtfen postalar\u0131n\u0131z i\u00E7in ge\u00E7erli sertifikan\u0131z oldu\u011Funa dikkat edin.
encryption_needCertWantToSelect=Bu mesaj\u0131 say\u0131sal imzalamadan \u00F6nce, di\u011Fer insanlar\u0131n size \u015Fifreli mesaj g\u00F6nderebilmeleri i\u00E7in bir sertifika vermelisiniz. \u015Eimdi \u015Fifreli sertifika ayarlamak ister misiniz?
NoSenderEncryptionCert=Postan\u0131n iifrelenmesi gerekti\u011Fini se\u00E7tiniz, fakat yaz\u0131l\u0131m Posta ve Haber Grubu Ayarlar\u0131nda se\u00E7ilmi\u015F sertifikay\u0131 bulamad\u0131 yada certifikan\u0131n zaman\u0131 a\u015Film\u0131\u015F.
SignNoSenderEncryptionCert=Postan\u0131n say\u0131sal imzalanmas\u0131 gerekti\u011Fini se\u00E7tiniz, fakat yaz\u0131l\u0131m Posta ve Haber Grubu Ayarlar\u0131nda se\u00E7ilmi\u015F sertifikay\u0131 bulamad\u0131 yada certifikan\u0131n zaman\u0131 a\u015Film\u0131\u015F.
NoSigningCert=Sertifika y\u00F6neticisi, mesaj\u0131n\u0131z\u0131 say\u0131sal imzalamak i\u00E7in gerekli olan sertifikay\u0131 bulamad\u0131.
MissingRecipientEncryptionCert=Postan\u0131n \u015Eifrelenmesi gerekti\u011Fini se\u00E7tiniz, fakat yaz\u0131l\u0131m Posta ve Haber Grubu Ayarlar\u0131nda se\u00E7ilmi\u015F sertifikay\u0131 bulamad\u0131 yada certifikan\u0131n zaman\u0131 a\u015Film\u0131\u015F %S.
NoSenderSigningCert=Postan\u0131n say\u0131sal imzalanmas\u0131 gerekti\u011Fini se\u00E7tiniz, fakat yaz\u0131l\u0131m Posta ve Haber Grubu Ayarlar\u0131nda se\u00E7ilmi\u015F sertifikay\u0131 bulamad\u0131 yada certifikan\u0131n zaman\u0131 a\u015Film\u0131\u015F.
signing_needCertWantToSelect=Mesajlar\u0131n\u0131z\u0131n digital imzas\u0131 i\u00E7in bir sertifika belirtmeniz gerekli. Mesajlar\u0131 say\u0131sal imzalamada kulland\u0131\u011F\u0131n\u0131z sertifikay\u0131 kullanmak ister misiniz?
NoEncryptionCert=Sertifika y\u00F6neticisi, di\u011Fer insanlar\u0131n size \u015Fifreli E-Posta g\u00F6nderebilecekleri bir sertifika bulamad\u0131.
prefPanel-smime=G\u00FCvenlik
encryption_wantSame=Size g\u00F6nderilen mesajlar\u0131n \u015Fifleme/de\u015Fiflemesinde kullan\u0131lan sertifikay\u0131 kullanmak ister misiniz?
