-1000=Bellek yetersiz.
4019=Yanıt yok
4018=L\u00FCtfen %.100s kullan\u0131c\u0131s\u0131n\u0131n %.100s hesab\u0131 i\u00E7in yeni parola giriniz:
4017=L\u00FCtfen %1$s@%2$s hesab\u0131n\u0131n parolas\u0131n\u0131 giriniz:
4016=Ba\u015Far\u0131s\u0131z DELE komutu. \u0130leti silinemedi
4015=Ba\u015Far\u0131s\u0131z LIST komutu. \u0130leti kimli\u011Fi ve boyutu \u00F6\u011Frenilemedi
4014=Sunucu i\u00E7in kullan\u0131c\u0131 ismi girmediniz. L\u00FCtfen bir hesap kurulumu yap\u0131p yeniden deneyiniz.
4013=Parola kabul\u00FCnde hata.
4012=Ba\u015Far\u0131s\u0131z RETR komutu. \u0130leti al\u0131namad\u0131.

4009=%ld mesaj\u0131n %ld tanesi al\u0131nd\u0131
4008=Sunucuda yeni posta yok.
4007=Ba\u011Flan: Sunucuya ba\u011Flan\u0131ld\u0131 ve ba\u011Flant\u0131 bilgileri g\u00F6nderiliyor...
4006=\u0130leti, posta kutusuna al\u0131namad\u0131. Sistemden gerekli yazma ayr\u0131cal\u0131klar\u0131 ald\u0131\u011F\u0131n\u0131zdan ve postalar\u0131 almak i\u00E7in yeterli disk alan\u0131na sahip oldu\u011Funuzdan emin olun.
4037=Bekleme dosyas\u0131 bulunam\u0131yor.
4005=Parola girme i\u015Flemi ba\u015Far\u0131s\u0131z oldu.
4036=%S bekleme dosyas\u0131 k\u0131salt\u0131lam\u0131yor.
4004=Kullan\u0131c\u0131 ad\u0131 girme i\u015Flemi ba\u015Far\u0131s\u0131z oldu.
4035=%S kilit dosyas\u0131 silinemiyor.
4003=POP3 sunucusunda bir hata olu\u015Ftu.
4034=%S kilitleme dosyas\u0131 olu\u015Fturulam\u0131yor. Movemail'in \u00E7al\u0131\u015Fmas\u0131 i\u00E7in posta bekleme dosyas\u0131n\u0131n dizin alt\u0131nda bir kilitme dosyas\u0131 olu\u015Fturmas\u0131 gerekir. Bir\u00E7ok sistemde buna dosya haklar\u0131n\u0131 01777 kipine getirerek eri\u015Febilirsiniz.
4002=%S/%S ileti y\u00FCkleniyor
4001=Bitti
4033=Posta bekleme dosyas\u0131 (%S) a\u00E7\u0131lam\u0131yor.
4000=%S \u00F6zet dosyas\u0131 haz\u0131rlan\u0131yor...
4032=%S posta bekleme dosyas\u0131 kilitli.

4030=Posta sunucusu g\u00FCvenli kimlik do\u011Frulamay\u0131 desteklemiyor.
-321=Postalar\u0131 indirmek i\u00E7in yeterli disk alan\u0131 yok. Eski postalar\u0131n\u0131z\u0131 silin, \u00E7\u00F6p kutusunu bo\u015Falt\u0131n, posta dizinlerini s\u0131kla\u015Ft\u0131r\u0131n ve ard\u0131ndan yeniden deneyin.
4029=Dizin i\u015Flem halinde. \u0130letilere ula\u015Fmak i\u00E7in i\u015Flemin bitmesini bekleyin.
4028=%S/%S ileti %S dizinine ta\u015F\u0131n\u0131yor
4027=%S/%S ileti %S dizinine kopyalan\u0131yor
4026=%S/%S ileti siliniyor
4025=%S posta sunucusunun yan\u0131t\u0131:
4024=STAT komutu hatas\u0131. \u0130leti adedi ve boyutu \u00F6\u011Frenilemedi.
4023=\u00C7\u00F6p kutusunda %s isimli bir dizin zaten vard\u0131. Az \u00F6nce sildi\u011Finiz dizini %s ad\u0131yla \u00E7\u00F6p kutusunda bulabilirsiniz.
4021=Se\u00E7ili dizini \u00E7\u00F6p kutusuna atmak istedi\u011Finizden emin misiniz?
4020=Parolan\u0131z\u0131 girin:

4038=A\u015Fa\u011F\u0131daki ileti indirilirken bir hata olu\u015Ftu:   \nG\u00F6nderen: %S\n   Konu: %S\n Ya ileti vir\u00FCs i\u00E7eriyor olabilir ya da yeterli disk alan\u0131 yok. Bunu ge\u00E7elim mi?

4040=%S POP3 posta sunucusu "sunucuda bırak", "ileti boyutu üst sınırı" ya da "sadece üst bilgiyi al" seçeneklerinin uygulanmasını sağlayacak UIDL ya da XTND XLST'yi desteklemiyor. Postalarınızı indirmek için hesap ayarları penceresinde bulunan sunucu ayarları bölümünden bunları devre dışı bırakın.

4041=%S POP3 posta sunucusu TOP komutunu desteklemiyor. Buna sunucu desteği sağlanmadıkça "ileti boyutu üst sınırı" ve "sadece üst bilgiyi al" tercihleri yerine getirilemez. Bu seçenekler devre dışı bırakılarak ve iletiler boyutlarına bakılmaksızın indirilecek.

4042=Posta sunucusu güvenli doğrulamayı desteklemiyor ya da siz yanlış parola girdiniz. Parolanızı gözden geçirin ya da güvenli doğrulama seçeneğini hesap ayarları penceresindeki sunucu ayarları bölümünden devre dışı bırakın.\n

4043=POP3 sunucusuyla TLS bağlantısı kurulamıyor. Sunucu kapalı ya da yanlış yapılandırılmış olabilir. Hesap ayarları penceresindeki sunucu ayarları bölümünden doğru yapılandırılma yapılıp yapılmadığına bakın ve yeniden deneyin.
