aboutWindowTitle=Oer %S
aboutWindowCloseButton=Slute
aboutWindowVersionString=ferzje %S
aboutAddon=Oer %S...
updatingMsg=Sjen of der fernijings binne...
updateCompatibilityMsg=Der is in kompatibiliteitsfernijing tapast.
updateNoUpdateMsg=Der bin gjin fernijings f\u00FBn.
updateErrorMessage=Der is in flater bart by it sykjen nei fernijings foar %S.
updateDisabledMessage=Fernijings bin \u00FAtskeakeld foar %S.
updateReadOnlyMessage=Fernijing net stipe (ynstallaasjelokaasje is allinnich-l\u00EAze).
updateNotManagedMessage=Fernijing net stipe (ynstallaasjelokaasje wurdt net beheard troch %S).
incompatibleUpdateMessage=%S is oan it kontrolearjen op in kompatibele fernijing foar %S.
installSuccess=Mei s\u00FAkses ynstallearre
installWaiting=Wachtsje...
droppedInWarning=De folgjende items wurden f\u00FBn yn jo Utwreidings-map. Wolle jo dizze ynstallearje?
updateNotificationTitle=Tafoegings fernijings f\u00FBn
updateNotificationText=%S hat in fernijing f\u00FBn foar ien fan jo tafoegings
multipleUpdateNotificationText=%S hat fernijings f\u00FBn foar %S fan jo tafoegings

uninstallButton=De-ynstallearje
disableButton=Utskeakelje
cancelButton=Annulearje
restartMessage=Start %S op 'e nij om jo wizigings dien te krijen.
restartButton=%S op 'e nij starte
restartAccessKey=r
laterButton=Letter
moreInfoText=Mear ynformaasje
uninstallTitle=%S de-ynstallearje
uninstallWarnDependMsg=%S is nedich foar ien of mear tafoegings. As jo trochgean sille de folgjende \u00FBnderdielen \u00FAtskeakele wurde:
uninstallQueryMessage=Wolle jo %S de-ynstallearje?
cancelInstallTitle=Ynstallaasje fan %S annulearje
cancelInstallQueryMessage=Witte jo seker dat jo de ynstallaasje fan %S annulearje wolle?
cancelInstallButton=Ja
cancelCancelInstallButton=Nee
cancelUpgradeTitle=Fernijing fan %S annulearje
cancelUpgradeQueryMessage=Witte jo seker dat jo de fernijing fan %S annulearje wolle?
cancelUpgradeButton=Ja
cancelCancelUpgradeButton=Nee
disableTitle=%S \u00FAtskeakelje
disableWarningDependMessage=As jo %S \u00FAtskeakelje, sille de folgjende \u00FBnderdielen dy't dizze \u00FAtwreiding nedich hat ek \u00FAtskeakele wurde:
disableQueryMessage=Wolle jo %S \u00FAtskeakelje?

themesTitle=Temas
extensionsTitle=Utwreidings

type-32=Mearf\u00E2ldich \u00FAtwreidingspakket
type-16=Ynstekker
type-8=Taal
type-4=Tema
type-2=Utwreiding
incompatibleTitle=Ynkompatibele \u00FAtwreiding
incompatibleMessage=%S %S koe net ynstallearre wurde omdat it net kompatibel is mei dizze ferzje fan %S %S.
incompatibleThemeName=dit tema
incompatibleExtension=Utskeakeld - net kompatibel mei %S %S
incompatibleAddonMsg=Net kompatibel mei %S %S
insecureUpdateMessage="%S" sil net ynstallearre wurde, omdat it gjin befeilige fernijing fersoarget

invalidGUIDMessage="%S" koe net ynstallearre wurde fanwege in flater yn it ynstallaasjemanifest ("%S" is gjin jildige GUID). Nim kontakt op mei de makker oer dit probleem.
invalidVersionMessage="%S" koe net ynstallearre wurde fanwege in flater yn it ynstallaasjemanifest ("%S" is gjin jildige ferzjestring). Nim kontakt op mei de makker oer dit probleem.
incompatiblePlatformMessage="%S" koe net ynstallearre wurde omdat it net kompatibel is mei jo %S-ferzjetype (%S). Nim kontakt op mei de makker oer dit probleem.

blocklistedInstallTitle=Dizze \u00FAtwreiding is net feilich
blocklistedInstallMsg=De \u00FAtwreiding %S stiet bekend as gefaarlik en kin net ynstallearre wurde.
blocklistNotifyTitle2=Utwreidings dy't problemen feroarsaakje kinne
blocklistNotifyMsg2=%S jout oan dat de folgjende \u00FAtwreidings net stabiel of feilich binne.
blocklistRestartMsg2=Jo moatte %S op 'e nij starte sadat dizze \u00FAtwreidings \u00FAtskeakele wurde kinne.

missingFileTitle=Missend best\u00E2n
missingFileMessage=%S koe dit item net lade omdat it best\u00E2n %S net oanw\u00EAzich is.

malformedMessage=%S koe dit item net ynstallearje omdat "%S" (oanleverd troch it item) net goed is opsteld of net bestiet. Nim kontakt op mei de makker oer dit probleem.
malformedTitle=Net-goed opsteld best\u00E2n

malformedRegistrationTitle=Chrome-registraasje is mislearre
malformedRegistrationMessage=%S koe dit item net ynstallearje fanwege in flater yn de chrome-registraasje. Nim kontakt op mei de makker oer dit probleem.

invalidFileExtTitle=Unjildige best\u00E2nstaheaksel
invalidFileExtMessage="%S" koe net ynstallearre wurde omdat dit item in \u00FBnjildige best\u00E2nstaheaksel hat (%S is gjin jildige best\u00E2nstaheaksel foar in %S). Nim kontakt op mei de makker oer dit probleem.
missingPackageFilesTitle=Untbrekkende ynstallaasjebestannen
missingPackageFilesMessage="%S" koe net ynstallearre wurde omdat it gjin jildich pakket befat (in %S moat op syn minst ien \u00FAtwreiding of tema ha). Nim kontakt op mei de makker oer dit probleem.

errorInstallTitle=Flater
errorInstallMsg=%S koe it best\u00E2n net ynstallearje op \n\n%S\n\nomdat\: %S

extensionFilter=Utwreidings (*.xpi)
themesFilter=Tema\u00B4s (*.jar)
installThemePickerTitle=In te ynstallearjen tema selektearje
installExtensionPickerTitle=In te ynstallearjen \u00FAtwreiding selektearje

dssSwitchAfterRestart=Op 'e nij starte %S om se te br\u00FBken.

finishedUpdateCheck=Kontrolearje op fernijings foar %S folt\u00F4ge
updateAvailableMsg=Ferzje %S is beskikbaar.

xpinstallDisabledMsgLocked=Programma-ynstallaasje is \u00FAtskeakele troch jo systeembehearder.
xpinstallDisabledMsg=Programma-ynstallaasje is op dit stuit \u00FAtskeakele. Klik op Ynskeakelje en probearje it op 'e nij.
# LOCALIZATION NOTE: Semi-colon list of plural forms.
# See: http://developer.mozilla.org/en/docs/Localization_and_Plurals
newAddonsNotificationMsg2=Der is %S nije tafoeging ynstallearre.;Der binne %S nije tafoegings ynstallearre.
safeModeMsg=Alle tafoegings binne \u00FAtskeakele troch de feilige modus.
disabledCompatMsg=Kompatibiliteitskontr\u00F4le foar tafoegings is \u00FAtskeakele. Jo soene ynkompatibele tafoegings hawwe kinne.
disabledUpdateSecurityMsg=Tafoegingsfernijing feiligheidskontrole is \u00FAtskeakele. Jo kinne in feiligheidsrisiko rinne troch fernijings.
noUpdatesMsg=Der binne gjin fernijings f\u00FBn.
offlineUpdateMsg=%S is op dit stuit yn modus s\u00FBnder ferbining en net yn steat tafoegings by te wurkjen. Klik op Gean online en probearje it op 'e nij.
offlineSearchMsg=%S is op dit stuit yn modus s\u00FBnder ferbining en net yn steat om te sykjen nei tafoegings. Klik Gean online en probearje it op 'e nij.
enableButtonLabel=Ynskeakelje
enableButtonAccesskey=n
goOnlineButtonLabel=Gean online
goOnlineButtonAccesskey=G

newUpdateWindowTitle=Fernijings foar %S-tafoegings
newUpdatesAvailableMsg=Der binne nije fernijings beskikber foar jo tafoegings.

searchResults=Sjoch alle risseltaten (%S)

eulaHeader=It is nedich dat jo de folgjende Ein Br\u00FBkers Lisinsje Oerienkomst fan %S akseptearje eardat de ynstallaasje trochgean kin:
