# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corporation.
# Portions created by the Initial Developer are Copyright (C) 1998
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#
# Alternatively, the contents of this file may be used under the terms of
# either of the GNU General Public License Version 2 or later (the "GPL"),
# or the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****

malformedURI=La direcci\u00F3n no es v\u00E1lida y no ser\u00E1 cargada.
fileNotFound=No se encontr\u00F3 el archivo %S. Verifique el nombre y la ruta, e int\u00E9ntelo de nuevo.
dnsNotFound=No se pudo encontrar %S. Por favor revise el nombre e int\u00E9ntelo de nuevo.
protocolNotFound=%S no es un protocolo registrado.
connectionFailure=La conexi\u00F3n fue rechazada intentando contactar %S.
netInterrupt=La conexi\u00F3n con %S ha terminado sorpresivamente. Algunos datos pueden haber sido transferidos.
netTimeout=El intento de conexi\u00F3n con %S ha tomado mucho tiempo.
redirectLoop=Se ha alcanzado el l\u00EDmite de redirecciones para esta direcci\u00F3n. La p\u00E1gina no pudo ser cargada. \u00C9sto puede ser causado por cookies bloqueadas.
## LOCALIZATION NOTE (confirmRepost): In this item, don't translate "%S"
confirmRepostPrompt=Para mostrar esta p\u00E1gina, %S debe enviar informaci\u00F3n que repetir\u00E1 cualquier acci\u00F3n (como una b\u00FAsqueda o compra) que haya sido realizada anteriormente.
resendButton.label=Reenviar
unknownSocketType=Este documento no puede ser cargado a menos que se instale el Administrador de Seguridad (PSM). Baje e instale el PSM e intente de nuevo, o contacte al administrador.
netReset=El documento no contiene datos.
netOffline=Este documento no puede mostrarse sin conexi\u00F3n. Para conectarse, desmarque Trabajar Sin Conexi\u00F3n del men\u00FA Archivo.
isprinting=El documento no se puede cambiar mientras se imprime o en vista previa.
deniedPortAccess=El acceso al puerto solicitado ha sido deshabilitado por razones de seguridad.
proxyResolveFailure=El proxy que ha configurado no puede ser encontrado. Verifique la configuraci\u00F3n e intente nuevamente.
proxyConnectFailure=La conexi\u00F3n fue rechazada al tratar de conectar el servidor proxy configurado. Verifique la configuraci\u00F3n del proxy e intente nuevamente.
contentEncodingError=La p\u00E1gina que est\u00E1 tratando de ver no puede mostrarse porque usa una forma de compresi\u00F3n no v\u00E1lida o no soportada. Contacte a los due\u00F1os del sitio para informarles de este problema.
unsafeContentType=La p\u00E1gina que est\u00E1 tratando de ver no puede mostrarse porque est\u00E1 contenida en un tipo de archivo que puede no ser seguro de abrir. Contacte a los due\u00F1os del sitio web  contact the website owners para informarles de este problema.
externalProtocolTitle=Pedido de protocolo externo
externalProtocolPrompt=Una aplicaci\u00F3n externa debe iniciarse para manejar %1$S: enlaces. Enalce pedido:\n\n\n%2$S\nAplicaci\u00F3n: %3$S\n\n\nSi no est\u00E1 solicitando este pedido, puede ser un intento de explotar una debilidad de aquel programa. Cancele este pedido a menos que est\u00E9 seguro que no es malicioso.\n
#LOCALIZATION NOTE (externalProtocolUnknown): The following string is shown if the application name can't be determined
externalProtocolUnknown=<Desconocido>
externalProtocolChkMsg=Recordar para todos los enlaces de este tipo.
externalProtocolLaunchBtn=Iniciar aplicaci\u00F3n
malwareBlocked=El sitio web %S ha sido reportado como un sitio de ataque y fue bloqueado basado en sus preferencias de seguridad.
phishingBlocked=El sitio web %S ha sido reportado como un sitio fraudulento dise\u00F1ado para enga\u00F1ar usuarios para que compartan informaci\u00F3n personal o financiera.
