## S/MIME error strings.
## Note to localization: %S is a placeholder
NoSenderSigningCert		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u96fb\u5b50\u7f72\u540d\u3059\u308b\u3088\u3046\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a\u3067\u6307\u5b9a\u3057\u305f\u7f72\u540d\u8a3c\u660e\u66f8\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u304b\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
NoSenderEncryptionCert		= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6697\u53f7\u5316\u3059\u308b\u3088\u3046\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a\u3067\u6307\u5b9a\u3057\u305f\u6697\u53f7\u5316\u8a3c\u660e\u66f8\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u304b\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
MissingRecipientEncryptionCert	= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6697\u53f7\u5316\u3059\u308b\u3088\u3046\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u304c\u3001%S \u306e\u6697\u53f7\u5316\u8a3c\u660e\u66f8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
SignNoSenderEncryptionCert	= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u96fb\u5b50\u7f72\u540d\u3059\u308b\u3088\u3046\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u7f72\u540d\u3057\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u542b\u3081\u308b\u6697\u53f7\u5316\u8a3c\u660e\u66f8\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u304b\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
ErrorCanNotEncrypt		= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6697\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u53d7\u4fe1\u8005\u5168\u54e1\u306e\u6709\u52b9\u306a\u30e1\u30fc\u30eb\u8a3c\u660e\u66f8\u3092\u6301\u3063\u3066\u3044\u308b\u304b\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a\u3067\u6307\u5b9a\u3057\u305f\u8a3c\u660e\u66f8\u304c\u6709\u52b9\u304b\u3064\u4fe1\u983c\u3055\u308c\u3066\u3044\u308b\u3082\u306e\u3067\u3042\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ErrorCanNotSign			= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u7f72\u540d\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a\u3067\u6307\u5b9a\u3057\u305f\u8a3c\u660e\u66f8\u304c\u6709\u52b9\u304b\u3064\u4fe1\u983c\u3055\u308c\u3066\u3044\u308b\u3082\u306e\u3067\u3042\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## Strings used for in the prefs.
prefPanel-smime			= \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3
NoSigningCert			= \u8a3c\u660e\u66f8\u30de\u30cd\u30fc\u30b8\u30e3\u306f\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u96fb\u5b50\u7f72\u540d\u306b\u4f7f\u7528\u3059\u308b\u6709\u52b9\u306a\u8a3c\u660e\u3092\u898b\u3064\u3051\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
NoEncryptionCert		= \u8a3c\u660e\u66f8\u30de\u30cd\u30fc\u30b8\u30e3\u306f\u4ed6\u306e\u4eba\u304c\u3042\u306a\u305f\u306b\u6697\u53f7\u5316\u3057\u305f\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u6709\u52b9\u306a\u8a3c\u660e\u66f8\u3092\u898b\u3064\u3051\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002

encryption_needCertWantSame	= \u4ed6\u306e\u4eba\u304c\u3042\u306a\u305f\u306b\u6697\u53f7\u5316\u3057\u305f\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u6709\u52b9\u306a\u8a3c\u660e\u66f8\u3082\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3042\u306a\u305f\u306b\u9001\u4fe1\u3059\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u6697\u53f7\u5316\u3068\u5fa9\u53f7\u5316\u306b\u540c\u3058\u8a3c\u660e\u66f8\u3092\u4f7f\u7528\u3057\u307e\u3059\u304b\uff1f
encryption_wantSame		= \u3042\u306a\u305f\u306b\u9001\u4fe1\u3059\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u6697\u53f7\u5316\u3068\u5fa9\u53f7\u5316\u306b\u540c\u3058\u8a3c\u660e\u66f8\u3092\u4f7f\u7528\u3057\u307e\u3059\u304b\uff1f
encryption_needCertWantToSelect	= \u4ed6\u306e\u4eba\u304c\u3042\u306a\u305f\u306b\u6697\u53f7\u5316\u3057\u305f\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u6709\u52b9\u306a\u8a3c\u660e\u66f8\u3082\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u6697\u53f7\u5316\u8a3c\u660e\u66f8\u3092\u4eca\u3059\u3050\u8a2d\u5b9a\u3057\u307e\u3059\u304b\uff1f
signing_needCertWantSame	= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u96fb\u5b50\u7f72\u540d\u3059\u308b\u8a3c\u660e\u66f8\u3082\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u96fb\u5b50\u7f72\u540d\u3059\u308b\u969b\u306b\u540c\u3058\u8a3c\u660e\u66f8\u3092\u4f7f\u7528\u3057\u307e\u3059\u304b\uff1f
# (^^; \u4f55\u3068\u540c\u3058\u8a3c\u660e\u66f8\uff1f You should also specify a certificate to use for digitally signing your messages. Do you want to use the same certificate to digitally sign your messages?
signing_wantSame		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u96fb\u5b50\u7f72\u540d\u3059\u308b\u969b\u306b\u540c\u3058\u8a3c\u660e\u66f8\u3092\u4f7f\u7528\u3057\u307e\u3059\u304b\uff1f
signing_needCertWantToSelect	= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u96fb\u5b50\u7f72\u540d\u3059\u308b\u8a3c\u660e\u66f8\u3082\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u7f72\u540d\u8a3c\u660e\u66f8\u3092\u4eca\u3059\u3050\u8a2d\u5b9a\u3057\u307e\u3059\u304b\uff1f
