#
# The following are used by the Account Wizard
#
enterAccountName		= \u30a2\u30ab\u30a6\u30f3\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enterUserName			= \u30e6\u30fc\u30b6\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enterName			= \u3042\u306a\u305f\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enterValidEmail			= \u6b63\u3057\u3044\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
accountExists			= \u30e6\u30fc\u30b6\u540d\u3068\u30b5\u30fc\u30d0\u540d\u304c\u540c\u3058\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u5225\u306e\u30b5\u30fc\u30d0\u540d\u3092\u5165\u529b\u3059\u308b\u304b\u3001\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
modifiedAccountExists		= \u3053\u306e\u30e6\u30fc\u30b6\u540d\u3068\u30b5\u30fc\u30d0\u540d\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u5225\u306e\u30e6\u30fc\u30b6\u540d\u3068(\u307e\u305f\u306f)\u30b5\u30fc\u30d0\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
userNameChanged			= \u30e6\u30fc\u30b6\u540d\u3092\u5909\u66f4\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3084\u30e6\u30fc\u30b6\u540d\u3082\u66f4\u65b0\u3057\u306a\u304f\u3066\u3088\u3044\u304b\u3054\u78ba\u8a8d\u304f\u3060\u3055\u3044\u3002
serverNameChanged		= \u30b5\u30fc\u30d0\u540d\u3092\u5909\u66f4\u3057\u307e\u3057\u305f\u3002\u30d5\u30a3\u30eb\u30bf\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d5\u30a9\u30eb\u30c0\u304c\u65b0\u3057\u3044\u30b5\u30fc\u30d0\u306b\u3042\u308b\u304b\u3054\u78ba\u8a8d\u304f\u3060\u3055\u3044\u3002
# if the user chooses to cancel the wizard when no accounts are there throw a message
# LOCALIZATION NOTE (cancelWizard) 
# do not localize "\n\n"
cancelWizard			= \u30a2\u30ab\u30a6\u30f3\u30c8\u30a2\u30b7\u30b9\u30bf\u30f3\u30c8\u3092\u7d42\u4e86\u3057\u307e\u3059\u3002\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f\n\n\u5165\u529b\u3057\u305f\u60c5\u5831\u306f\u3059\u3079\u3066\u5931\u308f\u308c\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u4f5c\u6210\u3055\u308c\u307e\u305b\u3093\u3002
accountWizard			= \u30a2\u30ab\u30a6\u30f3\u30c8\u30a2\u30b7\u30b9\u30bf\u30f3\u30c8
WizardExit			= \u7d42\u4e86
WizardContinue			= \u30ad\u30e3\u30f3\u30bb\u30eb
# when the wizard already has a domain (Should we say something different?)
enterValidEmailPrefix		= \u6b63\u3057\u3044\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enterValidHostname		= \u6b63\u3057\u3044\u30b5\u30fc\u30d0\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
failedRemoveAccount		= \u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
failedDuplicateAccount		= \u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u8907\u88fd\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
#LOCALIZATION NOTE: confirmRemoveAccount: %S is the account pretty name
confirmRemoveAccount		= \u30a2\u30ab\u30a6\u30f3\u30c8 "%S" \u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
confirmRemoveAccountTitle	= \u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u524a\u9664
#LOCALIZATION NOTE: accountName: %1$S is server name, %2$S is user name
accountName			= %1$S - %2$S

confirmDeferAccount		= \u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u65b0\u7740\u30e1\u30fc\u30eb\u3092\u5225\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u53d7\u4fe1\u30c8\u30ec\u30a4\u306b\u4fdd\u5b58\u3059\u308b\u5834\u5408\u3001\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u3067\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u6e08\u307f\u306e\u30e1\u30fc\u30eb\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u524a\u9664\u3059\u308b\u5834\u5408\u306f\u4e88\u3081\u5225\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30e1\u30fc\u30eb\u3092\u30b3\u30d4\u30fc\u3057\u3066\u304a\u304f\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u4fdd\u5b58\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u3066\u3044\u308b\u30d5\u30a3\u30eb\u30bf\u306f\u3001\u4e88\u3081\u524a\u9664\u3059\u308b\u304b\u4fdd\u5b58\u5148\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u7279\u5225\u306a\u30d5\u30a9\u30eb\u30c0 (\u9001\u4fe1\u6e08\u6e08\u307f\u30c8\u30ec\u30a4\u3001\u4e0b\u66f8\u304d\u3001\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8) \u3068\u3057\u3066\u8a2d\u5b9a\u3057\u3066\u3044\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u3042\u308b\u5834\u5408\u3001\u5225\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\n\u305d\u308c\u3067\u3082\u307e\u3060\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30e1\u30fc\u30eb\u3092\u5225\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u4fdd\u5b58\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u307e\u3059\u304b\uff1f
# (^^; en-US: Defer Account?
confirmDeferAccountTitle	= \u672c\u5f53\u306b\u5909\u66f4\u3057\u307e\u3059\u304b\uff1f

directoryUsedByOtherServer	= \u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u65e2\u306b\u4ed6\u306e\u30b5\u30fc\u30d0\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#Provide default example values for sample email address
exampleEmailUserName		= user
exampleEmailDomain		= example.jp
emailFieldText			= \u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9:
#LOCALIZATION NOTE: defaultEmailText: %1$S is user name, %2$S is domain
defaultEmailText		= \u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u3067\u4f7f\u7528\u3059\u308b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 (\u4f8b: "%1$S@%2$S")
#LOCALIZATION NOTE: customizedEmailText: %1$S is provider, %2$S is email username, %3$S is sample email, %4$S is sample username
customizedEmailText		= %1$S %2$S \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002(\u4f8b: %1$S \u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c "%3$S" \u3067\u3042\u308c\u3070 %2$S \u306f "%4$S" \u306b\u306a\u308a\u307e\u3059) 

# account manager stuff
prefPanel-server		= \u30b5\u30fc\u30d0\u8a2d\u5b9a
prefPanel-copies		= \u30b3\u30d4\u30fc\u3068\u7279\u5225\u306a\u30d5\u30a9\u30eb\u30c0
prefPanel-offline-and-diskspace	= \u30aa\u30d5\u30e9\u30a4\u30f3\u3068\u30c7\u30a3\u30b9\u30af\u9818\u57df
prefPanel-diskspace		= \u30c7\u30a3\u30b9\u30af\u9818\u57df
prefPanel-addressing		= \u7de8\u96c6\u3068\u30a2\u30c9\u30ec\u30b9\u5165\u529b
prefPanel-advanced		= \u8a73\u7d30
## LOCALIZATION NOTE (prefPanel-smtp): Don't translate "SMTP"
prefPanel-smtp			= \u9001\u4fe1 (SMTP) \u30b5\u30fc\u30d0

# account manager multiple identity support
#LOCALIZATION NOTE: accountName: %1$S 
identity-list-title		= %1$S \u306e\u5dee\u51fa\u4eba\u60c5\u5831

identity-edit-req		= \u6b63\u3057\u3044\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
identity-edit-req-title		= \u5dee\u51fa\u4eba\u60c5\u5831\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

choosefile			= \u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e
