<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <david.tenser@comhem.se> (original author)
  Gert-Paul van der Beek <gertpaul@gmail.com> (Vertaald op 27 september 2004)
  Martijn Ras <Martijn.Ras@Cable4U.nl> (Bijgewerkt op 1 november 2004).
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting 19 augustus 2005, bewurke 12 novimber 2005).
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Cookies beheare</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>Cookies beheare</h1>

<p>Yn dit dokumint wurdt &#250;tlein wat cookies binne, hoe't se br&#251;kt wurde en hoe't jo
  de op jo kompj&#251;ter opsleine cookies yn 'e macht krije kinne, troch de cookiesbehearder yn
  &brandFullName; te br&#251;ken.</p>

<div class="contentsBox">Yn dit haadstik:
  <ul>
    <li><a href="#what_is_a_cookie">Wat is in cookie?</a></li>
    <li><a href="#setting_up_cookie_rules">Cookieregels ynstelle</a></li>
    <li><a href="#accepting_and_blocking_cookies">Cookies akseptearje en blokkearje</a></li>
  <li><a href="#cookies_exceptions">It finster Cookies - Uts&#251;nderings</a>
      </li>
      <li><a href="#view_cookies">It finster Cookies besjen</a></li>
		</ul>
</div>

<h2 id="what_is_a_cookie">Wat is in cookie?</h2>

<p>In cookie is in best&#226;n dat makke wurdt troch in webstee om ynformaasje op jo kompj&#251;ter op te
  slaan, lyk as jo ynstellings as jo dat webstee besykje. As jo in webstee besykje
  dy't cookies br&#251;kt, freget dat webstee &brandShortName; mooglik om ien of mear cookies
  op jo hurde skiif te setten.</p>

<p>Letter, as jo weromkomme op dat webstee, stjoert &brandShortName; de cookies werom dy't
  by dat webstee hearre. Dat stelt it webstee yn steat om jo de oan jo ferlet oanpaste
  ynformaasje oan te bieden.</p>

<p>Cookies kinne ek persoansgegevens opslaan. By persoansgegevens giet it om
  ynformaasje dy't br&#251;kt wurde kin om jo te identifisearjen of kontakt mei jo op te nimmen, lykas
  jo namme, e-mailadres, th&#250;s- of wurkadres of telefoann&#251;mer. In webstee hat lykwols
  allinnich tagong ta persoansgegevens dy't jo trochjouwe. In webstee kin bygelyks
  net &#250;tmeitsje wat jo e-mailadres is, of jo moatte it sels trochjaan. In webstee kin ek
  gjin tagong krije ta oare ynformaasje op jo kompj&#251;ter.</p>

<p>Wannear't jo de standertynstellings foar cookies br&#251;ke, is dy aktiviteit foar jo net waarnimber
  en witte jo net wannear't in webstee in cookie pleatst of wannear't &brandShortName;
  in cookie nei in webstee tastjoert. Jo kinne jo &pref.plural; foar cookies lykwols sa ynstelle dat it
  oan jo frege wurde sille ear't in cookie ynsteld wurdt.</p>

<h2 id="setting_up_cookie_rules">cookieregels ynstelle</h2>

<p>Standert akseptearret &brandShortName; alle cookies, ynklusyf cookies dy't it foar in webstee mooglik meitsje om jo effektyf foar altyd te identifisearjen.
As jo dat neat taliket, kinne jo &brandShortName; alle cookies fuortsmite litte as jo &brandShortName; &#244;fslute.</p>
<ol>
  <li>Kies &pref.menuPath;.</li>
  <li>Klik op it paniel <em>Privacy</em> en d&#234;rnei op it ljebl&#234;d <em>cookies</em>.</li>
  <li>Kies de &pref.singular; <em>Oant ik &brandShortName; &#244;fsl&#250;t</em> &#250;t it kombinaasjefjild <span class="menuPath">
    cookies bewarje</span>.</li>
</ol>

      <p>Klik op <a href="#cookies_exceptions"><em>Uts&#251;nderings</em></a>, 
      Fier it adres fan it webstee yn en klik op <em>Tastean</em>, as jo webstee&#235;n dy't jo fertrouwe de mooglikheid jaan wolle om cookies permanint op te slaan (bygelyks om automatysk yn te loggen op in webstee).</p>
      	
	<h3 id="all_the_settings">Alle ynstellings</h3>
	
	<p>Dit binne de &pref.plural; dy't de wize d&#234;r't &brandShortName; cookies op behannelet, beynfloedzje.</p>

<dl>
  <dt>Webstee&#235;n tastean om cookies yn te stellen</dt>
  <dd>
  <p>Helje it finkje foar dizze &pref.singular; wei, as jo wolle dat gjin inkeld webstee cookies
    op jo kompj&#251;ter opslacht. Tink der om dat guon webstee&#235;n mooglik net goed wurkje as cookies
    &#250;tskeakele binne.
     Iepenje it finster <a href="#cookies_exceptions">
        Uts&#251;nderings - Cookies</a> troch op <em>Uts&#251;nderings</em> te klikken, it webadres yn te fieren en <em>Tastean</em> of <em>Tastean foar sitting</em> te kiezen, as jo beskate webstee&#235;n tastimming jaan wolle om cookies op te slaan</p></dd> 
		<dt>allinne foar it oarspronklik webstee</dt>
		<dd>
    
    <p>As &brandShortName; in cookie fan in webstee opslacht, sil er it cookie
      allinnich weromstjoere oan it oanbelangjend webstee. &brandShortName; sil troch in webstee
      ynstelde cookies net trochjaan oan in oarenien. Om't in webstee 
      allinnich mar eigen cookies &#251;ntfange kin, kin it jo aktiviteiten neigean wylst jo
      op dat webstee binne mar net jo algemiene aktiviteiten &#251;nder it navigearjen op it web.</p>
    <p>Somtiden toant in webstee lykwols ynh&#226;ld dy't troch in oar webstee levere wurdt.
      Dy ynh&#226;ld kin fan alles w&#234;ze: fan in printsje oant tekst of in advertinsje.
      Dat oare webstee hat ek de mooglikheid om in cookie yn &brandShortName;
      op te slaan, sels as jo it webstee net streekrjocht besocht hawwe.</p>
    <p>Cookies dy't troch in oar webstee opslein wurde as dy't jo besykje, wurde 
      cookies fan tredden of frjemde cookies neamd. Webstee&#235;n br&#251;ke soms cookies 
      fan tredden mei transparante GIF'-fen, dat binne spesjale printsjes
      dy't webstee&#235;n helpe om br&#251;kers te tellen, e-mailantwurden te folgjen, mear te witten te kommen 
      oer hoe't br&#251;kers it webstee br&#251;ke of jo &#251;nderfining by it navigearjen oan te passen.
      (Transparante GIF-fen steane ek bekend as webbeakens of webbugs). Wannear't dit
      seleksjefek markearre is, sil it opslaan fan dy frjemde cookies opkeard wurde.</p>
  </dd>
    <dt>of as ik troch it webstee ynstelde cookies fuortsmiten haw</dt>
    <dd>
    <p>As jo cookies fuortsmite yn in dialoochfinster <em>Cookies besjen</em> wylst dit fekje oanfinke is,
    sil &brandShortName; gjin cookies fan it oanbelangjend webstee mear akseptearje.</p>
    </dd>

  <dt>Cookies beh&#226;lde:</dt>
  <dd>
  <ul>
    <li><strong>Oant se ferrinne</strong>: As dizze &pref.singular; keazen is,
      sil ynformaasje oer cookies fuortsmiten wurde wannear't dy oer de ferrindatum hinne
      giet.</li>
    <li><strong>oant ik &brandShortName; &#244;fsl&#250;t:</strong> As dizze &pref.singular; keazen
      is, sil de ynformaasje oer cookies fuortsmiten wurde as jo op 'e nij mei
      &brandShortName; &#250;t ein sette. Webstee&#235;n dy't it br&#251;ken fan cookies ferplicht stelle, sille noch
      altyd wurkje, mar as jo &brandShortName; wer starte, sil it webstee tinke dat
      jo foar it earst by dat webstee ynlogge.</li>
    <li><strong>freegje my hieltyd:</strong> Jout alle kearen as in webstee besiket
      om in cookie op te slaan in warsk&#244;ging wer om jo te freegjen oft jo dat cookie opslaan
      wolle.</li>
  </ul>
  </dd>
</dl>

<h2 id="accepting_and_blocking_cookies">Cookies akseptearje en blokkearje</h2>

<p>Derfan &#250;tgeand dat jo de hjirboppe ferd&#250;tste cookieregels ynskeakele hawwe, sille jo in 
   dialoochfinster sjen, hieltyd as in webstee in cookie op jo kompj&#251;ter opslaan wol:</p>

<dl>
  <dt>Tastean</dt>
  <dd>Klik allinnich op <em>Tastean</em>, om dit cookie hjir ta te litten. 
  Br&#251;k dit as jo it webstee fertrouwe.</dd>
  <dt>Tastean foar sitting</dt>
  <dd>Klik op <em>Tastean foar sitting</em> as jo dit cookie no tastean wolle, mar wolle dat er 
  fuortsmiten wurdt as jo &brandShortName; &#244;fslute. Br&#251;k dit as it webstee net s&#251;nder cookies wurket, 
  mar jo net wolle dat der in permanint cookie fan opslein wurdt.</dd>
  
  
  <dt>Blokkearje</dt>
  <dd>Klik op <em>Blokkearje</em> as jo net wolle dat dit cookie opslein wurdt. Markearje it
  Br&#251;k dit as jo it webstee net fertrouwe of it der fan fertinke dat er jo privacy skeint.</dd>
  <dt>Br&#251;k my kar foar alle cookies fan dit webstee</dt>
  <dd>Kies dit fekje foardat jo op ien fan de knoppen klikke
  as jo wolle dat &brandShortName; jo beslissing &#251;nth&#226;ldt en net op 'e nij d&#234;r nei freget. 
  It webstee sil taheakke wurde oan it finster <a href="#cookies_exceptions">Cookies -
      Uts&#251;nderings</a>, d&#234;r't jo jo kar &#251;ngedien meitsje kinne as jo efternei wat oars wolle.</dd>
      </dl>

<h2 id="cookie_exceptions">It finster Cookies - Uts&#251;nderings</h2>

   <p>Iepenje dit finster mei de knop <em>Uts&#251;nderings</em> yn de &pref.plural; cookies.
   Hjir kinne jo &#250;ts&#251;nderings foar jo algemiene cookie&pref.plural; foar elke website apart f&#234;stlizze.
   Mei help fan &#250;ts&#251;nderings kinne jo alle cookies tastean oant &brandShortName; &#244;fsluten wurdt, 
   los fan jo oare cookie-ynstellings.</p>
   
   <p>Typ gewoan de domeinnamme fan in webstee yn it fjild <em>Adres fan it webstee</em> om in webstte oan dizze
   list ta te heakjen. Klik d&#234;rnei op <em>Blokkearje</em> om cookies fan it webstee te wegerjen, klik op
    <em>Tastean</em> cookies fan it webstee ta te litten, of klik op <em>Tastean foar sitting</em> om 
    cookiesfoar it webstee ta litten mar om se fuort smite te litten as jo &brandShortName; &#244;fslute.</p>

   <p>Selektearje in webstee en klik op <em>Webstee fuortsmite</em> om in webstee fuort te smiten. 
   Klik op <em>Alle webstee&#235;n fuortsmite</em> om de list folslein te wiskjen. D&#234;rtroch binne jo algemiene 
   cookie&pref.plural; wer fan tapassing.</p>
 <h2 id="view_cookies">It finster Cookies sjen litte</h2>
   <p>Br&#251;k it finster <em>Cookies sjen litte</em> om cookies te besjen en fuort te smiten.
   Klik op de knop <em>Cookies sjen litte</em> yn 'e cookies&pref.plural; om dat te bewurkjen.</p>
  <p>Dit finster lit in list sjen fan alle cookies dy't op dit stuit op jo kompj&#251;ter opslein 
  binne, byinoar set neffens it webstee d&#234;r't se by hearre. 
  Jo kinne de webstee&#235;n &#250;tklappe en in cookie &#250;tkieze om d&#234;r mear ynformaasje oer te krijen. Jo kinne ek 
  sykje nei in webstee of in  cookienamme troch yn 'e sykbalke te typen.</p>

    <p>Kies in cookie en klik op <em>Cookie fuortsmite</em> om in cookie fuort te smiten.
    Kies in webstee en klik op <em>Cookie(s) fuortsmite</em> om de cookies fan in webstee fuort te
     smiten. Klik op <em>Alle cookies fuortsmite</em> om alle cookies te wiskjen. (Dat is itselde as op de knop
     <em>Cookies no fuortsmite</em> klikke fan it <a href="prefs.xhtml#privacy_cookies">ljepbl&#234;d 
     <em>Cookies</em></a> fan it paniel <em>Privacy</em> fan
     it finster &pref.pluralCaps;.)</p>

<div class="contentsBox"><em>12 novimber 2005</em></div>
<p>Auteursrjocht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Project.</p>
</body>
</html>     