<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Nilson Cain <nilson@gmail.com> (original author)
  Gert-Paul van der Beek <gertpaul@gmail.com> (Vertaald op 27 september 2004)
  Martijn Ras <Martijn.Ras@Cable4U.nl> (Bijgewerkt op 2 november 2004)
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting 25 july 2005, bywurke op 12 novimber 2005)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>&brandFullName; oanpasse</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>&brandFullName; oanpasse</h1>

<div class="contentsBox">Yn dit haaddstik:
 <ul>
   <li><a href="#can_i_customize_my_toolbars">Kin ik de wurkbalken
     oanpasse?</a></li>
   <li><a href="#how_do_i_customize_the_toolbars">Hoe pas ik de wurkbalken
     oan?</a></li>
   <li><a href="#themes">Tema&#8217;s</a></li>
   <li><a href="#extensions">Utwreidings</a></li>
 </ul>
</div>
<h2 id="can_i_customize_my_toolbars">Kin ik de wurkbalken oanpasse?</h2>

   <p>Yn dit haadstik wurdt jo ferd&#250;tst hoe't jo wurkbalken tafoegje, fuortsmite en oars skikke kinne yn
   &brandFullName;.</p>

    <p>Ja, jo kinne de wurkbalken oanpasse yn &brandShortName;. Foar wa't &#251;nbekend is mei ditsoarte fan 
    terminology, in wurkbalke is it (meastal grize) fek boppe it gebiet dat it webstee werjout.Yn 'e wurkbalke 
    steane standert dizze &#251;nderdielen:</p>

<ul>
  <li><strong>Menubalke</strong>: Dat is de wurkbalke dy't de menu&#8217;s fan de browser befettet (Best&#226;n,
  Bewurkje, Help, ensfh.).</li>
  <li><strong>Navigaasjebalke</strong>: Dat is de wurkbalke dy't de Lokaasjebalke
  en de knoppen om tusken webstee&#235;n te navigearjen befettet.</li>
  <li><strong>Bl&#234;dwizerwurkbalke</strong>: Dat is de wurkbalke dy't de bl&#234;dwizers &#250;t de map
  Bl&#234;dwizerwurkbalke befettet.</li>

</ul>

<h2 id="how_do_i_customize_the_toolbars">Hoe pas ik myn wurkbalken oan?</h2>

   <p>Der binne twa basismetoaden om wurkbalken yn &brandShortName; oan te passen:</p>

<ul>
  <li><a href="#adding_removing_toolbars">Wurkbalken tafoegje/fuortsmite</a></li>
  <li><a href="#rearranging_toolbar_items">Underdielen op 'e wurkbalken fersette</a></li>
</ul>

<h3 id="adding_removing_toolbars">Wurkbalken tafoegje/fuortsmite</h3>

    <p>Jo kinne guon wurkbalken fuorthelje as jo dy net op jo skerm h&#226;lde wolle. 
    Op dit stuit kinne dizze twa wurkbalken fuorthelle wurde:</p>
<ul>
  <li>Navigaasjewurkbalke</li>
  <li>Bl&#234;dwizerwurkbalke</li>
</ul>
   <p>It is net mooglik om de menubalke fuort te heljen om't jo de eleminten fan it menu (Best&#226;n,
     Bewurkje, Help, ensfh.) net nei in oare wurkbalke ferpleatse kinne, om't er altyd op it skerm stean moat.</p>

  <p>Sjoch om in wurkbalke fuort te heljen yn it menu Byld op jo menubalke. Kies <span
  class="menuPath">Byld &gt; Wurkbalken</span>. Hjir sjogge jo in tal menu-&#251;nderdielen.
  De boppeste (boppe de skiedsline) binne de wurkbalken dy't jo sjen litte kinne. Wurkbalken
  dy't no net toand wurde, binne oanfinke en wurkbalken dy't op dit stuit ferburgen bine, binne dat net.
  Klik gewoan mar op het menu-&#251;nderdiel fan in wurkbalke om dy sjen te litten of te ferbergjin.
  De wurkbalke wurdt no al neigeraden wat jo keazen hawwe, toand of net.</p>

<p>Kies <span class="menuPath">Byld &gt; Wurkbalken &gt;
  Oanpasse</span>, om in wurkbalk ta te foegjen. Klik op <em>Nije wurkbalke tafoegje</em> (oan de 
  &#251;nderkant fan it dialoochfinster). Dat jout jo in dialoochfinster mei de mooglikheid om 
  in namme yn te fieren. Folje in namme yn, klik op <em>OK</em>. Sleep der d&#234;rnei wat menu-&#251;nderdielen 
  &#250;t it finster <em>Wurkbalke wizigje</em> hinne, en klik d&#234;rnei op <em>Klear</em>. Selektearje 
  no it menu <span class="menuPath">Byld &gt; Wurkbalken</span> en jo sjogge dat jo nije
  wurkbalke no yn 'e list stiet. Doch sa't hjirboppe beskreaun is om it te toanen of te ferbergjen.</p>

<h3 id="rearranging_toolbar_items">Wurkbalke-&#251;nderdielen op 'e nij skikke</h3>

   <p><span class="noMac">Klik mei de rjochter m&#251;sknop</span><span class="mac">Druk
   &ctrlKey; en klik</span>op in part fan de wurkbalke d&#234;r't gjin tekst stiet, en kies 
   <em>Oanpasse...</em> om de &#251;nderdielen (piktogrammen, knoppen, tekstfjilden, ensfh.) 
   op jo wurkbalke op 'e nij te pleatsen.
   D&#234;rtroch sil it dialoochfinster <em>Wurkbalke oanpasse</em> toand wurde.</p>

   <p>Sleep alle &#251;nderdielen dy't jo oanpasse wolle fan en nei de wurkbalken (&#250;tsein de de
   menu-&#251;nderdielen). Jo kinne ek piktogrammen dy't al op in wurkbalke
   steane op 'e nij pleatse troch der mei te slepen en se nei jo sin te plak te setten.
   Klik op <em>Klear</em>, wannear't de wurkbalken en
   &#251;nderdielen jo nei't sin te plak steane.</p>

<h3 id="special_toolbar_items">Spesjale wurkbalke-&#251;nderdielen</h3>

<p>Der steane in tal spesjale &#251;nderdielen ta jo beskikking wannear't jo de wurkbalke oanpasse.
  Dat binne:</p>

<ul>
  <li><strong>Skiedslinen:</strong> Hjir kinne jo &#251;nderdielen op de wurkbalken mei faninoar skiede troch in
    rjochtop steand streekje.</li>
  <li><strong>Romten:</strong> D&#234;rmei kinne jo &#251;nderdielen op 'e
    wurkbalken skiede mei in romte fan f&#234;ste grutte, meastal fan sawat 20 piksels by de measte
    tema&#8217;s.</li>
  <li><strong>Fleksibele romten:</strong> Romten d&#234;r't jo &#251;nderdielen mei op de wurkbalken mei 
  skiede kinne. Dy romten wurde automatysk grutter of lytser om alle lege
  romte op de wurkbalke op te foljen. Dit is handich foar it te plak setten fan elementen oan 
  de rjochterkant fan in wurkbalke.</li>

</ul>

<h2 id="themes">Tema&#8217;s</h2>

<p>Tema&#8217;s binne lytse bestannen dy't jo yn &brandShortName; ynstallearje en dy't it
  oansjen fan &brandShortName; wizigje. Tema&#8217;s meie de funksjonaliteit fan
  &brandShortName; net oanpasse, mar wol it uterlik.</p>

<h3 id="getting_installing_themes">Tema's ynlade en ynstallearje</h3>

<p>Jo kinne in hiel soad tema&#8217;s ynlade en ynstallearje fan <a
  href="http://update.mozilla.org/themes/" target="_blank">Mozilla Update</a>.
  Troch te sykjen op it ynternet sille jo ek g&#226;ns oare tema's fine.</p>

<p>As jo gewoanwei op in keppeling klikke om in tema te ynstallearjen jout &brandShortName;
  in dialoochfinster wer dat jo om tastimming freget om it tema te ynstallearjen. Jo 
  hawwe de mooglikheid om it yn te laden en te
  ynstallearjen ta te stean of om it proses &#244;f te brekken.</p>

<h3 id="uninstalling_themes">Tema&#8217;s fuortsmite</h3>

<p>Klik op <span
  class="menuPath">Ekstra</span> yn de menubalke en kies it menu-&#251;nderdiel
  <span class="menuPath">Tema&#8217;s</span>, as jo in tema &#250;t &brandShortName; fuortsmite wolle.</p>
 
<p>Kies yn de themabehearder it tema dat jo fuortsmite wolle. Klik
  d&#234;rnei op de knop <em>De-ynstallearje</em>. It tema wurdt pas fuortsmiten nei't jo
  &brandShortName; &#244;fsluten en op 'e nij iepene hawwe.</p>

<h3 id="changing_themes">Fan tema wikselje</h3>

<p>Kies it menu <span class="menuPath">Ekstra</span> en klik op <span class="menuPath">
  Tema&#8217;s</span> om fan it iene nei it oare tema oer te gean.</p>

<p>Kies yn 'e temabehearder it tema dat jo hawwe wolle en klik op de knop <em>Tema br&#251;ke</em>. It wurdt oanrikkemandearre om &brandShortName; d&#234;rnei &#244;f te sluten en wer te iepenjen om het tema goed ta te passen.</p>

<h3 id="updating_themes">Tema&#8217;s fernije</h3>

<p>As jo neigean wolle oft der ek in nijere ferzje fan it tema is dat jo ynstallearre hawwe, moatte jo it menu <span class="menuPath">Ekstra</span> fan &brandShortName; iepenje en d&#234;rnei it menu-elemint <span class="menuPath">
  Tema&#8217;s</span> kieze.</p>

   <p>Yn 'e temabehearder lit &brandShortName; jo in knop mei <em>Bywurkje</em> sjen foar 
   tema's d&#234;r't in update foar beskikber is. Klik op de knop dy't by it tema heartdat jo bywurkje wolle.</p>

    <p>Standert sil &brandShortName; geregeld kontrolearje en it oan jo trochdwaan as der in nije ferzje fan 
    in tema beskikber is. Jo kinne dy ynstelling feroarje yn it <a href="prefs.xhtml#advanced_update">
    ljepbl&#234;d <em>Update</em></a> fan it paniel <em>Avansearre</em> fan 'e &pref.pluralCaps;. Jo kinne 
    h&#226;nmjittich neigean oft der updates binne troch op de knop <em>No kontrolearje</em> te klikken.</p> 


<h2 id="extensions">Utwreidings</h2>

    <p>Utwreidings binne lytse tafoegings oan &brandShortName; dy't de besteande 
    funksjonaliteit fan de browser feroaret of nije funksjonaliteit tafoeget.</p>

<h3 id="getting_installing_extensions">Utwreidings ynkrije en ynstallearje</h3>

    <p>It ynstallearjen fan &#250;twreidings bart yn proses dat te ferlykjen is mei it ynstallearjen fan tema&#8217;s.
    Utwreidings binne te finen op <a target="blank"
    href="http://update.mozilla.org/extensions/">Mozilla Update</a>.</p>

    <p>Der heart in ynstallaasjekeppeling te w&#234;zen op elke side fan in &#250;twreiding.
    Salang't JavaScript net &#250;tskeakele is yn jo browser, sil it klikken
    op dy keppeling de &#250;twreiding foar jo ynstallearje.</p>

<h3 id="uninstalling_extensions">Utwreidings fuortsmite</h3>

    <p>Kies <span class="menuPath">Extra</span> en <span class="menuPath">Utwreidings</span> as jo 
    in &#250;twreiding &#250;t &brandShortName; omromje wolle</p>

   <p>Kies yn it behearskerm foar &#250;twreidings de &#250;twreiding dy't jo fuortsmite wolle, en 
   klik d&#234;rnei op de knop <em>De-ynstallearje</em>. Mooglik moatte jo
   &brandShortName; &#244;fslute en op 'e nij iepenje om alle feroarings harren beslach krije te litten.</p>

<h3 id="updating_extensions">Utwreidings fernije</h3>

    <p>As jo neigean wolle oft der in nijere ferzje is fan in &#250;twreiding dy't jo yn 
    ynstallearre hawwe, iepenje dan it menu <span class="menuPath">Ekstra</span> it menu-&#251;nderdiel 
    <span class="menuPath">Utwreidings</span>.</p>





   <p>Yn de behearder foar &#250;twreidings toant &brandShortName; knoppen mei <em>Bywurkje</em> foar 
   &#250;twreidings d&#234;r't d&#234;r't in update foar beskikber is. Klik op de knop foar de &#250;twreiding dy't jo 
   bywurkje wolle.</p>
   
 
   <p>Standert sil &brandShortName; geregeld kontrolearje en it oan jo trochdwaan as der in 
   nije ferzje fan in &#250;twreiding beskikber is. Jo kinne dy ynstelling feroarje yn it 
   <a href="prefs.xhtml#advanced_update">ljepbl&#234;d <em>Update</em></a> fan it paniel <em>Avansearre</em> 
   fan 'e &pref.pluralCaps;. Jo kinne h&#226;nmjittich neigean oft der updates binne troch op de knop 
   <em>No kontrolearje</em> te klikken.</p> 
 
   
   
<div class="contentsBox"><em>12 novimber 2005</em></div>
<p>Auteursrjocht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Projekt.</p>
</body>
</html>
