<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Nilson Cain <mybugs@bellsouth.net> (original author)
  Jeff Walden <jwalden+code@mit.edu>

  Gert-Paul van der Beek <gertpaul@gmail.com> (Vertaald op 21 september 2004, bijgewerkt op 10 november)
  Martijn Ras <Martijn.Ras@Cable4U.nl> (Bijgewerkt op 2 november 2004)
 Hendrik Maryns <hendrik.maryns@student.kuleuven.ac.be> (Bijgewerkt op 15 juni 2005)
 Hindrik Sijens <truijentink@filternet.nl> Fryske oersetting 30 july 2005, bywurke 13-11-2005
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>De ynlaadbehearder fan &brandFullName; br&#251;ke</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>De ynlaadbehearder fan &brandFullName; br&#251;ke</h1>

<div class="contentsBox">Yn dit haadstik:
  <ul>
    <li><a href="#what_is_download_manager">Wat is de ynlaadbehearder?</a></li>
    <li><a href="#do_with_download_manager">Wat kin ik mei de ynlaadbehearder dwaan?</a></li>
    <li><a href="#download_manager_options">&pref.pluralCaps; fan de ynlaadbehearder</a></li>
  </ul>
</div>
<h2 id="what_is_download_manager">Wat is de ynlaadbehearder?</h2>


<p>De ynlaadbehearder is in funksje fan &brandShortName; d&#234;r't jo nije en &#226;lde ynlaadbestannen mei byh&#226;lde 
   en beheare kinne. It is in handige manear om te &#251;ntkommen oan de tizeboel fan ferskate 
  finsters mei ynladen bestannen en dochs ynsjoch te hawwen yn it ferrin fan it ynladen.</p>

<p>De ynlaadbehearder komt foar it ljocht as jo bestannen ynlade, wannear't jo
  <span class="menuPath">Ekstra &gt; Ynlade</span> kieze en wannear't jo 
  <span class="noUnix">&accelKey;+<kbd>J</kbd></span><span class="unix">&accelKey;+<kbd>Y</kbd></span>
  op jo toetseboerd type.</p>  


<h2 id="do_with_download_manager">Wat kin ik mei de ynlaadbehearder dwaan?</h2>

<p>Neist it byh&#226;lden op ien plak fan ynformaasje oer al jo ynladen bestannen, beskikt de ynlaadbehearder ek oer handige
   funksjes dy't maklik tapasber binne op de ynladen funksjes</p>

<dl>
  <dt>Underbrekke</dt>
  <dd>Jo kinne altyd it ynladen fan bestannen &#251;nderbrekke troch op de keppeling
    <strong>Underbrekke</strong> &#251;nder de best&#226;nsnamme te klikken. Dat kin bygelyks handich w&#234;ze
    as jo in lyts ynlaadbest&#226;n iepenje moatte nei it &#250;t ein setten fan it ynladen fan in grut best&#226;n.
    It &#251;nderbrekken fan it ynladen fan bestannen jout jo de mooglikheid om te kiezen hokker fan de bestannen 
    it meast wichtich is om oer te heljen. Klik gewoan op de keppeling <strong>Trochgean</strong> as jo
    trochgean wolle mei it ynladen fan dy bestannen.</dd>

  <dt>Ofbrekke</dt>
  <dd>As jo nei it &#250;t ein setten fan it ynladen fan in best&#226;n beslute dat jo dat best&#226;n net langer nedich hawwe, is it
  &#244;fbrekken fan it opheljen maklik: klik gewoan op de keppeling <strong>Ofbrekke</strong> neist de best&#226;nsnamme om it ynladen &#244;f te brekken en jo ferbining frij te meitsjen foar fierder sneupen op it web en foar it ynladen fan oare bestannen.</dd>

  <dt>It best&#226;n iepenje</dt>
  <dd>As it ynladen fan in best&#226;n klear is, komt de keppeling <strong>Iepenje</strong> neist de 
    de best&#226;nsnamme te stean. Br&#251;k dy om de it ynladen best&#226;n mei te iepenjen.</dd>

  <dt>It best&#226;nselemint fuortsmite</dt>
  <dd>As jo gjin ynformaasje fan in beskaat ynladen best&#226;n opslaan wolle, is it opromjen fan it best&#226;nselemint mei in
    simpele m&#251;sklik op te lossen.
    Br&#251;k gewoan de keppeling <strong>Fuortsmite</strong> neist de best&#226;nsnamme om it op te romjen.</dd>

<dt>Nochris besykje in best&#226;n yn te laden</dt>
    <dd>As om watfoar reden dan ek it ynladen fan in best&#226;n net dienmakke wurdt, is it 
    maklik om it ynladen nochris te besykjen. Br&#251;k om in mislearre ynlaadaksje op 'e nij 
    te dwaan de keppeling <strong>Op 'e nij</strong> neist de best&#226;nsnamme en &brandShortName; 
    sil op 'e nij begjinne mei it ynladen fan it best&#226;n.</dd>

   <dt>Ynlaadmap sjen litte</dt>
    <dd>As jo yn 'e <a href="#download_manager_options">Ynlaadbehearder&pref.plural;</a>
      &brandShortName; ynsteld hawwe om alle ynladen bestannen yn in map te bewarjen, dan kinne jo dy 
      map iepenje troch te klikke op 'e <strong>mapnamme</strong> oan 'e &#251;nderkant fan it finster 
      fan 'e ynlaadbehearder.</dd>
</dl>

<h2 id="download_manager_options">&pref.pluralCaps; fan de ynlaadbehearder</h2>
<p>De &pref.plural; foar de ynlaadbehearder binne tagonklik troch it paniel
  <strong>Ynladen bestannen</strong> yn it finster &pref.pluralCaps; te iepenjen. Sa kinne jo &#251;nderskate
  &pref.plural; ynstelle foar it ynladen fan bestannen. Mear ynformaasje oer de &#251;nderskate
  &pref.plural; is beskikber op de
  <a href="prefs.xhtml#downloads_options">side &pref.pluralCaps;</a>.</p>

<div class="contentsBox"><em>13 novimber 2005</em></div>
<p>Auteursrjocht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Projekt.</p>
</body>

</html>
