<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
]
>
<!--
  Hendrik Maryns <hendrik.maryns@uni-tuebingen.de> (Bijgewerkt op 6 september 2005)
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting 16 augustus 2005, bywurke 20 novimber 2005)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Ferklearjende wurdlist</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<p>Dizze ferklearjende wurdlist wurdt jo inkeld en allinne foar jo ynformaasje oanbean en is net 
   ornearre as folsleine of foechhawwende beskriuwing fan de hjir&#251;nder omskreaune termen of 
   fan de privacy- en/of befeiligingskonsekwinsjes fan 'e beskreaune technologyen.</p>
<hr/>

<h1 id="glossary">Ferklearjende wurdlist</h1>

<dl>

<dt id="secure_site">Befeilige webstee (Secure Site)</dt>
<dd>In webstee dat <a href="#encryption">fersifering (encryption)</a> br&#251;kt yn ferbinings
  mei &brandShortName; om te foaren te kommen dat oare kweawillige ynternetbr&#251;kers
  ferstjoerde ynformaasje besjen kinne. Wannear't jo in befeilige webstee besykje sil &brandShortName;
  in piktogram mei in slot yn 'e <a href="#Status_Bar">Steatbalke (Status Bar)</a> en 
  <a href="#location_bar">Lokaasjebalke (Location Bar)</a> toane. &brandShortName; toant
  de domeinnamme fan it webstee yn de steatbalke (om te foaren te kommen dat webstee&#235;n dy't ferkeardens yn 't sin hawwe, jo ynformaasje stelle) en feroaret de eftergr&#251;nkleur fan 'e
  lokaasjebalke yn giel.</dd>
<dd>Guon webstee&#235;n binne mooglik gearstald &#250;t beide befeilige en net-befeilige gegevens; de net-befeilige gegevens
  binne meastal net persoanlik, hoewol't dat net garandearre is. Foar soksoarte
  webstee&#235;n toant &brandShortName; in piktogram fan in slot mei in streek dertroch hinne yn
  de steatbalke en de lokaasjebalke, en sil de domeinnamme fan it webstee <em>net</em>
  yn de steatbalke toand wurde, dat jo sadwaande witte dat jo it aktuele webstee net folsein befeilige
  is.</dd>

<dt id="home_page">Begjinside (Homepage)</dt>
<dd>De side dy't toand wordt fuortdaliks nei't jo &brandShortName; iepenje of wannear't jo
  op de knop <em>Begjinside</em> klikke. Wurdt ek br&#251;kt om nei de haadside fan in
  webstee te ferwizen, d&#234;r't jo de rest fan it webstee &#250;t wei &#251;ntdekke kinne.</dd>
  
<dt id="bookmark">Bl&#234;dwizer (Bookmark)</dt>
<dd>In bewarre webadres (<a href="#Uniform_Resource_Locator">URL</a>)
  d&#234;r't jo maklik hinne gean kinne troch op in bl&#234;dwizerpiktogram op 'e bl&#234;dwizerwurkbalke te klikken
  of troch de namme fan 'e bl&#234;dwizer te kiezen yn it menu Bl&#234;dwizers.</dd>

<dt id="Bookmarks_Toolbar">Bl&#234;dwizerwurkbalke (Bookmarks Toolbar)</dt>
<dd>De oanpasbere wurkbalke dy't yn &brandShortName; standert net &#251;nder de lokaasjebalke ferskynt. 
  Der steane knoppen op foar jo favorite bl&#234;dwizers
  (of mappen dy't kloften bl&#234;dwizers befetsje), d&#234;r't jo guon oan taheakje of oaren fan fuortsmite kinne.</dd>

<dt id="cache">Buffer (Cache)</dt>
<dd>In samling fan kopyen fan websiden, dy't op 'e hurde skiif fan jo kompj&#251;ter of yn it
  wurk&#251;nth&#226;ld (RAM) d&#234;rfan opslein binne. &brandShortName; sammelet dy kopyen
  wylst jo op it web omsneupe. Wannear't jo op in keppeling klikke of in
  <a href="#Uniform_Resource_Locator">URL</a> yntype om in beskate webside te iepenjen
  d&#234;r't yn de buffer al in kopy fan oplsein is, sil &brandShortName; de kopy yn de buffer ferlykje
  mei it orizjineel. As der gjin feroarings binne, br&#251;kt &brandShortName; de
  kopy yn de buffer yn pleats dat er it orizjineel op 'e nij laadt. Soks skeelt yn 'e ferwurkings- en ynlaadtiid.</dd>

<dt id="client">Client</dt>
<dd>Programmatuer (lykas in browser) dy't fersiken stjoert nei en
  ynformaasje &#251;ntfangt fan in <a href="#server">server</a> dy't gewoanlik
  op in oare kompj&#251;ter draait. In kompj&#251;ter d&#234;r't client-programmatuer op draait
  wurdt ek beskreaun as in client.</dd>

<dt id="cookie">Cookie</dt>
<dd>In lyts stikje ynformaasje dat guon webstee&#235;n op jo kompj&#251;ter delsette. Wannear't
  jo op sa'n webstee komme, sil it webstee oan &brandShortName; freegje om ien of mear cookies
  op jo hurde skiif te setten. Letter, as jo wer op dat webstee komme, stjoert &brandShortName; it
  webstee de cookies dy't derby hearre. Cookies helpe webstee&#235;n om
  ynformaasje oer jo by te h&#226;lden, lykas de ynh&#226;ld fan jo winkelkarke. Jo kinne jo cookie-foarkar
  ynstelle om te bepalen hoe't cookies br&#251;kt wurde en hoefolle ynformaasje oan
  webstee&#235;n tastien wurdt om deryn op te slaan.</dd>

<dt id="decryption">Dekodearjen (Decryption).</dt>
<dd>It proses fan it &#250;tinoar tiizjen fan gegevens dy't fersifere binne. Sjoch ek by
  <a href="#encryption">fersifering (encryption)</a>.</dd>

<dt id="digital_ID">Digitaal ID</dt>
<dd>Sjoch <a href="#certificate">sertifikaat (certificate)</a>.</dd>

<dt id="XML">Extensible Markup Language (XML)</dt>
<dd>In iepen standert foar it beskriuwen fan gegevens. Oars as HTML jout XML de &#251;ntwikkeler
  fan in webside de mooglikheid om spesjale tags te definiearjen. Sjoch foar mear ynformaasje
  it online W3C-dokumint <a href="http://www.w3.org/XML/">Extensible
  Markup Language (XML)</a>.</dd>

<dt id="feed">Feed</dt>
<dd>In <a href="#XML">XML</a> webside dy't in list mei keppelings nei
  oare websiden befettet. Spesjale programma&#8217;s kinne feeds l&#234;ze om in list
  mei koppen &#250;t de keppelings te meitsjen en dy list automatysk fernije as er feroaret. Webstee&#235;n mei
  nijs br&#251;ke feeds om fluch de l&#234;ste nijsberjochten te publisearjen en persoanlike online weblogs
  br&#251;ke feeds faak om de besikers fluch te ynformearjen oer
  nije berjochten. Sjoch ek by <a href="#live_bookmark">live bl&#234;dwizers (live bookmarks)</a>.</dd>


<dt id="encryption">Fersifering (encryption)</dt>
<dd>It proses fan it ferhutseljen fan ynformaasje op in sadanige wize dat de betsjutting derfan ferburgen wurdt.
  Fersifere (befeilige) ferbinings tusken kompj&#251;ters meitsje it bygelyks tige dreech foar tredden om
  ynformaasje dy't troch de ferbining streamt &#250;tinoar te tizen, of te of <em>dekodearjen</em>. Fersifere ynformaasje
  kin allinne dekodearre wurde troch ien dy't de passende kaai yn besit hat.</dd>

<dt id="File_Transfer_Protocol">File Transfer Protocol (FTP)</dt>
<dd>In standert dy't it br&#251;kers mooglik makket om bestannen oer in netwurk fan in kompj&#251;ter nei in
  oarenien te transportearjen. Jo kinne &brandShortName; br&#251;ke om bestannen mei help fan
  FTP op te heljen.</dd>

<dt id="FIPS_PUBS_140-1">FIPS PUBS 140-1</dt>
<dd>Federal Information Processing Standards Publications (FIPS PUBS) 140-1 is
  in Feriene Steaten-regearingsstandert foar de ymplemintaasje fan kryptografyske modules &mdash;
  apparatuer of programmatuer dy't gegevens fersiferet en &#251;ntsiferet of oare
  kryptografyske aksjes &#250;tfiert (lykas it meitsjen of neigean fan digitale &#251;ndertekeningen).
  In soad produkten dy't ferkocht wurden oan it regear fan de FS moatte foldwaan oan ien of mear fan de
  FIPS-standerts.</dd>

<dt id="private_key">Geheime kaai (Private key)</dt>
<dd>Ien fan 'e twa kaaien dy't br&#251;kt wurde yn iepenbiere-kaaikryptografy. De geheime kaai wurdt
   geheim h&#226;lden en br&#251;kt om gegevens te dekodearjen dy't mei de oerienkommende iepenbiere kaai fersifere binne.</dd>

<dt id="master_password">Haadwachtwurd (Master password)</dt>
<dd>In wachtwurd dat br&#251;kt wurdt om bewarre wachtwurden en oare persoanlike ynformaasje te beskermjen.
  &brandShortName; sil in finster toane om jo haadwachtwurd yn te jaan
  as jo tagong ta dy ynformaasje hawwe wolle. As jo mear as ien feilichheidsapparaat hawwe, sil elk feilichheidsapparaat in eigen haadwachtwurd fereaskje.</dd>
<!-- Dit is er in de Engelse versie uit, maar ik laat het nog even staan, want 
kan nog van pas komen...
<dt id="helper_application">Helptapassing</dt>
<dd>In tapassing dy't br&#251;kt wurdt foar it besjen of iepenjen fan in troch &brandShortName; ophelle best&#226;n.
  In <a href="#plug-in">plugin (plug-in)</a> is in spesjaal soarte fan helptapassing dy't himsels
  ynstallearret yn de map Ynstekkers &#251;nder de haadmap fan de ynstallaasje fan &brandShortName; en gewoanwei yn 
  &brandShortName; sels iepene wurde kin. Microsoft Word, Adobe Photoshop en oare eksterne tapassings wurde besk&#244;ge   as helptapassings mar net as ynstekkers, om't dy harsels net yn de map fan de browser ynstallearje,
  mar wol iepene wurde kinne &#250;t de ynlaadbehearder wei.</dd>
-->

<dt id="Hypertext_Markup_Language">Hypertext Markup Language (HTML)</dt>
<dd>It dokumintformaat dat br&#251;kt wurdt foar websiden. De HTML-standert definiearret tags, of
  koades, dy't br&#251;kt wurde om de tekstopmaak, lettertypen, styl, printsjes
  en oare eleminten te definiearjen dy't mei-inoar in webpagina foarmje.</dd>

<dt id="plug-in">Ynstekker (Plug-in)</dt>
<dd>In soarte <a href="#helper_application"> fan helptapassing (helper application)</a> dy't
  nije mooglikheden oan &brandShortName; tafoeget, lykas de mooglikheid om audio-
  of fideoclips &#244;f te spyljen. Oars as oare soarten helptapassings ynstallearret in ynstekker
  himsels yn de map Plugins &#251;nder de haadmap fan de ynstallaasje fan &brandShortName; en kin it yn
  &brandShortName; iepene wurde. In audioynstekker makket it jo bygelyks mooglik te
  harkjen nei audiobestannen op in webside of yn in e-mailberjocht. Macromedia
  Flash Player en Java binne foarbylden fan ynstekkers.</dd>
  
  <dt id="Internet">Ynternet</dt>
<dd>In wr&#226;ldwiid netwurk fan miljoenen kompj&#251;ters dy't mei-inoar kommunisearje troch standartprotokollen lykas 
  <a href="#Transmission_Control_Protocol_Internet_Protocol">TCP/IP</a>.
  Hoewol't it oarspronklik yn 1969 foar it leger fan 'e FS &#251;ntwikkele waard, groeide it ynternet &#250;t om
  edukative en wittenskiplike ynstellings, en yn de lette njoggentiger jierren, miljoenen
  bedriuwen, organisaasjes en yndividuen te omfetsjen. Hjoed-de-dei wurdt it ynternet br&#251;kt foar e-mail,
  sneupen op it <a href="#World_Wide_Web">World Wide Web</a>, instant messaging,
  mailinglisten en nijsgroepen, en allegear oare doelen.</dd>

<dt id="Internet_protocol_address">Ynternet protokol adres (IP address)</dt>
<dd>It adres fan in kompj&#251;ter op in 
  <a href="#Transmission_Control_Protocol_Internet_Protocol">TCP/IP</a>-netwurk.
  Elke kompj&#251;ter op it ynternet hat in IP-adres. <a href="#client">Clients</a>
  hawwe of in f&#234;st IP-adres of in adres dat harren op dynamyske wize alle kearen as 
  se harren ferbine mei it netwerk, tawiisd wurdt.</dd>
  
<dt id="Java">Java</dt>
<dd>Een programmeartaal dy't troch Sun Microsystems &#251;ntwikkele is. Ien Java-programma
  kin draaie op aardich wat ferskillende soarten kompj&#251;ters, wat te foaren komt dat programmeurs
  aparte ferzjes foar elk kompj&#251;tertype meitsje moatte. 
  Nei't Java ynstallearre is kin &brandShortName; automatysk Java-programma&#8217;s
  (ek wol applets neamd) ophelje en &#250;tfiere.</dd>

<dt id="JavaScript">JavaScript</dt>
<dd>Een skripttaal dy't faak br&#251;kt wurdt by it meitsjen fan websiden. Programmeurs br&#251;ke
  JavaScript om websiden ynteraktiver te meitsjen. JavaScript wurdt faak br&#251;kt om
  formulieren dynamysk jildich te meitsjen en knoppen te selektearjen. JavaScript kin br&#251;kt wurde mei
  Java, mar is technysk sjoen in aparte taal. Java is net nedich om JavaScript goed wurkje te litten.</dd>

<dt id="cryptography">Kryptografy (Cryptography)</dt>
<dd>De keunst en praktyk fan it ferhutseljen (fersiferjen) en &#250;tinoar tiizjen (&#251;ntsiferjen)
  fan ynformaasje. Kryptografyske techniken wurde bygelyks br&#251;kt om ynformaasje dy't tusken kommersjele
  webstee&#235;n en &brandShortName; streamt te ferhutseljen en &#250;tinoar te tiizjen.</dd>

<dt id="live_bookmark">Live bl&#234;dwizer (Live bookmark)</dt>
<dd>In apart soarte fan bl&#234;dwizer dy't fungearret as in map om de keppelings yn in
  <a href="#feed">feed</a> te befetsjen. Jo kinne live bl&#234;dwizers oanmeitsje troch in webstee mei in
  feed te besykjen, te klikken op it Live-bl&#234;dwizerpiktogram yn de Steatbalke en
  it formaat feed te selektearjen dat jo br&#251;ke wolle.</dd>

<dt id="location_bar">Lokaasjebalke (Location bar)</dt>
<dd>It fjild (mei de d&#234;rby hearrende knoppen) boppe yn it finster fan &brandShortName;
  d&#234;r't jo in <a href="#Uniform_Resource_Locator">URL</a> of sykwurd yn type kinne.</dd>

<dt id="navigation_toolbar">Navigaasjewurkbalke (Navigation toolbar)</dt>
<dd>De wurkbalk boppe-oan yn it finster fan &brandShortName; d&#234;r't de knoppen
  <em>Tebek</em> en <em>Foar&#250;t</em> op steane.</dd>

<dt id="authentication">Oanmelding (Authentication)</dt>
<dd>It br&#251;ken fan in wachtwurd, sertifikaat, persoanlik identifikaasjen&#251;mer
  (PIN) of oare ynformaasje om in identiteit te kontrolearjen troch in
  kompj&#251;ternetwurk.</dd>

<dt id="PKCS_11">PKCS #11</dt>
<dd>De standert foar iepenbiere-kaaikryptografy foar feilichheidsapparaten lykas smart cards.</dd>

<dt id="proxy">Proxy</dt>
<dd>In bemiddeljend programma dat sawol as 
  <a href="#server">server</a> en as <a href="#client">client</a> wurket
  mei as doel fersiken &#250;t namme fan oare clients &#250;t te fieren.</dd>

<dt id="SSL">Secure Sockets Layer (SSL)</dt>
<dd>In protokol dat it oanmelding fan wjerskanten mooglik makket tusken in <a href="#client">client</a> en 
   in <a href="#server">server</a> mei as doel in garandearre en befeilige ferbining op te setten
   SSL draait boppe-op TCP/IP en &#251;nder HTTP, LDAP, IMAP, NNTP en oare netwurkprotokollen fan heech nivo.
   De nije Internet Engineering Task Force (IETF) standert Transport Layer Security (TLS) is
  basearre op SSL. Sjoch ek by <a href="#authentication">oanmelding (authentication)</a>,
  <a href="#encryption">Fersifering (encryption)</a>.</dd>

<dt id="certificate">Sertifikaat (Certificate)</dt>
<dd>De digitale fariant fan in identiteitskaart. In sertificaat spesifisearret de namme fan in
  yndividu, bedriuw of oare entiteit en jout wissichheid dat in iepenbiere kaai, dy't diel fan
  it sertifikaat &#250;tmakket, echt by dy entiteit heart. As jo in berjocht of oare
  ynformaasje digitaal &#251;ndertekenje, wurdt de digitale hantekening foar dat berjocht oanmakke
  mei help fan de geheime kaai dy't by de iepenbiere kaai yn jo sertifikaat heart.</dd>

<dt id="search_engine">Sykmasine (search engine)</dt>
<dd>In op it web basearre programma dat it foar br&#251;kers mooglik makket
  spesifike ynformaasje fan it  <a href="#World_Wide_Web">World Wide Web</a> op te sykjen en op te heljen. De sykmasine kin
  de folsleine tekst van webdokuminten of in list mei stekwurden trochsykje, of gebr&#251;k
  meitsje fan bibliotekarissen dy't webdokuminten ynspektearje en h&#226;nmjittich yndeksearje
  foardat se ophelle wurde kinne. Jo kinne as br&#251;ker in wurd of (in part fan) in sin yn in 
  sykfinster type en de sykmasine toant keppelings nei relevante
  websiden.</dd>

<dt id="Status_Bar">Steatbalke (Status Bar)</dt>
<dd>In wurkbalke dy't oan 'e &#251;nderkant fan elk finster fan &brandShortName; ferskynt. Oan 'e rjochterkant toant
  er steatpiktogrammen.</dd>

<dt id="TLS">TLS</dt>
<dd>Sjoch <a href="#Secure_Sockets_Layer">Secure Sockets Layer (SSL)</a>.</dd>

<dt id="TCP_IP">Transmission Control Protocol/Internet Protocol (TCP/IP)</dt>
<dd>In Unix-protokol dat br&#251;kt wurdt om kompj&#251;ters te ferbinen d&#234;r't &#251;nderskate bestjoeringssystemen op draaie.
  TCP/IP is in needsaaklik ynternetprotokol en is in oer de hiele wr&#226;ld br&#251;kte standert wurden.</dd>

<dt id="server">tsjinner</dt>
<dd>Programmatuer dy't fersiken ynkriget fan en ynformaasje
  (lykas webstee&#235;n) ferstjoert nei in <a href="#client">client</a>,
  dy't gewoanwei op in oare kompj&#251;ter draait. In kompj&#251;ter d&#234;r't
  tsjinnerprogrammatuer draait wurdt ek beskreun as tsjinner.</dd>

<dt id="Uniform_Resource_Locator">Uniform Resource Locator (URL)</dt>
<dd>It standerisearre adres dat &brandShortName; fertelt w&#234;r't in best&#226;n of oare boarne op it web (bygelyks
  <tt>http://www.mozilla-europe.org/nl</tt>)te finen is.
  Jo kinne URL-len yn 'e Lokaasjebalke fan &brandShortName; type om tagong te krijen ta websiden. URL-len
  wurde ek br&#251;kt yn 'e keppelings op websiden om nei oare websiden te gean. Ek bekend
  as in ynternet- of webadres.</dd>

<dt id="Password_Manager">Wachtwurdbehearder (Password manager)</dt>
<dd>It &#251;nderdiel fan &brandShortName; dat jo helpe kin om guon of alle br&#251;kersnammen en wachtwurden 
  te &#251;nth&#226;lden troch se op 'e hurde skiif op te slaan en se automatysk foar jo yn te foljen alle kearen
  as jo webstee&#235;n besykje dy't d&#234;r om freegje.</dd>

<dt id="web_page">Webside (web page)</dt>
<dd>Ien inkeld dokumint op it World Wide Web dat oantsjut wurdt troch in unyk
  adres of URL en d&#234;r't tekst, keppelingen en &#244;fbyldings yn stean kinne.</dd>

<dt id="web_site">Webstee</dt>
<dd>Een kloft relatearre websiden, troch keppelings ferb&#251;n en meastal beheard troch ien 
  bedriuw, ien organisaasje of ien yndividu. Op in webstee kin tekst, &#244;fbyldings,
  l&#251;d- en fideobestannen en keppelings nei oare webstee&#235;n stean.</dd>

<dt id="World_Wide_Web">World Wide Web</dt>
<dd>Ek bekend as it Web. In part fan it ynternet dat bestiet &#250;t websiden
  dy't opslein wurden op <a href="#server">webservers</a>, en werj&#251;n wurde troch
  <a href="#client">clients</a> dy't webbrowsers neamd wurde (lykas &brandShortName;).</dd>

</dl>

<p>
[&nbsp;<a href="#glossary">Tebek nei it begjin fan de ferklearjende wurdlist</a>&nbsp;]
</p>

<div class="contentsBox"><em>20 novimber 2005</em></div>
<p>Auteursrjocht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Project.</p>
</body>
</html>
