<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <david.tenser@comhem.se> (original author)
  R.J. Keller <rlk@trfenv.com>
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
  Martijn Ras <Martijn.Ras@Cable4U.nl> (Vertaald op 8 november 2004)
  Hendrik Maryns <hendrik.maryns@uni-tuebingen.de
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting 27 augustus, 19 desimber 2005)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>&brandShortName;-menuoersjoch</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>&brandShortName;-menuoersjoch</h1>
  <div>It &#251;ndersteande oersjoch beskriuwt elk menu&#251;nderdiel yn it haadfinster fan
    &brandShortName;.</div>

  <div class="contentsBox">Yn dit haadstik:
    <ul>
      <li class="mac"><a href="#firefox">&brandShortName;</a></li>
      <li><a href="#file">Best&#226;n</a></li>
      <li><a href="#edit">Bewurkje</a></li>
      <li><a href="#view">Byld</a></li>
      <li><a href="#go">Gean</a></li>
      <li><a href="#bookmarks">Bl&#234;dwizers</a></li>
      <li><a href="#tools">Ekstra</a></li>
      <li class="mac"><a href="#window">Finster</a></li>
      <li><a href="#help">Help</a></li>
    </ul>
  </div>

<div class="mac">
  <h2 id="firefox">&brandShortName;</h2>
    <h3 id="about_mac">Oer &brandFullName;</h3>
    <p>Jout in dialoochfinster wer mei ynformaasje oer &brandShortName;, ynklusyf
      de aktuele ferzje en in koarte list fan meiwurkers.</p>

    <h3 id="prefs_mac">Foarkarren...</h3>
    <p>Jout it finster <a href="prefs.xhtml">&pref.pluralCaps;</a> wer,
      d&#234;r't jo in soad &pref.plural; yn &brandShortName; wizigje kinne.</p>

    <h3 id="quit_mac">&brandShortName; &#244;fslute</h3>
    <p>Sl&#250;t alle iepensteande finsters fan &brandShortName;, ynklusyf alle aktive ynlaadaksjes,
      en sl&#250;t &brandShortName; folslein &#244;f. As jo dit menu-elemint kieze mei
      iepen ljepbl&#234;den, finsters of ynlaadaksjes, sil &brandShortName; jo freegje om jo kar te bef&#234;stigjen
      om by fersin sluten tefoaren te kommen. Jo kinne dy warsk&#244;ging &#250;tsette troch it fekje 
      <em>Warsk&#244;gje by it sluten fan mear as ien ljepbl&#234;d</em> &#250;t te finkjen yn it paniel <em>Ljepbl&#234;den</em> 
      fan &pref.menuPath;.
      &brandShortName; sil jo ek warsk&#244;gje as jo op dat 
      stuit bestannen ynlade.</p>
</div>

<h2 id="file">Best&#226;n</h2>

  <h3 id="new_window">Nij Finster</h3>
  <p>Iepenet in nij finster fan &brandShortName;.</p>

  <h3 id="new_tab">Nij ljepbl&#234;d</h3>
  <p>Iepenet in nij ljepbl&#234;d yn it iepensteande finster fan &brandShortName;.</p>

  <h3 id="open_location">Lokaasje iepenje...</h3>
  <p>Ferpleatst it fokus nei de URL-balke fan &brandShortName; dat jo sadwaande in nije lokaasje dy't jo besykje wolle, yntype kinne.</p>

  <h3 id="open_file">Best&#226;n iepenje...</h3>
  <p>Jout it dialoochfinster Best&#226;n iepenje wer d&#234;r't jo in best&#226;n fan jo lokale
   skiif of netwurk mei selektearje kinne. Yn &brandShortName; kinne jo g&#226;ns best&#226;nstypen iepenje,
    ynklusyf HTML/XML-bestannen, &#244;fbyldings, tekstbestannen, ensafuorthinne.</p>

  <h3 id="close">Finster slute</h3>
  <p>Sl&#250;t it aktuele finster.</p>

  <h3 id="close_tab">Ljepbl&#234;d slute</h3>
  <p>Sl&#250;t it aktuele ljepbl&#234;d en selektearret it folgjende ljepbl&#234;d oan de rjochterkant. Dit menuelement is
    allinnich sichtber as op dit stuit mear as ien ljepbl&#234;d fan 'e browser iepen stiet.</p>

  <h3 id="save_page_as">Side bewarje as...</h3>
  <p>Slacht de aktuele side op. Jo hawwe de mooglikheid om de hiele side (kompleet mei &#244;fbyldings) 
   op te slaan, allinnich de aktuele HTML-side of allinnich de tekst fan de side.</p>

  <h3 id="send_page">Keppeling ferstjoere...</h3>
  <p>Iepenet in finster fan it standert-e-mailprogramma fan jo kompj&#251;ter om in e-mail op te stellen,
    dat jo sadwaande in berjocht ferstjoere kinne mei in keppeling nei de aktuele webside.</p>

  <h3 id="page_setup">Side-ynstellings...</h3>
  <p>Jout it dialoochfinster side-ynstellings wer d&#234;r't jo &#244;fdrukynstellings mei ynstelle kinne, lykas
    marzjes, kop- en foetteksten en de ori&#239;ntaasje fan de side mei opjaan kinne.</p>

  <div class="noMac">
  <h3 id="print_preview">Ofdrukfoarbyld</h3>
  <p>Jout in foarbyld fan hoe't de aktuele side der &#250;tsjocht as er &#244;fdrukt is. It toant de ynfloed 
  fan 'e yn it finster Side-ynstellings keazen ynstellings en de bedoelings fan de auteur fan de
    side.</p>
</div>


  <h3 id="print">Ofdrukke...</h3>
  <p>Jout it dialoochfinster Ofdrukke wer d&#234;r't jo &#251;nder oaren it tal &#244;f te drukken kopyen ynjaan kinne.
    Klik op <em>OK</em> om de side &#244;f te drukken.</p>

  <h3 id="import">Ymportearje...</h3>
  <p>Iepenet it dialoochfinster Ymportearassistint, dat it jo mooglik makket opsjes, bl&#234;dwizers, skiednis,
    wachtwurden en oare ynformaasje fan browsers lykas Microsoft Internet
    Explorer, Netscape, Mozilla of Opera te ymportearjen.</p>

  <h3 id="work_offline">S&#251;nder ferbining wurkje</h3>
  <p>Skeakelet oer tusken de mei-ferbining- en s&#251;nder-ferbining-modus. Yn de s&#251;nder-ferbining-modus kinne jo s&#251;nder dat jo mei 
  it ynternet ferb&#251;n binne, webstee&#235;n besjen dy't jo al earder besocht hawwe.</p>

<div class="noMac">
  <h3 id="exit">
    <span class="win">Ofslute</span>
    <span class="noWin">Ofslute</span>
  </h3>
  <p>Sl&#250;t alle iepensteande finsters yn &brandShortName;, ynklusyf alle aktive ynlaadaksjes,
    en sl&#250;t &brandShortName; folsein &#244;f. As jo dizze opsje kieze wylst 
    ljepbl&#234;den, finsters iepen steane of ynlaadaksjes rinne sil &brandShortName; jo freegje om jo kar
    te bef&#234;stigjen om it by fersin &#244;fsluten te foaren te kommen.
Jo kinne dy warsk&#244;ging &#250;tsette troch it fekje 
      <em>Warsk&#244;gje by it sluten fan mear as ien ljepbl&#234;d</em> &#250;t te finkjen yn it paniel <em>Ljepbl&#234;den</em> 
      fan &pref.menuPath;.
      &brandShortName; sil jo ek warsk&#244;gje as jo op dat 
      stuit bestannen ynlade.</p>
</div>

<h2 id="edit">Bewurkje</h2>

  <h3 id="undo">Ungedien meitsje</h3>
  <p>Makket de l&#234;ste aksje yn in webformulier &#251;ngedien. Br&#251;k it kommando Op ' nij &#250;tfiere
    as jo letter beslute dat jo in aksje net &#251;ngedien meitsje woenen.</p>

  <h3 id="redo">Op 'e nij &#250;tfiere</h3>
  <p>Fiert it kommando dat as l&#234;ste &#251;ngedien makke is op 'e nij &#250;t.</p>

  <h3 id="cut">Knippe</h3>
  <p>Knipt de selektearre tekst &#250;t in webformulier en slacht dy op it klamboerd op. Plak
    de tekst op in oar plak troch it kommando Plakken te br&#251;ken.</p>

  <h3 id="copy">Kopiearje</h3>
  <p>Kopiearret de selektearre tekst nei it klamboerd. Plak de tekst op in oar plak troch it
    kommando Plakken te br&#251;ken.</p>

  <h3 id="paste">Plakke</h3>
  <p>Plakt op it klamboerd bewarre tekst yn in tekstfjild.</p>

  <h3 id="delete">Fuortsmite</h3>
  <p>Smyt de selektearre tekst &#250;t in webformulier fuort.</p>

  <h3 id="select_all">Alles selektearje</h3>
  <p>Selektearret alle tekst op 'e side.</p>

  <h3 id="find_in_this_page">Yn dizze side sykje...</h3>
  <p>Toant de sykbalke &#251;nder yn it finster fan de browser. Jou de
    tekst dy't jo sykje wolle yn 'e wurkbalke yn en &brandShortName; sil wylst jo type automatysk de 
    earste oerienkomst mei de ynfierde tekst op 'e side fine
    en selektearje. Klik op <em>Folgjende sykje</em> of <em>Foargeande sykje</em> om de tekst
    op oare lokaasjes op 'e side te sykjen en klik <em>Markearje</em> om alle
    oerienkommende tekst op 'e side te markearjen.</p>

  <h3 id="find_again">Op 'e nij sykje</h3>
  <p>Siket nei it folgjende fynplak fan de tekst by it br&#251;ken fan it kommando
  <em>Yn dizze side sykje...</em> opj&#251;n is.</p>

  <h3 class="unix" id="prefs">&pref.pluralCaps;</h3>
  <p class="unix">Jout it <a href="prefs.xhtml">finster &pref.pluralCaps;</a> wer,
    d&#234;r't jo in hiele protte &pref.plural; yn &brandShortName; wizigje kinne.</p>

<h2 id="view">Byld</h2>

  <h3 id="toolbars">Wurkbalken</h3>

    <h4 id="navigation_toolbar">Navigaasjewurkbalke</h4>
    <p>Toant of ferberget de navigaasjewurkbalke, dy't yn gewoane tast&#226;n de
      standert navigaasjeknoppen op steane (Tebek, Foar&#250;t, Ofslute, ensfh.).</p>

    <h4 id="bookmarks_toolbar">Bl&#234;dwizerwurkbalke</h4>
    <p>Toant of ferberget de bl&#234;dwizerwurkbalke. D&#234;r stean de bl&#234;dwizers
      nei allegear websites op.</p>

    <h4 id="customize">Oanpasse...</h4>
    <p>Jout it dialoochfinster wer d&#234;r't de wurkbalken mei oanpast wurden kinnen. Jo kinne wurkbalkeknoppen fan 
    en nei de wurkbalken slepe en pleatse. Jo kinne ek <span
      class="noMac">mei de rjochter m&#251;sknop</span><span class="mac">drukke op &ctrlKey;
      en</span> op 'e navigaasjewurkbalke klikke en <em>Oanpasse...</em>
      selektearje om dit dialoochfinster te toanen.</p>

  <h3 id="status_bar">Steatbalke</h3>
  <p>Toant of ferberget de steatbalke, dy't &#251;nderoan it finster te finen is.
    De steatbalke jout handige ynformaasje wer oer de side, mar is net foar
    elkenien nedich.</p>

  <h3 id="sidebar">Sydbalke</h3>
  <p>De sydbalke kin jo ynladen bestannen, bl&#234;dwizers of de skiednis werjaan.
    Jo kinne de sydbalke altyd slute troch op de X yn 'e rjochter boppehoeke te klikken.</p>

    <h4 id="bookmarks_sidebar">Bl&#234;dwizers</h4>
    <p>Jout de sydbalke Bl&#234;dwizers wer, dy't jo bl&#234;dwizers altyd sjen lit.
      Dat kin handich w&#234;ze as jo de bl&#234;dwizers faak br&#251;ke.</p>

    <h4 id="history_sidebar">Skiednis</h4>
    <p>Jout de sydbalke Skiednis wer, dy't byh&#226;ldt hokker webstee&#235;n jo besocht hawwe. 
    Kies it paniel <em>Privacy</em> yn &pref.menuPath;
      om oan te jaan hoefolle dagen in webstee yn it &#251;nth&#226;ld stean moat.</p>

  <h3 id="stop">Be&#235;inigje</h3>
  <p>Be&#235;iniget it laden fan 'e aktuele side dy't jo besykje. Dat is itselde as
    it klikken op 'e knop <em>Be&#235;inigje</em> op 'e wurkbalke.</p>

  <h3 id="reload">Op 'e nij lade</h3>
  <p>Br&#251;k dit kommando  om de aktuele side te ferfarskjen of de nijste ferzje
  op te heljen. Dat is itselde as it klikken op 'e knop <em>Op 'e nij lade</em> op 'e wurkbalke.</p>

  <h3 id="text_size">Tekstgrutte</h3>
  <p>As de tekst op in webside te lyts of te grut is, kinne jo dat feroarje nei in grutte dy't jo mear
  nei't sin is.</p>

    <h4 id="increase_text_size">Fergrutsje</h4>
    <p>Jout de tekst op 'e webside in slach grutter wer. Jo kinne dit ek mei de m&#251;s
      dwaan (sjoch <a href="mouse_shortcuts.xhtml">M&#251;skombinaasjes</a>
      foar ynstruksjes).</p>

    <h4 id="decrease_text_size">Ferlytsje</h4>
    <p>Jout de tekst op 'e webside in slach lytser wer. Jo kinne dit ek mei de m&#251;s
      dwaan (sjoch <a href="mouse_shortcuts.xhtml">M&#251;skombinaasjes</a>
      foar ynstruksjes).</p>

    <h4 id="reset_text_size">Normaal</h4>
    <p>Jout de tekst op 'e webside yn gewoane grutte wer.</p>

  <h3 id="page_style">Sidestyl</h3>
  <p>Jout jo de mooglikheid in styl foar de aktuele webstee te selektearjen. Standert is 
    &quot;Basis sidestyl&quot; selektearre of it moast w&#234;ze dat de auteur in oare standertstyl
    opj&#251;n hat.</p>

    <h4 id="no_style">Gjin styl</h4>
    <p>Rommet de stylopmaak fan de side op.</p>

    <h4 id="basic_page_style">Basis sidestyl</h4>
    <p>Jout de side yn in algemiene, troch de auteur spesifisearre, styl wer.</p>   

    <h4 id="alternate_style"></h4>
    <p>As de auteur ekstra sidestilen spesifisearre hat, sil &brandShortName;
     dy hjir opneame dat jo sadwaande ien &#250;tkieze kinne.</p>

  <h3 id="character_encoding">Tekensetkodearring</h3>
  <p>Makket it jo mooglik om de tekenset fan in webside h&#226;nmjittich te wizigjen.
    &brandShortName; docht soks oars automatysk.</p>

  <h3 id="page_source">Sideboarne</h3>
  <p>Jout de boarnekoade fan it aktuele dokumint. <!-- Yn in takomstige ferzje fan
    &brandShortName; is it mooglik om in ekstern programma op te starten om de
    boarnekoade mei te besjen.--></p>

  <h3 id="full_screen">Folslein skerm</h3>
  <p>Jout it finster yn in folslein-skermmodus wer. As jo de navigaasjewurkbalken ferburgen
    hawwe, kinne jo it finster altyd weromkrije troch op <kbd>F11</kbd> te drukken.</p>

<h2 id="go">Gean</h2>

  <p>Yn it menu Gean stiet in list mei de krekt lyn besochte websiden.</p>

  <h3 id="back">Tebek</h3>
  <p>Giet ien bledside tebek yn 'e skiednis. Itselde as klikke op 'e knop <em>Tebek</em>
    op 'e navigaasjewurkbalke.</p>

  <h3 id="forward">Foar&#250;t</h3>
  <p>Giet ien side foar&#250;t yn 'e skiednis. Itselde as klikke op 'e knop
    <em>Foar&#250;t</em> op 'e navigaasjewurkbalke.</p>

  <h3 id="home">Begjinside</h3>
  <p>Jout de begjinside wer. Dat is itselde as klikke op de
    knop <em>Begjinside</em> op 'e navigaasjewurkbalke.
    Selektearje <em>Algemien</em> yn &pref.menuPath; om de begjinside te wizigjen. 
    Jo kinne kieze &#250;t in lege side, de aktuele side (of in kloft ljepbl&#234;den), in bl&#234;dwizer of om in h&#226;nmjittich ynfierd
    adres te br&#251;ken.</p>

  <h3 id="go_history">Skiednis</h3>
  <p>Jout de sydbalke Skiednis wer, dy't byh&#226;ldt hokker webstee&#235;n jo besocht hawwe. 
    Kies it paniel <em>Privacy</em> yn &pref.menuPath;
    om oan te jaan hoefolle dagen in webstee yn it &#251;nth&#226;ld stean moat.</p> 

    
<h2 id="bookmarks">Bl&#234;dwizers</h2>

  <p>Yn dit menu steane alle bewarre bl&#234;dwizers.</p>

  <h3 id="add_to_bookmarks">Bl&#234;dwizer fan dizze side meitsje...</h3>
  <p>Heakket de aktuele side ta oan de samling bl&#234;dwizers. D&#234;rta wurdt in dialoochfinster toand
    d&#234;r't in titel foar de bl&#234;dwizer ynfierd wurde kin en d&#234;r't yn oanj&#251;n wurde kin yn hokker map de bl&#234;dwizer
    opslein wurde moat.</p>
    
  <h3 id="bookmark_all_tabs">Bl&#234;dwizer foar alle ljepbl&#234;den meitsje...</h3>
  <p>Heakket alle ljepbl&#234;den yn it aktuele finster oan in nije bl&#234;dwizermap ta. D&#234;rta wurdt in dialoochfinster toand d&#234;r't in namme foar de map ynfierd wurde kin en d&#234;r't yn oanj&#251;n wurde kin w&#234;r't by bewarre wurde moat.</p>

  <h3 id="manage_bookmarks">Bl&#234;dwizers beheare...</h3>
  <p>Toant de bl&#234;dwizerbehearder. Dat is in finster d&#234;r't jo de bl&#234;dwizers mei beheare kinne.
  Se kinne oardere, op 'e nij beneamd wurde of de eigenskippen kinne oanpast wurde. Jo kinne se hjir ek tafoegje, fuortsmite of ferpleatse.</p>

<h2 id="tools">Ekstra</h2>

  <h3 id="web_search">Sykje op it web</h3>
  <p>Lit it fek Sykje op it web opljochtsje. No kinne jo de termen dy't jo op it web opsykje wolle yntype.</p>

  <h3 id="read_mail">E-mail l&#234;ze</h3>
  <p>Iepenet jo e-mailprogramma om jo e-mail l&#234;ze te kinnen.</p>

  <h3 id="new_message">Nij berjocht...</h3>
  <p>Iepenet in finster foar it opstellen fan in berjocht yn it standert e-mailprogramma fan jo kompj&#251;ter. Sa
  kinne jo in e-mailberjocht oan immen stjoere.</p>
  
  <h3 id="downloads">Ynladen bestannen</h3>
  <p>Iepenet de ynlaadbehearder, d&#234;r't jo de aktuele en de &#244;fhannele ynlaadaksjes mei besjen kinne.</p>

  <h3 id="extensions">Utwreidings</h3>
  <p>Iepenet de &#250;twreidingsbehearder, d&#234;r't jo alle yn dizze ferzje fan &brandShortName;
    ynstallearre &#250;twreidings mei besjen kinne. Jo kinne &#250;t dit dialoochfinster wei ek kieze om &#250;twreidings fuort te smiten. Sjoch it help&#251;nderwerp <a href="customization.xhtml#extensions">Utwreidings</a>, foar mear
    ynformaasje.</p>

  <h3 id="themes">Tema&#8217;s</h3>
  <p>Iepenet de temabehearder. Hjirwei kinne jo it aktuele tema dat &brandShortName; br&#251;kt feroarje.
  Jo kinne mei dit dialoochfinster ek tema's ynstallearje en opromje. Sjoch it help&#251;nderwerp
    <a href="customization.xhtml#themes">Tema&#8217;s</a> foar mear ynformaasje.</p>

  <h3 id="javascript_console">JavaScript-betsjinningspaniel</h3>
  <p>Iepenet it JavaScript-betsjinningspaniel, d&#234;r't swierrichheden mei de JavaScript-koade yn byh&#226;lden wurde.
  JavaScript is in skripttaal dy't br&#251;kt wurdt foar it bouwen fan websiden. Programmeurs br&#251;ke JavaScript
  om webstee&#235;n ynteraktiver te meitsjen; JavaScript wurdt faak br&#251;kt om dynamysk formulieren jildich te meitsjen
  en knoppen te selektearjen.</p>

  <h3 id="page_info">Side-ynfo</h3>
  <p>Jout brede ynformaasje wer oer de aktuele webside, lykas it soarte fan
  dokumint, tekenset, grutte en befeiligingsynformaasje. Dit dialoochfinster jout ek listen mei
  de op 'e side br&#251;kte media en keppelings wer.</p>

 
   <h3 id="clear_private_data">Privee-ynformaasje opskjinje...</h3> 
  <p>Rommet de ynformaasje op dy't selektearre is yn it
  dialoochfinster Privee-ynformaasje opskjinje <em>Privacy</em>
  fan &pref.menuPath;. Jout standert in dialoochfinster foar bef&#234;stiging.</p>
 
 
  <h3 id="options">&pref.pluralCaps;</h3>
  <p class="noUnix">Jout it finster <a href="prefs.xhtml">&pref.pluralCaps;</a> wer,
    d&#234;r't jo in hiel soad &pref.plural; yn &brandShortName; mei wizigje kinne.</p>

<div class="mac">
  <h2 id="window">Finster</h2>

    <h3 id="minimize">Minimalisearje</h3>
    <p>Minimalisearret it aktuele finster.</p>

    <h3 id="zoom">Zoom</h3>
    <p>Fergruttet of jout it aktuele finster de eardere grutte.</p>
    
    <h3 id="open-windows">(Iepen finsters)</h3>
    <p>Dit menu jout alle iepensteande finsters mei harren titel wer.</p>
</div>

<h2 id="help">Help</h2>

  <h3 id="help_contents">Helpynh&#226;ld</h3>
  <p>Iepenet it finster &brandShortName; Help, dat handige ynformaasje befettet
    dy't jo helpe kin by it sneupen op it web.</p>

  <h3 id="for_ie_users">Foar Internet Explorer-br&#251;kers</h3>
  <p>Iepenet it Helpfinster mei ynformaasje om br&#251;kers fan Internet
    Explorer te helpen mei it oerstappen nei &brandShortName;.</p>

  <h3 id="relnotes">Utjefte-opmerkings</h3>
  <p>Jout ynformaasje oer it ynstallearjen, de-ynstallearjen 
  en konfigurearjen fan &brandShortName;, en ek oare wichtich ynformaasje 
  in resinte oankundigings. Hjir is in aktive ynternetferbining foar nedich. </p>

  <h3 id="reporter">Stikken webstee rapportearje...</h3>
  <p>Jout jo de mooglikheid om webstee&#235;n dy't net goed wurkje yn &brandShortName; oan de &brandShortName;-&#251;ntwikkelders te rapportearjen.</p>

  <h3 id="check_for_updates">Kontrolearje op updates...</h3>
  <p>Giet nei oft der ek updates foar &brandShortName; en jo &#250;twreidings binne. As dy der binne, sil &brandShortName; 
  in list toane en kinne jo de updates &#250;tsykje dy't jo ynstallearje wolle.</p>

  <h3 id="promote">&brandShortName; oanrikkemandearje</h3>
  <p>Iepenet in webside dy't jo ynformaasje jout oer hoe't jo &brandShortName;
    oanrikkemandearje kinne.</p>
  <div class="noMac">
  <h3 id="about_mozilla_firebird">Oer &brandShortName;</h3>
  <p>Jout in  dialoochfinster wer mei ynformaasje oer &brandShortName;, ynklusyf
    de aktuele ferzje en in koarte list mei meiwurkers.</p>
</div>
<div class="contentsBox"><em>19 desimber 2005</em></div>
<p>Auteursrjocht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Projekt.</p>
</body>
</html>
