<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <david.tenser@comhem.se> (original author)
  Steffen Wilberg <steffen.wilberg@web.de>
  Martijn Ras <Martijn.Ras@Cable4U.nl> (Vertaald 21 februari 2004, bijgewerkt 27 oktober 2004)
  Hendrik Maryns <hendrik.maryns@student.kuleuven.ac.be. (Bijgewerkt 20 juni 2005)
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting 27 augustus 2005, bywurke 18 novimber 2005)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Popupfinsters kontrolearje</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Popupfinsters kontrolearje</h1>
<p>Dit dokumint leit alle yn &brandShortName; beskikbere opsjes foar it
   kontrolearjen fan popupfinsters &#250;t.</p>

<div class="contentsBox">
  Yn dit haadstik:
  <ul>
    <li><a href="#what_are_popups">Wat binne popupfinsters?</a></li>
    <li><a href="#popup_blocker_preferences">Popupblokkearder &pref.plural;</a></li>
  </ul>
</div>

<h2 id="what_are_popups">Wat binne popupfinsters?</h2>
<p>Popupfinsters, of popups, binne finsters dy't automatysk foar it ljocht komme s&#251;nder jo tastimming.
Se hawwe &#251;nderskate &#244;fmjittings mar bedekke meastal net it hiele skerm. Guon popupfinsters
iepenje oer it aktuele finster fan &brandShortName;, wylst oaren &#251;nder
it aktuele finster fan &brandShortName; ferskine (popunderfinsters).</p>

<p>&brandShortName; makket it jo mooglik om it ferskinen fan popupfinsters en ek fan popunderfinsters te kontrolearjen troch it ljepbl&#234;d
<a href="prefs.xhtml#web_features_options">Ynh&#226;ld</a> yn 'e &pref.pluralCaps;.
It blokkearjen fan popupfinsters stiet standert op oan. Jo hoege der dus net oer yn te sitten oft it wol ynskeakele is om tefoaren te kommen dat popupfinsters ferskine yn &brandShortName;.</p>

<p>By it blokkearjen fan in popupfinster toant &brandShortName; in ynformaasjebalke, en ek in
piktogram <img src="chrome://browser/skin/Info.png" width="16" height="16" alt=""/> yn de
steatbalke. Wannear't jo op 'e knop <em>&pref.pluralCaps;</em> yn 'e ynformaasjebalke of op it piktogram yn 'e steatbalke klikke, wurdt in menu werj&#251;n mei de folgjende mooglikheden:
<ul>
  <li>Popupfinsters fan dit webstee tastean/wegerje</li>
  <li><a href="#popup_blocker_preferences">&pref.plural; foar popupblokkearring</a> bewurkje</li>
  <li>Dit berjocht net werjaan by it blokkearjen fan popupfinsters</li>
  <li>(In blokkearre popupfinster toane)</li>
</ul>
</p>

<p><strong>It &#251;nderdrukken fan popupfinsters kin swierrichheden feroarsaakje mei guon webstee&#235;n</strong>: Guon webstee&#235;n,
ynklusyf dy fan guon banken, br&#251;ke popupfinsters foar wichtige funksjes. It blokkearjen fan alle
popupfinsters sil soksoarte fan mooglikheden &#250;tskeakelje. Om spesifike webstee&#235;n ta te stean om popupfinsters te br&#251;ken, 
wylst alle oaren blokkearre wurde, kinne jo dy tafoegje oan de list mei tastiene webstee&#235;n.</p>

<p><strong>It blokkearjen fan popupfinsters wurket net altyd</strong>: Hoewol't &brandShortName; de measte popupfinsters
blokkearret, kinne guon webstee&#235;n, sels as se blokkearre binne, mooglik popupfinsters toane troch gebr&#251;k te meitsjen fan &#251;nbekende metoaden.</p>

<h2 id="popup_blocker_preferences">&pref.pluralCaps; foar popupblokkearring</h2>

<p>De &pref.pluralCaps; foar it blokkearjen fan popups binne te finen yn it paniel Ynh&#226;ld yn
  &pref.menuPath;.</p>

<p>Hjirwei kinne jo de folgjende dingen dwaan:</p>
<ul>
  <li><strong>Popupfinsters blokkearje</strong>: Helje it finkje &#250;t it fekje om it blokkearjen fan popupfinsters hielendal &#250;t te skeakeljen.</li>
  
    <li><strong>Tastiene webstee&#235;n</strong>: Dat is in list mei webstee&#235;n d&#234;r't jo it oan tastean
    wolle om popupfinsters wer te jaan. Dit dialoochfinster hat de folgjende mooglikheden:
  <ul>
    <li><strong>Tastean</strong>: Klik d&#234;rop om in webstee ta te foegjen oan de list</li>
    <li><strong>Webstee fuortsmite</strong>: Klik d&#234;rop om in webstee &#250;t de list te smiten.</li>
    <li><strong>Alle webstee&#235;n opromje</strong>: Klik d&#234;rop om alle webstee&#235;n &#250;t de aktuele
      list fuort te smiten.</li>
  </ul>
  </li>
</ul>


<p><strong>Opmerking</strong>: It blokkearjen fan popupfinsters wurket mooglik net altyd en kin swierrichheden feroarsaakje by guon webstee&#235;n. Foar mear ynformaasje oer it blokkearjen fan popupfinsters, sjoch
<a href="#what_are_popups">Wat binne popupfinsters?</a>.</p>

<div class="contentsBox"><em>18 novimber 2005</em></div>
<p>Auteursrjcht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Projekt.</p>
</body>
</html>
