<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <tenser@comhem.se> (original author)
  Steffen Wilberg <steffen.wilberg@web.de>
  Martijn Ras <Martijn.Ras@Cable4U.nl> (Vertaald op 7 november 2004) 
  Gert-Paul van der Beek <gertpaul@gmail.com> (bijgewerkt op 8 mei 2005)
  Hendrik Maryns <hendrik.maryns@uni-tuebingen.de> (Bijgewerkt op 8 september 2005)
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting, 23 oktober 2005, bywurke 31 oktober)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Opsjes fan &brandFullName;</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
  <style type="text/css">
    img { display: none; }
  </style>
</head>

<body>

<h1>&pref.plural; fan &brandFullName;</h1>
<div>Dit dokumint beskriuwt alle &pref.plural; dy't beskikber binne yn it
  &pref.plural;-finster fan &brandFullName;.</div>

<div class="contentsBox">Yn dit haadstik:
  <ul>
    <li><a href="#general_options">Algemiene &pref.plural;</a></li>
    <li><a href="#privacy_options">Privacy&pref.plural;</a></li>
    <li><a href="#content_options">Ynh&#226;ld&pref.plural;</a></li>
    <li><a href="#tabs_options">Ljepbl&#234;d&pref.plural;</a></li>    
    <li><a href="#downloads_options">Ynlaad&pref.plural;</a></li>
    <li><a href="#advanced_options">Avansearre &pref.plural;</a></li>
  </ul>
</div>

<h2 id="general_options">Algemiene &pref.plural;</h2>

  <h3 id="home_page">Startside</h3>
  <p>Hjir kinne jo de side (of kloft fan ljepbl&#234;den) ynjaan dy't
    &brandShortName; toane moat as jo in nij browserfinster iepenje of 
    op de knop Startside klikke. Jou it adres yn it fjild Lokaasje(s) yn.</p>

  <p>Klik op <em>Dizze side br&#251;ke</em> om de side te br&#251;ken dy't jo no besjogge.
  Jo kinne ek <strong>mear startsiden</strong> ynstelle. As op dit stuit mear as ien 
  ljepbl&#234;d iepenstiet, stelt dizze knop de
  <strong>hiele kloft ljepbl&#234;den</strong> yn as startside.</p>

  <p>Klik op <em>Bl&#234;dwizer br&#251;ke...</em> om de startside(n) te 
  oan te jaan troch gebr&#251;k te meitsjen fan in bl&#234;dwizer.
  Jo kinne sels in hiele bl&#234;dwizermap br&#251;ke fan mear startsiden!</p>

  <p>Klik op <em>Lege side br&#251;ke</em> as jo net wolle dat der in startside laden wurdt.</p>

  <h3 id="default_browser">Standertbrowser</h3>
    <p><em>&brandShortName; moat by it opstartpen neigean oft it de standertbrowser is</em><br/>
      Finkje dy opsje oan as jo wolle dat &brandShortName; neigiet oft it de standertbrowser is
      by it oproppen fan it programma. Sa wurdt beregele dat &brandShortName; br&#251;kt wurdt, alle kearen as in 
      tapassing besiket in webstee wer te jaan of wannear't jo in HTML-best&#226;n iepenje.
      Jo kinne ek <em>No kontrolearje</em> oanklikke om it fuortdaliks nei te gean.</p>

  <h3 id="connection_settings">Ferbiningsynstellings</h3>
   

    <p>Mooglik moatte jo fan jo organisaasje of ynternetprovider in proxy br&#251;ke
    of biede sy dy oan. In proxy tsjinnet as yntermedi&#234;r tusken jo kompj&#251;ter en it ynternet.
    It heint alle fersiken nei it ynternet op om te sjen oft it oan dy fersiken foldwaan kin
    troch gebr&#251;k te meitsjen fan syn buffer. Proxys wurde br&#251;kt om prestaasjes te 
    ferbetterjen, fersiken te filterjen en om jo kompj&#251;ter foar it ynternet te ferbergjen
    om sa de feilichheid te ferbetterjen. Proxys binne faak &#251;nderdiel fan in firewall fan in bedriuw.</p>

    <h4>Finster foar ferbiningsynstellings:</h4>
    <dl>
		<dt>Direkte ferbining mei it ynternet</dt>
		<dd>Dit is de standert&pref.singular;. Kies d&#234;rfoar as jo gjin 
		proxy br&#251;ke wolle.</dd>
        
        <dt>Proxy-ynstellings foar dit netwurk automatysk detektearje</dt>
        <dd>Kies foar dizze opsje as jo &brandShortName; sels de proxy-ynstellings
          foar jo netwurk &#250;tfine litte wolle.</dd>

		<dt>H&#226;nmjittige proxy-ynstelling</dt>
		<dd>Kies hjirfoar as jo gjin proxylokaasje (URL) hawwe. Freegje jo
		systeembehearder nei de nammen en poarten&#251;mers fan de servers dy't de
		proxyprogramma's &#250;tfiere foar elke netwurktsjinst en fier de 
		ynformaasje yn 'e d&#234;rfoar ornearre fjilden yn.</dd>

		<dt>URL foar automatyske proxy-ynstelling</dt>
		<dd>As jo wurkplak in proxy-konfiguraasjebest&#226;n hat, freegje dan oan de
		systeembehearder nei de URL d&#234;rfan en fier dy hjir yn. Klik op <em>Fernije</em>
		om te ynstellings te laden</dd>
    </dl>
    
<h2 id="privacy_options">Privacy&pref.plural;</h2>
  
  <p>Yn it paniel <em>Privacy</em> steane &pref.plural; dy't mei jo privacy te meitsjen hawwe. 
  As jo op it web omsneupe, slacht &brandShortName; ynformaasje op oer w&#234;r't jo west hawwe,
  hokker siden as jo besocht hawwe en oare omsneupstatestiken. Druk op 'e knop 
  <em>Fuortsmite</em> fan elk &#251;nderdiel, &#250;tsein de wachtwurden, om dy ynformaasje op te romjen. As jo wier al jo wachtwurden yn ien kear fuortsmite wolle, klik dan op <em>Bewarre wachtwurden besjen</em> en klik op 'e knop <em>Alles fuortsmite</em> yn 'e wachtwurdbehearder.</p>


  <h3 id="clear private data">Ynstellings om privee-ynformaasje fuort te smiten</h3>
  <p>Fan &brandShortName; meie jo inkelde of alle items opromje troch op
    &accelKey;+&shiftKey;+<kbd>Del</kbd> te drukken of troch <span class="menuPath">
    Ekstra > Privee-ynformaasje opskjinje...</span> te kiezen. Jo kinne de
    &pref.singular; ek wizigje om &brandShortName; de ynformaasje opromje te litten 
    sadree't jo &brandShortName; &#244;fslute. &pref.pluralCaps; d&#234;rfoar steane yn it dialoochfinster <em>Privee-ynformaasje opskjinje</em>.</p>

  <p>Om spesifyk foar de seksje jildende &pref.plural; wer te jaan moatte jo de seksje
  iepenje troch op it oanbelangjende ljepbl&#234;d te klikken.</p>
  
  <h3 id="privacy_history">Skiednis</h3>
  <p>Hjir kinne jo oanjaan hoelang't &brandShortName; byh&#226;lde moat hokker
  siden oft jo besocht hawwe. De standertwearde is 9 dagen.</p>

  <h3 id="privacy_saved_forms">Bewarre formulieren</h3>
  <p><em>Ynformaasje bewarje dy't ik ynfier yn webformulieren en de sykbalke</em><br/>
  As jo ynformaasje ynfiere yn webformulieren, &#251;nth&#226;ldt &brandShortName;
    wat jo yntype en jout er automatysk suggestjes as jo wer ynformaasje ynfiere.
    Set dizze &pref.singular; &#250;t om dizze eigenskip &#250;t te skeakeljen.</p>

  <h3 id="privacy_passwords">Wachtwurden</h3>
  <p><em>Wachtwurden &#251;nth&#226;lde</em><br/>&brandShortName; kin wachtwurden dy't jo yn webformulieren ynfiere
  feilich bewarje om it makliker te meitsjen by webstee&#235;n yn te loggen. Helje it finkje &#250;t it seleksjefjild
  om te foaren te kommen dat &brandShortName; jo wachtwurden bewarret.</p>

  <p id="set_change_master_password"><em>Haadwachtwurd ynstelle...</em><br/>
    &brandShortName; kin gefoelige ynformaasje lykas bewarre wachtwurden en
    sertifikaten beskermje. As jo in haadwachtwurd ynstelle sil
    &brandShortName; it elke sessy ien kear freegje yn te fieren, sadree't it nedich is.
    Jo kinne it haadwachtwurd ynstelle, wizigje of fuortsmite troch op dizze knop te klikken.</p>

    <p id="remove_master_password"><em>Haadwachtwurd fuortsmite...</em><br/>
      Klik op dizze knop om it aktuele haadwachtwurd fuort te smiten. Jo moat dat 
      haadwachtwurd ynfolje om dat te dwaan.</p>

  <p><em>Bewarre wachtwurden besjen</em><br/>Jo kinne bewarre wachtwurden
  beheare en yndividuele wachtwurden fuortsmite troch op de knop <em>Bewarre wachtwurden
  besjen</em> te klikken.</p>
  
  <h3 id="privacy_download_history">Ynlaadskiednis</h3>
  <p>De ynlaadbehearder (tagonklik mei <span class="menuPath">Ekstra</span>
    of troch op
    <span class="noUnix">&accelKey;+<kbd>J</kbd></span><span class="unix">
    &accelKey;+<kbd>Y</kbd></span> te drukken) slacht toetskombinaasjes op nei bestannen dy't jo de l&#234;ste
    tiid ynladen hawwe. De ynlaad&pref.plural;
    binne beskikber yn it paniel <strong>Ynladings</strong>-paniel.</p>

    <p><em>Bestannen &#250;t de Ynlaadbehearder fuortsmite:</em><br/>
    Kies oft de list fan de l&#234;ste ynladen bestannen wiske wurde moat <em> nei suksesfol
    ynladen</em>, of <em>wannear't &brandShortName; &#244;fsl&#250;t</em>, of as jo <em>h&#226;nmjittich</em>
    de list wiskje wolle. Om te list te wiskjen moatte jo op 'e <em>Ynlaadskiednis no fuortsmite</em>
    klikke &#251;nder of op de <em>List opskjinje</em> knop yn de Ynlaadbehearder.</p>

  <h3 id="privacy_cookies">Cookies</h3>
  <p>In cookie is in troch in webstee makke best&#226;n dat ynformaasje op jo 
  kompj&#251;ter bewarret, lykas jo foarkar by it besykjen fan dat webstee.</p>
  
  <p><em>Cookies oansette</em><br/>
  Standert binne cookies oanset. Helje it finkje foar dizze &pref.singular; wei om it 
  br&#251;ken fan cookies &#250;t te skeakeljen. Tink derom dat guon webstee&#235;n mooglik 
  net goed wurkje as cookies &#250;tskeakele binne.</p>

   <p>Om de cookiebehearder te toanen moatte jo klikke op <em>Cookies besjen</em>.</p>

  <p>Lear mear oer cookies, de yndividuele &pref.plural; en hoe't jo yn 'e macht krije
  kinne hokker webstee&#235;n cookies op jo kompj&#251;ter bewarje meie troch te l&#234;zen oer <a href="cookies.xhtml">Cookies beheare</a>.</p>

  <h3 id="privacy_cache">Buffer</h3>
  <p>Siden dy't jo besjogge wurde gewoanwei yn in spesjale buffermap bewarre, d&#234;rtroch
  kinne jo dy by in folgjende besite flugger besjen. Jo kinne hjir oanjaan hoefolle skiifromte
  de buffer br&#251;ke mei.</p>

<h2 id="content_options">Ynh&#226;ld&pref.plural;</h2>
 
  <p><em>Popupfinsters blokkearje</em><br/>Standert blokkearret &brandShortName; 
      ergerlike popupfinsters fan webstee&#235;n. It finkje foar dizze &pref.singular; weihelje,
      sil it blokkearjen fan popupfinsters &#250;tskeakelje.</p>

  <p>Guon webstee&#235;n meitsje terjochte gebr&#251;k fan popupfinster. D&#234;rom kinne jo oan dy webstee&#235;n
  tastean om dochs popupfinsters te iepenjen. Om dat te dwaan moatte jo klikke op
  <em>Tastiene webstee&#235;n</em>, jou de namme fan it webstee yn en klik op 
      <em>Tastean</em>.</p>

  <p>Kies in webstee &#250;t de list en klik op <em>Webstee fuortsmite</em>, om dy op te romjen. Klik
  op <em>Alle webstee&#235;n fuortsmite</em>, om de list folslein te wiskjen. Klik om <em>OK</em> om de
  wizigings te bef&#234;stigjen of op <em>Ofbrekke</em> om se &#251;ngedien te meitsjen.</p>
  
  <p><em>My warsk&#244;gje as webstee&#235;n tema's of &#250;twreidings ynstallearje wolle</em><br/>
  &brandShortName; sil jo freegje om de ynstallaasje fan &#250;twredings of tema's te bef&#234;stigjen. 
  Om te foaren te kommen dat net-frege ynstallaasjefinsters by fersin wat ynstallearje, sil &brandShortName;
  jo warsk&#244;gje as in webstee besiket in &#250;twreiding te ynstallearjen en it ynstallaasjefinster blokkearje.
  Om de ynstallaasje fan guon sites ta te stean, moatte jo op de knop <em>Uts&#251;nderings</em> klikke, de websteenamme
  ynfolje en op <em>Tastean</em> klikke. Helje it finkje foar dizze &pref.singular; wei om de warsk&#244;ging foar 
  alle sites &#250;t te skeakeljen.</p>

  <p><em>Printjes lade</em><br/> Standert wurde &#244;fbyldings op websiden laden. Finkje dizze &pref.singular; 
  &#250;t om &#244;fbyldings folslein &#250;t te skeakeljen.</p>

  <ul>
    <li><em>allinnich foar it oarspronklik webstee</em><br/>It oansetten fan dizze &pref.singular;
    jout de wissichheid dat allinnich &#244;fbyldings dy't op it aktuele webstee steane, laden wurde.</li>
  </ul>

    <p>Ofhinklik fan it feit oft jo &#244;fbylding oanset hawwe, kinne jo feroarje hokker webstee&#235;n
    blokkearre wurde of hokker webstee&#235;n &#244;fbyldings lade kinne, troch op <em>Uts&#251;nderings</em> te klikken.
    Fier it webstee yn d&#234;r't jo &#244;fbyldings fan tafoegje/wegerje wolle en klik op <em>Tastean</em> om 
    &#244;fbyldings ta te stean of klik op <em>Blokkearje</em> om de &#244;fbyldings te blokkearjen.</p>
    
    
  <p><em>Java oansette</em><br/>Java is in popul&#234;re, troch Sun Microsystems &#251;ntwikkele programmeartaal
  foar it web. Ien inkeld Java programma kin op in soad ferskillende soarten kompj&#251;ters &#250;tfierd wurde,
  en sa wurdt de needsaak foar programmeurs om in aparte ferzje foar elke soart kompj&#251;ter te meitsjen te foaren
  kommen. Helje it finkje foar dizze &pref.singular; om Java-applets yn &brandShortName; &#250;t te skeakeljen.
  Tink derom dat jo de Java-ynstekker ynstallearje moatte om Java-applets wurkje te litten.</p>


  <p><em>JavaScript oansette</em><br/>
  JavaScript is in skripttaal dy't in soad br&#251;kt wurdt om websiden te bouwen. JavaScript wurdt
  faak br&#251;kt om formulieren dynamysk te kontrolearjen en knoppen te selektearjen. It &#250;tskeakeljen
  fan JavaScript soarget der mooglik foar dat guon webstee&#235;n net mear goed wurkje.</p>
      
  <h4 id="advanced_javascript">Avansearre JavaScript-ynstellings</h4>
  <dl>
    <dt>Besteande finsters te ferpleatsen of te fergrutsjen/ferlytsjen</dt>

    <dd>Finkje dizze &pref.singular; &#250;t om it ferpleatsen en fergrutsjen of ferlytsjen fan finster
    mei help fan skripts &#250;t te setten.</dd>

    <dt>Finsters ferskine/ferdwine te litten</dt>
    <dd>Finkje dizze &pref.singular; &#250;t om te beregeljen dat skripts gjin finsters ferskine of
    ferdwine litte kinne.</dd>

    <dt>Kontekstmenu&#8217;s &#250;t te setten of te ferfangen</dt>
    <dd>Finkje dizze &pref.singular; &#250;t om te foaren te kommen dat websiden it kontekstmenu fan
    &brandShortName; &#250;tsette of feroarje.</dd>

    <dt>De steatbalke te ferbergjen</dt>
    <dd>Finkje dizze &pref.singular; &#250;t om te twingen dat de steatbalke werj&#251;n wurdt yn popupfinsters.</dd>

    <dt>Steatbalketekst te feroarjen</dt>
    <dd>Finkje dizze &pref.singular; &#250;t om it ferfelend r&#244;ljen fan tekst yn de steatbalke en it
    ferbergjen fan webadressen &#250;t te setten.</dd>
  </dl>
  
  <h3 id="fonts_and_colors">Lettertypen &amp; kleuren</h3>

    <p><em>Standert Lettertype</em> en <em>Grutte</em><br/>
    Gewoanwei wurde websiden toand yn it lettertype en de grutte dy't hjir oanj&#251;n binne. Websiden kinne
    lykwols dy kar negearje, of jo moatte it oars oanjaan yn it finster Utwreide lettertype.</p>

    <p>Klik op 'e knop <em>Avansearre...</em> om tagong te krijen ta de &pref.plural; mear lettertypen.</p>

    <h4>Dialoochfinster Lettertypen:</h4>
    <ol>
      <li>Kies in skrift-/talegroep &#250;t de karlist <em>Lettertypen foar</em>.
        Kies bygelyks foar <em>Westersk</em> om standertlettertypen yn te stellen foar it Westersk
        (Romaansk) skrift.</li>
        <li>Kies oft proporsjonele tekst mei skreef (lykas &quot;Times
        New Roman&quot;) of skreefleas w&#234;ze moat (lykas &quot;Arial&quot;). 
        Jou d&#234;rnei de troch jo winske lettergrutte foar de proporsjonele tekst.</li>
        <li>Spesifisearje de lettertypen om te br&#251;ken foar skreef-, skreafleaze en <em>monospace</em>-lettertypen.
        Jo kinne boppedat de grutte fan <code>monospace-lettertypen</code> wizigje.</li>
    </ol>
    <p>Jo kinne ek de skermresol&#250;sje ynstelle, dy't standert 96 dpi is.</p>

      <p>Fierder kinne jo de minimum grutte fan it lettertype dat op in skerm br&#251;kt wurde moat, ynstelle.
      Dat kin handich w&#234;ze op guon sites dy't tige lytse, amper l&#234;sbere lettertypen br&#251;ke.</p>
      
      <p><em>Siden tastean om harren eigen lettertypen te kiezen ynstee fan myn seleksje hjirboppe</em><br/>
	  &brandShortName; br&#251;kt standert de lettertypen dy't de auteur fan de webside opj&#251;n hat. It oansetten
	  fan dizze &pref.singular; sil beregelje dat alle webstee&#235;n yn stee d&#234;rfan jo standertlettertypen
	  br&#251;ke.</p>

    <p><em>Tekenset</em><br/>
      De hjir selektearre tekenset sil br&#251;kt wurde om siden wer te jaan dy't sels net ien opjouwe.</p>

    <h4>Kleurdialoochfinster:</h4>
    <p><strong>Tekst en eftergr&#251;n</strong><br/>
    Hjir kinne jo de standert tekst- en eftergr&#251;nkleur wizigje om te br&#251;ken op websiden
    dy't dy ynformaasje net opj&#251;n hawwe. Klik op de kleurfoarbylden om kleuren &#250;t te sykjen.</p>

    <p><em>Systeemkleuren br&#251;ke</em><br/>
      Kies dizze &pref.singular; om de troch it bestjoeringssysteem ynstelde kleuren te br&#251;ken yn stee
      fan de kleuren dy't hjirboppe opj&#251;n binne.</p>
      

    <p><strong>Keppelingskleuren</strong><br/>
    Hjir kinne jo de standertkleuren foar webkeppelings wizigje. Klik op de kleurfoarbylden om kleuren
    te selektearjen.</p>

    <p><em>Keppelings &#251;nderstreekje</em><br/>
      Standert wurde keppelings op websiden &#251;nderstreke. Helje it finkje foar dizze &pref.singular; wei om dit
      &#250;t te skeakeljen. Tink derom dat in soad webstee&#235;n harren eigen stylregels ynstelle en dizze &pref.singular;
      gjin &#250;twurking op ditsoarte fan webstee&#235;n hat.</p>
      
      <p><em>Siden tastean om harren eigen kleuren te kiezen yn stee fan myn seleksjes hjirboppe</em><br/>
      &brandShortName; br&#251;kt standert de kleuren sa't dy oanj&#251;n binne troch de auteur fan de webside.
      It oansetten fan dy &pref.singular; sil beregelje dat alle webstee&#235;n yn stee d&#234;rfan  
      jo standertkleuren br&#251;ke.</p>

<h2 id="tabs_options">Ljepbl&#234;d&pref.plural;</h2>
  <p><em>Keppelings fan oare programma's iepenje yn:</em><br/>Wannear't oare tapassings op jo kompj&#251;ter in
  webside sjen litte, iepenet &brandShortName; de side yn it ljepbl&#234;d of finster dat it l&#234;ste werj&#251;n is. 
  Jo kinne &brandShortName; dy side op in oar plak iepenje litte troch dizze &pref.singular; te wizigjen.</p>

  <p><em>Keppelings dy't nije finsters iepenje twinge om te iepenjen yn:</em><br/>&brandShortName;
  iepenet nije finsters fan keppelings wannear't websiden d&#234;rom freegje. As jo leaver ljepbl&#234;den br&#251;ke by 
  it websneupen, kin dat h&#226;lden en dragen mooglik kontraproduktyf w&#234;ze. Jo kinne &brandShortName; twinge keppelings
  dy't oars yn nije finsters iepene wurde soenen, op in oar plak te iepenjen. Kies om soks te dwaan it
  seleksjefjild foar dizze &pref.singular; en kies de troch jo winske aksje.</p>
  
  <p><em>De ljepbl&#234;dbalke ferbergje wannear't mar ien webstee iepen stiet</em><br/>As jo mar ien webside besjogge
  yn in finster fan &brandShortName;, wurdt de ljepbl&#234;dbalke net toand. Set dizze &pref.singular; &#250;t
  om de ljepbl&#234;dbalke altyd te toanen.</p>
  
  <p><em>Keppelings dy't yn ljepbl&#234;den laden wurde op de foargr&#251;n iepenje</em><br/>As jo mei de 
  middelste m&#251;sknop op webkeppelings klikke (of &accelKey; yndrukt h&#226;lde by it klikken mei de linker m&#251;sknop),
  sille de keppelings yn in nij ljepbl&#234;d iepene wurde. Dat ljepbl&#234;d sil net daliks toand wurde;
  it wurdt op 'e eftergr&#251;n laden. Markearje dizze &pref.singular; om de keppeling yn stee d&#234;rfan
  yn in ljepbl&#234;d op 'e foargr&#251;n te laden, wat it ljepbl&#234;d fuortdaliks toane sil.</p>
  
  <p><em>Warsk&#244;gje by it sluten fan mear as ien ljepbl&#234;d</em><br/>As jo in finster mei mear as ien ljepbl&#234;d 
  slute, sil &brandShortName; jo freegje dat te bef&#234;stigjen. Soks komt tefoaren dat jo by fersin it hiele
  finster slute wylst jo allinnich it aktuele ljepbl&#234;d slute wolle. Helje it finkje foar dit seleksjefjild
  wei om dy warsk&#244;ging oer te slaan en om &brandShortName; it finster automatysk slute te litten.</p>

<h2 id="downloads_options">Ynlaad&pref.plural;</h2>

  <p>Dit paniel beregelet hoe't &brandShortName; &#251;nderskate best&#226;nsoarten lykas tapassings,
  komprimearre bestannen en multymediabestannen behannelet.</p>


  <h3 id="download_folder">Ynlaadmap</h3>
  <p><em>My freegje w&#234;r't elk best&#226;n bewarre wurde moat</em><br/>
    &brandShortName; sil jo hieltyd freegje w&#234;r't jo it best&#226;n bewarje wolle as jo in best&#226;n ynlade.</p>

  <p><em>Alle bestannen yn dizze map bewarje:</em><br/>Dit is de standert&pref.singular;
    yn &brandShortName; en de standertmap is it Burobl&#234;d. Jo kinne in oare map opjaan d&#234;r't alle ynladen
    bestannen yn bewarre wurde sille troch op de knop <em>Bl&#234;dzje</em> te klikken.</p>

  <h3 id="download_manager">Ynlaadbehearder</h3>
    <p><em>Toan Ynlaadbehearder as it ynladen begjint</em><br/>
    Kies oft de Ynlaadbehearder al of net automatysk ferskine moat as it ynladen &#250;t ein set.</p>

    <p><em>Sl&#250;t de Ynlaadbehearder as it ynladen dien is</em><br/>
      Kies oft de Ynlaadbehearder al of net automatysk slute moat as it ynladen klear is.</p>

 <h3 id="download_actions">Ynlaadaksjes</h3>
  <p>It dialoochfinster Ynlaadaksjes, dat iepene wurde kin mei de knop <em>Aksjes sjen litte
      &amp; Bewurkje...</em>, befettet de best&#226;nstypen dy't jo ynladen hawwe.
      Jo kinne kieze wat &brandShortName; dwaan moat as jo op in beskaat best&#226;nstype klikke, 
      troch it best&#226;nstype dat jo wizigje wolle te selektearjen en d&#234;rnei op de knop <em>Wizigje aksje...</em>
      te klikken.</p>

      <p>D&#234;rtroch sil it finster <em>Aksje oanpasse</em> foar it ljocht komme, d&#234;r't yn jo kieze kinne
      om it best&#226;nstype iepenje te litten troch in standerttapassing, iepenje te litten fan in troch de br&#251;ker
      opj&#251;ne tapassing, op 'e skiif op te slaan, of &#244;fhannelje te litten troch yn ynstallearre ynstekker. As jo 
      bygelyks in soad mediabestannen op websiden besjogge, wolle jo miskien oanjaan dat &brandShortName; 
      mediabestannen altyd iepenet yn jo mediaspiler yn stee fan te freegjen w&#234;r't jo elk mediabest&#226;n bewarje 
      wolle.</p>
  <ul>
    <li><em>Iepenje mei de standerttapassing:</em><br/>Kies dizze &pref.singular;
      om dit best&#226;nstype yn de standerttapassing foar dit best&#226;nstype te iepenjen (beregele troch
      it bestjoeringssysteem).</li>
      <li><em>Iepenje mei dizze tapassing:</em><br/>Kies dizze &pref.singular; om
      in oare tapassing te kiezen dy't dit best&#226;nstype &#244;fhandelje moat. Jo krije in dialoochfinster
      te sjen dat jo freget de te br&#251;ken tapassing te kiezen.</li>

    <li><em>Op myn kompj&#251;ter bewarje</em><br/>Dizze &pref.singular; sil de bestannen op 'e skiif bewarje. 
    As jo de &pref.singular; <em>Alle bestannen yn dizze map bewarje</em> oanset hawwe, sille de bestannen
    automatysk bewarre wurde.</li>
    
      <li><em>Dizze ynstekker br&#251;ke:</em><br/>
        Kies dizze &pref.singular; om in ynstekker dit best&#226;nstype &#244;fhannelje te litten.</li>      
  </ul>

  <p>Kies in best&#226;nstype en klik op de knop <em>Fuortsmite</em>, om in
  automatyske regel foar dat best&#226;nstype fuort te smiten.</p>
  
<h2 id="advanced_options">Avansearre &pref.plural;</h2>
  <p>Op it paniel Avansearre steane g&#226;ns &pref.plural; dy't nei alle gedachten troch de measte
  minsken net br&#251;kt wurde sille, mar dy't dochs handich binne en foar guonlju sels 
  &#251;nmisbere &pref.plural; binne.</p>

  <h3 id="advanced_general">Ljepbl&#234;d Algemien</h3>
 
  <h4 id="accessibility">Tagonklikheid</h4>
  <p><em>Tekst selektearje mei it toetseboerd</em><br/> 
   Ek wol bekend as websneupe mei de kursor. As jo in finkje foar dit fekje sette, wurdt in ferpleatsbere
   kursor toand dy't it mooglik makket tekst te selektearjen mei it toetseboerd. Guon helpmiddels om de tagonklikheid
   te ferbetterjen, lykas skerml&#234;zers en fergrutgl&#234;zen, br&#251;ke de kursor om &#250;t te meitsjen hokker part fan it skerm
   l&#234;zen of fergrutte wurde moat. Jo kinne dizze ynstelling oan- en &#250;tsette troch op <kbd>F7</kbd> te drukken.</p>

  <p><em>Begjin te sykjen wannear't jo begjinne te typen</em><br/> Wannear't dy &pref.singular; oanset
  is, sil &brandShortName; &#251;nder it typen sykje nei wat jo type binnen de aktuele webside. Wylst jo nei 
  typte tekst op de side sykje, sil de wurkbalke sykjen automatysk toand wurde &#251;nderoan it finster om
  de ynformaasje te toanen oer wat jo f&#251;n hawwe.</p>

  <h4 id="browsing">Navigearje</h4>

  <p><em>Grutte &#244;fbyldings ferlytsje om yn in finster fan  &brandShortName; te passen</em><br/>
  Dizze mooglikheid is te ferlykjen mei dy yn Internet Explorer. It ferlytset automatysk  de
  &#244;fbyldings dy't grutter binne as wat op in skerm past. D&#234;rtroch kin jo de folsleine &#244;fbylding besjen. Klik
  op de &#244;fbylding om him op wiere grutte te besjen.</p>

  <p><em>Automatysk skowe br&#251;ke</em><br/>Automatysk skowe is in handige mooglikheid d&#234;r't jo de k&#226;ns
  troch krije om de side te skowen troch allinnich mar de middelste m&#251;sknop (meastal it m&#251;stsjil) yn te drukken
  en de m&#251;s nei boppen of &#251;nderen te bewegen. Guon minksen jout dat argewaasje, d&#234;rom dat automatysk skowen
  &#250;tset wurde kin mei dizze &pref.singular;.</p>

 <p><em>Floeiend skowe br&#251;ke</em><br/>Floeiend skowe kin tige handich w&#234;ze as jo in soad lange siden l&#234;ze. 
  As jo op de toets Page Down drukke, springt de werjefte gewoanwei daliks in side nei &#251;nderen. Mei Floeiend skowe 
  skoot it floeiender nei &#251;nderen, d&#234;rtroch kinne jo echt sjen hoefolle as it ferskoot. Dat makket it makliker
  om fierder te l&#234;zen op it plak d&#234;r't jo earder wienen.</p>
  
    <h4 id="languages">Talen</h4>

   <p>Guon websiden wurde yn mear as ien taal oanbean. Klik op de knop
      <em>Talen</em> om de taal fan jo kar oan te jaan.</p>

    <p><strong>Dialoochfinster Talen</strong><br/>
    Druk om in taal ta te foegjen op <em>Talen bewurkje...</em>, kies
    de taal en klik op de knop <em>Tafoegje</em>. Smyt in taal fuort troch dy yn de 
    list mei aktive talen te selektearjen en op de knop <em>Fuortsmite</em> te klikken.</p>
    
    <p>Jo kinne talen op 'e nij oarderje om de foarkar te beskieden wannear't in side
    yn twa of mear troch jo selektearre talen oanbean wurdt. Doch dit troch de knoppen <em>Omheech ferpleatse</em>
    en <em>Omleech ferpleatse</em> te br&#251;ken.</p>
    
    
  <h3 id="advanced_update">Ljepbl&#234;d Update</h3>
  <p>&brandShortName; kin neigean oft der nije ferzjes fan troch jo ynstallearre &#250;twreidings binne
  of dat der in nije ferzje fan &brandShortName; sels beskikber is.</p>

  <p><em>Automatysk kontrolearje op nije ferzjes fan:</em><br/> 
    Standert giet &brandShortName; sels nei oft der nije ferzjes beskikber binne,
    foar &#250;twreidings en tema's en foar sykmasines. Sadwaande beskikke jo altyd oer de nijste
    ferzje. Jo kinne dizze aksjes &#250;tskeakelje troch de d&#234;rfoar ornearre feksjes &#250;t te finkjen.</p>
 <p><em>As der updates foar &brandShortName; f&#251;n binne,</em></p>
 
     <dl>
    <dt>My freegje wat ik dwaan wol</dt>
    <dd>Updates foar &brandShortName; wurde meastal standert automatysk ynstallearre. Kies 
    dizze &pref.singular; om h&#226;nmjittich nei te gean hoe en wannear updates ynstallearre wurde.</dd>
    
    <dt>Automatysk de update ynlade en ynstallearje</dt>
    <dd>As dizze &pref.singular; keazen is, sille updates foar &brandShortName; automatysk
    ynladen wurde en de oare kear dat &brandShortName; oanset wurdt, ynstallearre wurde. De &pref.singular;
    <em>My warsk&#244;gje as dit &#250;twreidings of tema's &#250;tskeakelje sil</em> beskiedt of jo in warsk&#244;ging krije
    sille foar de ynstallaasje fan in update dy't easkje soe dat in net te kombinearjen &#250;twreiding of in
    tema &#250;tskeakele wurdt om't der gjin nijere, wol te kombinearjen ferzje bestiet.
    De warsk&#244;ging makket it foar jo mooglik de ynstallaasje fan de update &#250;t te stellen, hoewol't dit
    te'n koste giet fan de ferbetterings dy't er ynhat.</dd>
    <dd>As alle &#250;twreidings en tema's te kombinearjen binne of bywurke wurde kinne, dat se op dy wize
    te kombinearjen binne, sil de update foar &brandShortName; ynstallearre wurde. By it op 'e nij
    oansetten sil frege wurde om de nedige &#250;twreiding- en tema-updates te ynstallearjen. D&#234;rtroch kinne
    jo se fierder ek wer br&#251;ke.</dd>
   </dl>

 <p><em>Updates sjen litte</em><br/>
    &brandShortName; h&#226;ldt sels de updates by dy't jo ynstallearre hawwe. Jo kinne
    ynformaasje oer dy updates ynsjen troch op dizze knop te klikke.</p>

  <p><strong>Noat:</strong> Jo moatte &brandShortName; 
  as <span class="win">administrator</span><span class="noWin">root</span> of ass de
    br&#251;ker dy't &brandShortName; oarspronklik ynstallearre hat &#250;tfiere om 
    updates foar &brandShortName; te ynstallearjen.</p>

<h3 id="advanced_security">Ljepblad Befeiliging</h3>  
    <h4 id="protocols">Protokollen</h4>
  <p><em>SSL 2.0 br&#251;ke</em><br/>Spesifisearret oft jo befeilige ynformaasje ferstjoere en &#251;ntfange wolle 
  mei SSL2 (Secured Sockets Layer Level 2), it standert protokol foar befeilige ferbinings. Alle befeilige
  webstee&#235;n stypje dit protokol.</p>

  <p><em>SSL 3.0 br&#251;ke</em><br/>Spesifisearret oft jo befeilige ynformaasje ferstjoere en &#251;ntfange wolle mei
  SSL3 (Secured Sockets Layer Level 3), in protokol dat bedoeld is om feiliger te w&#234;zen as SSL2. Tink derom 
  dat guon webstee&#235;n dit protokol mooglik net stypje.</p>

  <p><em>TLS 1.0 br&#251;ke</em><br/>Spesifisearret oft jo befeilige ynformaasje ferstjoere en &#251;ntfange
  wolle mei TLS (Transport Layer Security), in iepen feilichheidsstandert, te ferlykjen mei SSL3
  (Secure Sockets Layer). Tink derom dat guon webstee&#235;n dit protokol mooglik net stypje.</p>
  
    <h4 id="certificates">Sertifikaten</h4>

 <p>Sertifikaten helpe by it ferhutseljen en dekodearjen fan ferbinings mei
    <a href="glossary.xhtml#secure_site">befeilige webstee&#235;n</a>.</p>

    <p><em>As in webstee in sertifikaat fereasket:</em><br/>
    As in webstee freget om in befeilige ferbining, sil &brandShortName; standert sels in gaadlik
    sertifikaat br&#251;ke. Kies as jo h&#226;nmjittich in sertifikaat kieze wolle (as jo bygelyks in beskaat soarte
    fan ferhutseljen br&#251;ke wolle yn stee fan wat automatysk selektearre is) de &pref.singular; 
    <em>My elke kear freegje</em>, en jo sille hielendal sels regelje kinne hokker sertifikaten br&#251;kt wurde moatte
    by it navigearjen.</p>

  <p><em>Sertifikaten besjen</em><br/>Klik op de knop <em>Sertifikaten besjen...</em>
    om bewarre sertifikaten te besjen, nije sertifikaten te ymportearjen en reservekopyen
    fan &#226;lde sertifikaten te meitsjen of om dy &#250;t &brandShortName; fuort te smiten.</p>

     <p><em>Ynl&#251;klisten</em><br/>
     &brandShortName; kin gebr&#251;k meitsje fan Sertifikaatynl&#251;klisten (CRL-s) 
     om wissichheid te jaan dat jo sertifikaten net &#251;njildich binne. Klik op 'e knop
     <em>Ynl&#251;klisten</em> foar it behearen fan de CRL-s dy't op jo kompj&#251;ter
     ynstallearre binne.</p>
     
      <p><em>Ferifikaasje</em><br/>
        OCSP (Online Certificate Status Protocol) is in manear om jo sertifikaten
        jildich te meitsjen, alle kearen as se besjoen of br&#251;kt wurde. &brandShortName; br&#251;kt
        standert OCSP net, mar as jo it aktivearje wolle, kinne jo dat hjirre dwaan. Nei alle
        gedachten hoege jo dit allinnich mar te wizigjen as jo ynternetomjouwing dat fereasket.</p>

  <p><em>Feilichheidsapparaten</em><br/>Feilichheidsapparaten kinne ferbinings ferhutselje en dekoadearje en 
  sertifikaten en wachtwurden bewarje. Klik op de knop
    <em>Feilichheidsapparaten beheare...</em> as jo in oar as it feilichheidsapparaat yn
    &brandShortName; br&#251;ke moatte.</p>

<div class="contentsBox"><em>9 novimber 2005</em></div>
<p>Auteursrjocht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Projekt.</p>

</body>
</html>
