<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Daniel Wang (original author)
  Jeff Walden <jwalden+code@mit.edu> (minor editorial nits, XHTML conversion)
  Steffen Wilberg <steffen.wilberg@web.de> (minor editorial nits)
  Laurens Holst <lholst+ffnl@students.cs.uu.nl> (Vertaald op 10 oktober 2004, bewerkt op 17 november 2004)
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting 2 oktober 2005, bywurke 23 novimber 2005)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Navigearje mei ljepbl&#234;den</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>Navigearje mei ljepbl&#234;den</h1>

<p>Navigearje mei ljepbl&#234;den makket it mooglik ljepbl&#234;den te iepenjen yn ien &brandShortName;-finster, 
  dy't elk in webstee sjen litte. Jo kinne keppelings yn nije ljepbl&#234;den iepenje, d&#234;r't se lade 
  wylst jo de foarlizzende side l&#234;ze. Jo hoege net te wurkjen mei ljepbl&#234;den, mar as jo it dogge 
  soenen jo it wolris in bettere, fluggere wize fine kinne om op it web om te sneupen.</p>

  <div class="contentsBox">Yn dit haadstik:
    <ul>
      <li><a href="#creating_loading_tabs">Ljepbl&#234;den oanmeitsje en ynlade</a></li>
      <li><a href="#moving_tabs">Ljepbl&#234;den fersette yn in finster</a></li>
      <li><a href="#closing_tabs">Ljepbl&#234;den slute</a></li>
      <li><a href="#customizing">Ljepbl&#234;dopsjes oanpasse</a></li>
      <li><a href="#tips_tricks">Handige tips en tr&#250;ks</a></li>
    </ul>
  </div>

  <h2 id="creating_loading_tabs">Ljepbl&#234;den oanmeitsje en ynlade</h2>

  <p>Om in nij ljepbl&#234;d te iepenjen kinne jo op &accelKey;+<kbd>T</kbd> drukke, <span
    class="menuPath">Best&#226;n &gt; Nij ljepbl&#234;d</span> kieze, of d&#251;beldklikke
    op in lege romte yn de ljepbl&#234;dbalke.</p>

  <p>Om in keppeling yn in ljepbl&#234;d yn te laden kinne jo ien fan dizze mooglikheden br&#251;ke:</p>

  <ul>
    <li>Middelklikke op de keppeling. (As jo in m&#251;stsjil hawwe, is klikke op it tsjiltsje it selde as
    Middel-klikke op 'e keppeling.</li>
    <li>Sleep de skeakel nei in leech gebiet yn 'e ljepbl&#234;dbalke. (As mar ien webside iepen is kin it w&#234;ze 
    dat de ljepbl&#234;dbalke ferburgen is. Sjoch <a
     href="#customizing">Ljepbl&#234;dopsjes oanpasse</a> foar mear ynformaasje oer hoe't jo 
     dat feroarje kinne.)</li>
    <li>Sleep de keppeling nei in ljepbl&#234;d om de keppeling d&#234;ryn te iepenjen.</li>
    <li><span class="noMac">Klik mei de rjochterm&#251;sknop</span><span
     class="mac">&accelKey;+klik</span> op de keppeling en kies <span
     class="menuPath">Keppeling yn nij ljepbl&#234;d iepenje</span> &#250;t it kontekst-menu.</li>
  </ul>

  <p>Om in webadres yn 'e lokaasjebalke yn in nij ljepbl&#234;d te iepenjen, 
  moatte jo it adres ynfiere en drukke op &altKey;+&enterKey;.</p>


 <h2 id="moving_tabs">Ljepbl&#234;den fersette yn in finster</h2>
  
  <p>Ljepbl&#234;den wurde toand yn 'e folchoarder d&#234;r't jo se yn iepenje, wat miskien net altyd goed &#250;tkomt. Sleep in ljepbl&#234;d gewoan mei de m&#251;s nei it plak d&#234;r't jo him hawwe wolle, om him nei in oar plak yn in finster fan &brandShortName; te fersetten. Wylst jo it ljepbl&#234;d slepe, toant &brandShortName; in lytse oanwizer om oan te jaan w&#234;r't it ljepbl&#234;d tel&#226;ne komme sil. Jo kinne ek <a href="#keyboard_shortcuts">toetskombinaasjes</a> br&#251;ke om ljepbl&#234;den binnen in finster te fersetten als jo dat wolle.</p>
    
  
  <h2 id="closing_tabs">Ljepbl&#234;den slute</h2>

  <p>Om it aktuele ljepbl&#234;d te sluten kinne jo op &accelKey;+<kbd>W</kbd>
    drukke, op 'e knop Sl&#250;t ljepbl&#234;d klikke, middel-klikke op it ljepbl&#234;d sels,
    of <span class="menuPath">Best&#226;n &gt; Sl&#250;t ljepbl&#234;d</span> kieze.</p>
  <p>Om alle ljepbl&#234;den &#250;tsein it aktuele te sluten, <span
    class="noMac">klik mei de rjochterm&#251;sknop</span><span class="mac">&accelKey;+klik</span>
    op it ljepbl&#234;d en kies <span class="menuPath">Sl&#250;t de oare ljepbl&#234;den</span>.</p>


<h2 id="customizing">Ljepbl&#234;dopsjes oanpasse</h2>

<p>Om het navigeren mei ljepbl&#234;den oan te passen, kies &pref.menuPath; en iepenje
  het paniel <em>Ljepbl&#234;den</em>.</p>
  
  <h2 id="tips tricks">Handige tips en tr&#250;ks</h2>

  <dl>
<dt id="bookmarking_tabbed_browsing">Bl&#234;dwizers en ljepbl&#234;den</dt>
  <dd>Om in kloft ljepbl&#234;den oan jo bl&#234;dwizers ta te foegjen:</dd>
<dd>
  <ol>
   <li><span class="noUnix">Druk op &accelKey;+<kbd>D</kbd> of kies 
   </span><span class="unix">Kies</span>
   <span class="menuPath">Bl&#234;dwizers
      &gt; Bl&#234;dwizer foar alleljepbl&#234;den meitsje</span> om alle ljepbl&#234;den yn it aktuele finster oan in nije bl&#234;dwizermap ta te foegjen.</li>
    <li>Gean om bl&#234;dwizers yn mear ljepbl&#234;den te iepenjen nei in bl&#234;dwizermap yn it menu
    en kies de opsje <span class="menuPath">Iepenje yn ljepbl&#234;den</span>. Jo kinne ek mei de middelste
    m&#251;sknop op de map klikke om de ynh&#226;ld yn ljepbl&#234;den te iepenjen. De bl&#234;dwizers
    geane yn besteande ljepbl&#234;den iepen, net yn nije ljepbl&#234;den.</li>
  </ol>
</dd>  

 
 
  <dt id="home_page_as_tabs">Ljepbl&#234;den as startside</dt>

  <dd>Yn stee fan mar ien webside as jo startside te br&#251;ken, kinne jo jo startside &#250;t in
  kloft fan ljepbl&#234;den bestean litte. Kies jo favorite websiden en iepenje dy elk yn in ljepbl&#234;d yn ien finster.
  Kies &pref.menuPath; en iepenje it paniel <em>Algemien</em>. Klik &#251;nder <em>Startside</em> op de knop
    <em>Aktuele siden br&#251;ke</em>. As jo fan no &#244;f op de knop Startside drukke, wurde jo favorite websiden
    ynladen mei mar ien simpele klik.</dd>
   <dt>In knop Nij Ljepbl&#234;d tafoegje oan in wurkbalke</dt>

    <dd>Jo kinne ienf&#226;ldich in Nije ljepbl&#234;d-knop tafoegje oan 'e wurkbalke
    troch jo <a href="customization.xhtml#rearranging_toolbar_items">wurkbalke
    oan te passen</a>.</dd>

 <dt id="keyboard_shortcuts">Toetskombinaasjes</dt>
    <dd>&brandShortName; hat g&#226;ns in tal toetskombinaasjes om by it websne&#365;pen mei ljepbl&#234;den te br&#251;ken; foar in folsleine list, sjoch<a
        href="shortcuts.xhtml#windows_tabs">Sneltoetsen</a>.</dd>
  </dl> 

<div class="contentsBox"><em>23 novimber 2005</em></div>
<p>Auteursrjocht &copy; 2003-2005 Meiwurkers fan it Mozilla Help Viewer Projekt.</p>
</body>
</html>
