<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  R.J. Keller <rlk@trfenv.com> (original author)
  Nilson Cain (nilson@gmail.com)
  Martijn Ras <Martijn.Ras@Cable4U.nl> (Vertaald op 10 oktober 2004, bijgewerkt op 8 november 2004)
  Hendrik Maryns <hendrik.maryns@student.kuleuven.ac.be. (Bijgewerkt 21 juni 2005)
  Hindrik Sijens <truijentink@filternet.nl> (Fryske oersetting 3 jannewaris 2006)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>&brandFullName; br&#251;ke</title>
  <link rel="stylesheet" type="text/css"
    href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>&brandFullName; br&#251;ke</h1>
<p>Wolkom by &brandFullName;! &brandFullName; is in browser foar it ynternet dy't jo br&#251;ke
   kinne om mei op webstee&#235;n te sjen en om mei op it ynternet te sneupen</p>

<div class="contentsBox">Yn dit haadstik:
  <ul>
    <li><a href="#navigating_web_pages">Webstee&#235;n besykje</a></li>
    <li><a href="#searching">Sykje</a></li>
    <li><a href="#copying_saving_and_printng_pages">Siden kopiearje, bewarje en &#244;fdrukke</a></li>
    <li><a href="#improving_speed_and_efficiency">Faasje en effisjinsje ferbetterje</a></li>
  </ul>
</div>

<h2 id="navigating_web_pages">Webstee&#235;n besykje</h2>

<h3 id="viewing_your_home_page">Jo begjinside besjen</h3>
<p>Wannear't jo mei &brandShortName; &#250;t ein sette, komt de begjinside foar. Standert
  sille jo de begjinside fan &brandShortName; sjen.</p>

<p><strong>Tips</strong>:</p>
<ul>
  <li>Jo kinne de ynstelling Folslein skerm br&#251;ke om mear ynh&#226;ld op it skerm wer te jaan.
   De ynstelling Folslein skerm foeget de wurkbalken fan &brandShortName; gear ta in beheinde wurkbalke.
   Kies gewoan <span class="menuPath">Byld &gt; Folslein skerm</span> of druk op
    <kbd>F11</kbd>, om de ynstelling Folslein skerm yn te skeakeljen.</li>
  <li>Druk op &altKey;+<kbd>Home</kbd>, om fluch nei jo begjinside te gean.</li>
</ul>

<h3><strong id="moving_to_another_page">Nei in oare webstee gean</strong></h3>
<p>Jo kinne nei in nije webstee gean troch it ynternetadres of de URL d&#234;rfan yn te typen.
   URL's begjinne meastal mei &quot;http://&quot; folge fan ien of mear nammen dy't it adres ydentifisearje.
   In foarbyld is   &quot;http://www.mozilla.com&quot;.</p>
<ol>
  <li>Klik op 'e Lokaasjebalke en kies de URL dy't der al stiet.</li>
  <li>Typ de URL fan 'e westee yn d&#234;r't jo op sjen wolle. De URL dy't jo yntype ferfangt alle tekst dy't al yn
    de Lokaasjebalke stiet.</li>
  <li>Druk op &enterKey;.</li>
</ol>

<p><strong>Tip:</strong>Druk op
  &accelKey;+<kbd>L</kbd>, om fluch de URL yn 'e Lokaasjebalke te selektearjen.</p>
   <p><strong>Witte jo de URL net</strong>? Besykje dan in spesifyk wurd foar dy side yn de lokaasjebalke te 
   typen en druk op &enterKey;. Sa wurde jo nei it b&#234;ste resultaat foar dy term yn Google brocht.</p>

<h3 id="clicking_a_link">Op in keppeling klikke</h3>
<p>De measte webstee&#235;n befetsje keppelings d&#234;r't jo op klikke kinne, om sa nei in oare side te gean.</p>
<ol>
  <li>Sko mei de m&#251;soanwizer oant dy feroaret yn in wizende finger. Dat bart hieltyd as de oanwizer oer in
    keppeling beweecht. De measte keppelings binne &#251;nderstreke tekst, mar knoppen en &#244;fbyldings kinne ek keppelings
    w&#234;ze.</li>
  <li>Klik ien kear op 'e keppeling. Wylst it netwurk de side, dy't by de keppeling heart, opsiket, ferskine
   steatberjochten &#251;nderyn it skerm.</li>
</ol>

<h3 id="retracing_your_steps">Stappen tebek gean</h3>
<p>Der binne mear mooglikheden om siden nochris te besykjen:</p>
<ul>
  <li>Klik op 'e knop <em>Tebek</em> of
    <em>Foar&#250;t</em> om ien side tebek of foar&#250;t te gean.</li>
  <li>Klik op 'e lytse trijehoekjes neist de knoppen <em>Tebek</em> en <em>Foar&#250;t</em>
    om mear as ien side tebek of foar&#250;t te gean. Jo komme in list te sjen mei siden dy't jo koart lyn besocht hawwe; kies in side &#250;t dy list om d&#234;r wer hinne te gean.</li>
 <li>Klik op 'e pylk oan 'e rjochterkant fan 'e Lokaasjebalke om in list te besjen fan
  adressen dy't jo yn 'e Lokaasjebalke yntypt hawwe. Kies in side &#250;t dy list om te besjen.<br/>
    <br/></li>
  <li>Iepenje it menu Gean en br&#251;k de list yn it &#251;nderste part fan it menu om in side
    te kiezen dy't jo yn 'e aktuele sesje besocht hawwe.</li>
  <li>Iepenje it menu <em>Gean</em> en kies <em>Skiednis</em>, om te kiezen &#250;t siden
    dy't jo yn 'e l&#234;ste sesjes besocht hawwe. De sydbalke Skiednis komt foar it ljocht. De sydbalke
    Skiednis jout in list mei mappen wer. Troch te d&#251;beldklikken op dy mappen komme &#251;ndermappen of 
    bl&#234;dwizers nei webstee&#235;n foar it ljocht. Jo kinne op de URL neis it bl&#234;dwizerpiktogram d&#251;beldklikke om 
    dy siden te besjen.</li>
</ul>

<h3 id="stopping_and_reloading">Be&#235;inigje en Op 'e nij lade</h3>
<p>Klik op 'e knop <em>Be&#235;inigje</em>, as in side te stadich laadt of as jo dy side net
   langer besjen wolle.</p>

<p>Klik op 'e knop <em>Op 'e nij lade</em> of druk op &accelKey;+&shiftKey;+<kbd>R</kbd> om
   de aktuele side te ferfarskjen of om de meast resinte ferzje te krijen.</p>

<h3 id="tabbed_browsing">Navigearje mei ljepbl&#234;den</h3>
<p>As jo mear as ien webside tagelyk besykje, kinne jo Navigearje mei ljepbl&#234;den br&#251;ke om flugger en makliker tusken webstee&#235;n te wikseljen.</p>

<p>Mei navigearje mei ljepbl&#234;den kinne jo ljepbl&#234;den iepenje yn ien inkeld finster fan &brandShortName;. Elk fan dy ljepbl&#234;den jout in webstee wer. 
Jo hoege jo net in hiele rist finsters te iepenjen om mear webstee&#235;n te besjen. Dat besparret romte op jo burobl&#234;d. Jo kinne maklik webstee&#235;n iepenje, slute en fernije op ien plak s&#251;nder fan it iene nei it oare finster ljeppe te moatten.</p>

<p>Sjoch by <a href="tabbed_browsing.xhtml">Navigearje mei ljepbl&#234;den</a> foar mear ynformaasje.</p>

<h3 id="using_the_Sidebar">De Sydbalke br&#251;ke</h3>
<p>De sydbalke is it part oan de linkerkant fan it skerm dat jo br&#251;ke kinne om bl&#234;dwizers of skiednis mei te besjen.
Mei &#250;twreidings kinne jo nije mooglikheden taheakje om 'e sydbalke te br&#251;ken.</p>
<p>Kies <span class="menuPath">Byld &gt; Sydbalke</span> om de mooglike &#251;nderdielen fan de Sydbalke 
   te besjen. D&#234;rwei kinne jo de sydbalkefunksje kieze dy't jo br&#251;ke wolle.</p>
<h2 id="searching">Sykje</h2>
<h3 id="searching_the_web">It web trochsykje</h3>
<p>It Sykjen nei webstee&#235;n oer in beskaat &#251;nderwerp is hiel maklik en kin troch it typen fan 
   in pear wurden yn de Sykbalke fan &brandShortName;, lykas hjir&#251;nder te sjen is:</p><br/>

<p>As jo bygelyks ynformaasje sykje oer de <em>Fryske Akademy</em>:</p>
<ol>
  <li>Klik yn 'e Sykbalke.</li>
  <li>Typ de wurden <kbd>Fryske Akademy</kbd> yn. Wat jo type ferfangt alle tekst dy't op dit stuit yn 'e
  sykbalke stiet.</li>
  <li>Druk op &enterKey; om te sykjen.</li>
</ol>

<p>Sykresultaten foar &quot;Fryske Akademy&quot; ferskine yn it finster fan &brandShortName;.</p>
    <p><strong>Tip:</strong> Jo kinne op it Sykmasine-piktogram klikke om in oare 
    sykmasine te kiezen. Jo kinne ek wikselje tusken ynstallearre sykmasinen mei 
    &accelKey;+<kbd>Pylkje omheech</kbd> en &accelKey;+<kbd>Pylkje omleech</kbd>.
    Guon sykmasinen sykje oer it hiele web, lykas Google; oaren yn in spesifyk webstee, 
    lykas Amazon.com. Kies <em> Sykmasinen tafoegje...</em> om oare sykmasinen te ynstallearjen.</p>

<h3 id="searching_on_selected_words_in_a_web_page">Sykje om yn in webstee selektearre wurden</h3>

<p>&brandShortName; makket it jo mooglik om te sykjen om wurden dy't jo yn in webstee selektearje:</p>

<ol>
  <li>Selektearje wurden yn in webstee.</li>
  <li><span class="noMac">Rjochtsklik </span><span class="mac">Druk op &accelKey;
    en klik op 'e m&#251;sknop</span> en kies "Op it web sykje nei [jo selektearre
    wurd(en)]" &#250;t it menu.</li>
</ol>

<p>&brandShortName; iepenet in nij ljepbl&#234;d en br&#251;kt jo standert sykmasine om 
  jo selektearre wurden te sykjen.</p>

<h3 id="searching_within_a_page">Sykje yn in side</h3>

<p>Om tekst te sykjen yn 'e side dy't jo op dit stuit besjogge yn &brandShortName;:</p>
<ol>
  <li>Selektearje <span class="menuPath">Bewurkje &gt; Op dizze side sykje</span>. As de aktuele side
  dielfinsters befettet, moatte jo mooglik yn in dielfinster klikke ear't jo mei de syktocht begjinne.
  Der komt no in nije wurkbalke oan 'e &#251;nderkant fan jo browser foar it ljocht.</li>
  <li>Typ de tekst d&#234;r't jo om sykje wolle yn.</li>
  <li>Kies &#250;t de folgjende sykmooglikheden:
  <ul>
    <li><strong>Folgjende sykje</strong>: sykje tekst op 'e side dy't foarby de posysje fan de kursor is.</li>
    <li><strong>Foarige sykje</strong>: sykje tekst op 'e side dy't foar de posysje fan de kursor is.</li>
    <li><strong>Markearje</strong>: markearje oerienkomsten mei jo sykterm op de aktuele side.</li>
    <li><strong>Haafdlettergefoelich</strong>: behein it sykjen ta tekst dy't folslein oerienkomt mei it wurd 
    dat jo yntypt hawwe (ynklusyf haad- en lytse letters).</li>
  </ul>
  </li>
  <li>It sykjen begjint fansels wannear't eat yn it tekstfjild typt wurdt.</li>
</ol>

<p>Om itselde wurd of itselde patroan op 'e nij te sykjen:</p>
<ul>
  <li>Selektearje <span class="menuPath">Bewurkje &gt; Op 'e nij sykje</span>.</li>
</ul>
<h2 id="copying_saving_and_printng_pages">Siden kopiearje, bewarje en &#244;fdrukke</h2>


<h3 id="copying_part_of_a_page">In part fan in side kopiearje</h3>

<p>Om tekst fan in side te kopiearjen:</p>
<ol>
  <li>Selektearje de tekst.</li>
  <li>Selektearje 
  <span class="menuPath">Bewurkje &gt; Kopiearje</span> &#250;t de Menubalke.</li>
</ol>

<p>Jo kinne de tekst yn oare programma&#8217;s plakke.</p>

<p>Om in keppeling (URL) of een &#244;fbyldingskeppeling fan in side te kopiearjen:</p>

<ol>
  <li>Set de m&#251;soanwizer op de keppeling of de &#244;fbylding.</li> 
  <li><span class="noMac">Rjochtsklik</span><span class="mac">Druk op &accelKey; en klik</span>
    op de keppeling of &#244;fbylding om yn in kontekstmenu wer te jaan.</li>

  <li>Kies Keppelingslokaasje kopiearje of &#244;fbyldingslokaasje kopiearje. As in &#244;fbylding ek in keppeling is, kinne 
  jo kieze &#250;t beide opsjes.</li>

</ol>

<p>Jo kinne de keppeling yn oare programmas of yn 'e Lokaasjebalke fan
  &brandShortName; plakke.</p>

<h3 id="saving_all_or_part_of_a_page">Alles of in part fan in side bewarje</h3>

<p>Om in hiele side yn &brandShortName; te bewarjen:</p>

<ol>
  <li>Selektearje <span class="menuPath">Best&#226;n &gt; Side bewarje as</span>. Jo krije it  
  dialoochfinster Bewarje as te sjen.</li>
  <li>Kies in plak d&#234;r't jo de side bewarje wolle.</li>
  <li>Kies in formaat d&#234;r't jo de side yn bewarje wolle:
  <ul>
    <li><strong>Webstee, folslein</strong>: Bewarje de hiele side, mei alle &#244;fbyldings. 
    Dizze mooglikheid stelt jo yn steat om him te besjen lykas er oarspronklik te sjen wie, mar mooglik is de 
    HTML-keppelingsstruktuer fan 'e oarspronklike side net bewarre. Op it plak d&#234;r't it bewarre wurdt, pleatst 
    &brandShortName; in nije map om de foar it sjenlitten fan de hiele side nedige &#244;fbyldings en oare bestannen 
    yn op te slaan.</li>
    <li><strong>Webstee, allinnich HTML</strong>: Bewarje de oarspronklike side s&#251;nder &#244;fbyldings. Dizze kar bewarret de 
    oarspronklike HTML-keppelingsstruktuer yn in best&#226;n.</li>
    <li><strong>Tekstbest&#226;n</strong>: Bewarje de oarspronklike side as in tekstbest&#226;n.
    Dizze mooglikheid bewarret de oarspronklike HTML-keppelingsstruktuer net, mar makket it mooglik om in tekstferzje
    fan in webstee yn elke tekstferwurker te besjen.</li>
  </ul>
  </li>
  <li>Typ in best&#226;nsnamme foar de side en klik op <em>Bewarje</em>.</li>
   </ol>
<p>Om in dielfinster &#250;t in webstee te bewarjen:</p>

<ol>
  <li>Set de m&#251;soanwizer earne yn it dielfinster.</li>
  <li><span class="mac">Druk op &accelKey; en klik mei de m&#251;sknop</span><span
    class="noMac">Klik mei de rjochterm&#251;sknop</span> op it dielfinster om in kontekstmenu wer te jaan.</li>

  <li>Selektearje <span class="menuPath">Dit dielfinster &gt; Dielfinster bewarje as</span> &#250;t

    it submenu. Jo krije it dialoochfinster Bewarje as te sjen.</li>
  <li>Kies in plak d&#234;r't jo de side bewarje wolle.</li>
  <li>Kies in formaat d&#234;r't jo de side yn bewarje wolle.</li>
  <li>Typ in best&#226;nsnamme foar de side yn en klik op <em>Bewarje</em>.</li>
</ol>

<p>In side op jo hurde skiif bewarje makket it jo mooglik om in side te besjen wannear't jo
   net mei it ynternet ferb&#251;n binne.</p>
<p>Om in &#244;fbylding fan in side te bewarjen:</p>
<ol>
  <li>Set de m&#251;soanwizer op 'e &#244;fbylding.</li>
  <li><span class="noMac">Rjochtsklik</span><span class="mac">Druk op &accelKey; en
    klik op de m&#251;sknop</span> op 'e &#244;fbylding om in kontekstmenu wer te jaan.</li>
  <li>Kies <span class="menuPath">Ofbylding bewarje as</span>. Jo krije it dialoochfinster
    Ofbylding bewarje te sjen.</li>
  <li>Kies in plak d&#234;r't jo de &#244;fbylding bewarje wolle.</li>
  <li>Typ in best&#226;nsnamme foar de &#244;fbylding yn en klik op <em>Bewarje</em>.</li>
</ol>

<p>Om in side te bewarjen s&#251;nder dy wer te jaan (wat handich is foar it opheljen fan in net opmakke side dy't net bedoeld is om te besjen):</p>

<ol>
  <li>Set de m&#251;soanwizer op de keppeling nei de side.</li>
  <li><span class="noMac">Rjochtsklik</span><span class="mac">Druk op &accelKey; en
    klik op de m&#251;sknop</span> op de keppeling om in kontekstmenu wer te jaan.</li>
  <li>Kies <span class="menuPath">Keppeling bewarje as</span>. Jo krije it 
    dialoochfinster Bewarje as te sjen.</li>
  <li>Kies in plak d&#234;r't jo de side bewarje wolle.</li>
  <li>Typ in best&#226;nsnamme yn foar de side en klik op <em>Bewarje</em>.</li>
</ol>

<p><strong>Wichtich</strong>: Guon keppelings helje &#250;t harsels bestannen op en bewarje dy op jo hurde skiif,
   nei't jo derop klikt hawwe. De URL's fan dy keppelingen begjinne fan mei &quot;ftp&quot; 
   of geane &#250;t op in taheaksel fan in best&#226;nstype lykas &quot;au&quot; of &quot;mpeg.&quot; 
   Sokke keppelings kinne programmas, l&#251;ds- of filmbestannen oerdrage en kinne helptapassing &#250;tfiere
   dy't dy bestannen stypje.</p>

<p><strong>Tip</strong>: <span class="noMac">Rjochtsklik</span><span class="mac">
Druk &ctrlKey; en klik</span>
 op in &#244;fbylding en kies <em>As eftergr&#251;n ynstelle</em> &#250;t it kontekstmenu
  om de &#244;fbylding as eftergr&#251;n fan jo Windows burobl&#234;d yn te stellen.</p>

<h3 id="printing_a_page">In side &#244;fdrukke</h3>
<p>Om de aktuele side &#244;f te drukken:</p>
<ul>
  <li>Kies <span class="menuPath">Best&#226;n &gt; Ofdrukke</span>.</li>
</ul>
<p>Om selektearre tekst &#244;f te drukken:</p>
<ul>
  <li>Selektearje de tekst yn de aktuele side.</li>
  <li>Selektearje <span class="menuPath">Best&#226;n &gt; Ofdrukke</span>. It dialoochfinster Ofdrukke komt 
  foar it ljocht.</li>
  <li>Klik &#251;nder <em>Ofdrukberik</em> op <em>Seleksje</em>.</li>
</ul>
<p>De grutte fan 'e 6of te drukken side en de auteur fan de webstee, en net de grutte fan it finster op it skerm beskiede
it pleatsen fan de ynh&#226;ld fan de &#244;fdrukte side. De tekst wurdt &#244;fbrutsen en de &#244;fbyldings pleatst al neffens it formaat fan it papier.</p>

<h3 id="using_print_preview">Ofdrukfoarbyld br&#251;ke</h3>

<p>Om foar&#244;f te sjen hoe't in side der&#250;t sjen sil ear't er &#244;fdrukt wurdt, kinne jo 
   Ofdrukfoarbyld br&#251;ke:</p>
<ul>
  <li>Kies <span class="menuPath">Best&#226;n &gt; Ofdrukfoarbyld</span>.</li>
</ul>
<p>Yn Ofdrukfoarbyld kinne jo it folgjende dwaan mei siden dy't jo &#244;fdrukke wolle:</p>
<ul>
  <li><strong>Besjoch in foarbyld fan elke side</strong>: Klik op 'e knop Folgjende, Foarige
    ,Earste, of L&#234;ste om fan side te wikseljen.</li>
  <li><strong>Feroarje de skaal (grutte) fan de siden</strong>: Kies yn it &#250;tklapmenu <em>Skaal</em>
 bygelyks &quot;50%&quot; om elke side heal sa grut as
    de oarspronklike side te meitsjen. 
    Kies &quot;Ferlytsje ta papierformaat&quot; om de grutte fan de siden automatysk oan te passen 
    dat se sa op de breedte fan it papier passe. Jo
    kinne ek in eigen persintaazje ynjaan troch &quot;Oanpast...&quot; te kiezen.</li>
  <li><strong>Feroarje de ori&#239;ntaasje fan de side</strong>: Kies
    <em>Steand</em>
    om de side sa te pleatsen dat de koarte kant boppe komt. Kies
    <em>Lizzend</em>
    om de side sa te pleatsen dat de lange kant boppe komt.</li>
  <li><strong>Gean nei Side-ynstellings</strong>: Klik op <em>Side-ynstellings...</em> om siden
    dy't jo &#244;fdrukke wolle fierder oan te passen.</li>
  <li><strong>Gean nei Ofdrukke</strong>: Klik op <em>Ofdrukke</em> om de
    siden &#244;f te drukken.</li>
</ul>
<p class="noWin"><strong>Opmerking</strong>: Guon funksjes fan Ofdrukfoarbyld binne oars of net
   beskikber &#251;nder Mac OS en Linux.</p>

<h3 id="using_page_setup">Side-ynstellings br&#251;ke</h3>
<p class="noWin"><strong>Opmerking</strong>: Guon funksjes fan Side-ynstelling binne oars of net beskikber &#251;nder
  Mac OS of Linux.</p>
<p>Om oan te passen hoe't siden &#244;fdrukt wurde yn &brandShortName;, kinne jo side-ynstellings br&#251;ke:</p>
<ul>
  <li>Kies <span class="menuPath">Best&#226;n &gt; Side-ynstellings</span>.</li>
</ul>
<p>Yn Side-ynstellings kinne jo de folgjende ynstellings wizigje foar siden dy't jo &#244;fdrukke wolle:</p>
<ul>
  <li><strong>Formaat &amp; opsjes</strong>: Kies de ori&#239;ntaasje, skaal en oare opsjes:
  <ul>
    <li><strong>Ori&#239;ntaasje</strong>:
    <ul>
      <li><strong>Steand</strong>: Kies dit 
        om de side normaal te pleatsen, mei de koarte kant boppe.</li>
      <li><strong>Lizzend</strong>: Kies dit 
      om de side lizzend te pleatsen, mei de lange kant boppe.</li>
    </ul>
    </li>
    <li><strong>Skaal</strong>: Typ in persintaazje fan de oarspronklike grutte yn. Typ bygelyks
    &quot;50&quot; yn om elke side heal sa grut as de oarspronklike side te meitsjen.
    <ul>
      <li><strong>Ferlytsje oant papierformaat</strong>: Kies dizze opsje om de 
      side automatysk oan te passen oan de breedte fan it papier.</li>
    </ul>
    </li>
    <li><strong>Opsjes</strong>:
    <ul>
      <li><strong>Eftergr&#251;n &#244;fdrukke (kleuren en &#244;fbyldings)</strong>: Kies dizze opsje om de eftergr&#251;n&#244;fbyldings en  
      kleuren &#244;f te drukken. As dizze opsje net keazen is, wurde allinnich &#244;fbyldings en kleuren op 'e foargr&#251;n
       &#244;fdrukt.</li>
    </ul>
   </li>
    <li><strong>Marzjes &amp; kop-/foetteksten</strong>: Klik op dit ljepbl&#234;d om
      marzjes, kop- en foetteksten yn te stellen:</li>
  </ul></li>
  <li><strong>Marzjes:</strong>
  <ul>
    <li><strong>Boppekant, &#251;nderkant, links, rjochts</strong>: Jou in marzje oan yn beskikbere 
    ienheden foar de marzjes oan de boppekant, &#251;nderkant, links en rjochts.</li>
   </ul>
  </li>
  <li><strong>Kop- &amp; foetteksten</strong>: Elke karlist represintearret in gebiet fan in kop- of
  foettekst. De boppeste rige karlisten is foar de linker-, midden en rjochtergebieten fan de kopteksten. 
  De &#251;nderste rige is foar de linker-, midden- en rjochtergebieten fan de foetteksten. Kies ien fan de 
  folgjende opsjes yn elke karlist:
  <ul>
    <li><strong>--blanko--</strong>: Toan neat yn dit gebiet.</li>
    <li><strong>Titel</strong>: Toan de titel fan de webside.</li>
    <li><strong>URL</strong>: Toan de URL fan de webstee (URL's begjinne trochstrings mei
      &quot;http://&quot;).</li>
    <li><strong>Datum/Tiid</strong>: Toan de datum en tiid wannear't de webstee &#244;fdrukt is.</li>
    <li><strong>Side #</strong>: Toan it siden&#251;mer fan elke side.</li>

    <li><strong>Side # fan #</strong>: Toan it siden&#251;mer mei it folsleine tal siden.
    As jo bygelyks in webside fan 5 siden &#244;fdrukke, sil &quot;3 fan 5&quot; op 'e tredde side stean.</li>

    <li><strong>Oanpast</strong>: Typ jo eigen tekst. Jo kinne elk fan 'e &#251;ndersteande koades ynfoegje
    om spesifike ynformaasje &#244;f te drukken:
    <ul>
      <li><strong>&amp;PT</strong>: Siden&#251;mer mei totaal (foarbyld: &quot;3 fan
        5&quot;)</li>
      <li><strong>&amp;P</strong>: Siden&#251;mer</li>
      <li><strong>&amp;D</strong>: Datum</li>
      <li><strong>&amp;U</strong>: URL</li>
      <li><strong>&amp;T</strong>: Sidetitel</li>
    </ul>
    </li>
  </ul>
  </li>
</ul>

   <p><strong>Tip</strong>: Br&#251;k
  <a href="using_firebird.xhtml#using_print_preview">Ofdrukfoarbyld</a> om in foarbyld fan de wizigings 
  yn 'e sideynstellings te besjen.</p>

<h2 id="improving_speed_and_efficiency">Faasje en effisjinsje ferbetterje</h2>

<h3 id="managing_different_file_types">Underskate best&#226;nstypen beheare</h3>
<p>&brandShortName; kin him mei g&#226;ns best&#226;nstypen r&#234;de. Mar foar guon 
   bestannen, lykas films en audio,
   hat &brandShortName; ynstekkers of helptapassings nedich dy't mei dy bestannen r&#234;de. As
  &brandShortName; net oer de nedige helptapassing of ynstekker beskikt, kin er noch altyd it
   best&#226;n op de hurde skiif opslaan. Jo kinne gebr&#251;k meitsje fan de ynlaadbehearder om oerhelle bestannen te folgjen.</p>

  <p>Ynstekkers binne helptappassings dy't de funksjonaliteit fan &brandShortName; &#250;twreidzje en d&#234;ryn &#250;tfierd wurde.
  Ynstekkers lykas Sun Java, Macromedia Flash en RealNetworks RealPlayer jouwe &brandShortName; de mooglikheid
  om multymediabestannen te besjen en lytse tapassings lykas films, animaasje en spultsjes &#250;t te fieren.</p>

<p>Jo kinne gongbere ynstekkers op de
<a href="https://pfs.mozilla.org/plugins/"
      target="_blank">Ynstekkersside</a> fan Mozilla Update fine.</p>
   
  <p>Wannear't bestannen net yn &brandShortName; iepene wurde kinne, hawwe jo de mooglikheid om dy mei
  programma's b&#251;ten &brandShortName; te iepenjen. Jo kinne bygelyks jo favorite mediaspiler br&#251;ke om MP3-bestannen &#244;f te spyljen.</p>
  
<p>Yn it dialoochfinster <em>Ynladen bestannen</em> fan Ekstra kinne jo regelje hoe't &brandShortName; 
   omgean moat mei bestannen dy't er net sjen litte kin. Kies &pref.menuPath;, iepenje it paniel
    <em>Ynladen bestannen</em> en klik op de knop <em>aksjes sjen litte &amp; bewurkje</em> om dit 
    finster te iepenjen. Jo kinne hjir de aksje foar
    in best&#226;nstype bewurkje of fuortsmite.
    Mear ynformaasje oer dit dialoochfinster fine jo yn de hjirby hearrende seksje yn <a
      href="prefs.xhtml#download_actions"> Ynlaad&pref.plural;</a>.</p>

  <p>As jo op in best&#226;n klikke en &brandShortName; net wit wat er dermei oan moat, wurdt in dialoochfinster
  <em>Iepenje</em> toand, mei de folgjende mooglikheden:</p>

<ul>
  <li><strong>Iepenje mei</strong>: &brandShortName; iepenet it best&#226;n mei it standertprogramma &#250;t
  jo systeemynstellings. Jo kinne ek in oar programma kieze troch foar <em>Oars...</em> te kiezen yn it
  &#250;tklapmenu.</li>
  <li><strong>Op skiif bewarje</strong>: &brandShortName; jout jo de mooglikheid om in plak te kiezen
  om it best&#226;n te bewarjen. As jo <em>Alle bestannen yn dizze map bewarje</em> keazen hawwe yn it
  paniel <em>Ynladen bestannen</em> fan &pref.pluralCaps;, sil it best&#226;n automatysk yn 'e standertmap opslein wurde.</li>

  <li><strong>Dit fan no &#244;f automatysk dwaan foar dit soarte bestannen</strong>:
  Wannear't dat keazen is, sil &brandShortName; in oare kear &#250;t himsels deselde aksje &#250;tfiere 
  as in best&#226;n fan dat type ynladen wurdt</li>
</ul>

<p><strong>Tip</strong>: Jo kinne de &pref.plural; dy't opslein binne foar <em>Dit fan no &#244;f automatysk dwaan 
   foar dit soarte bestannen</em> wiskje yn it paniel <em>Ynladen bestannen</em> fan Opsjes.</p>

<h3 id="making_firebird_your_default_browser">&brandShortName; as
  standertbrowser ynstelle</h3>
<p>&brandShortName; toant webstee&#235;n op it ynternet en op jo kompj&#251;ter. 
  Om maklik webstee&#235;n te iepenjen, kinne jo &brandShortName; as jo standertbrowser ynstelle.</p>

   <p>Kies &pref.menuPath; en klik de knop <em>No kontrolearje</em> yn it paniel Algemien
   om fan &brandShortName; jo standertbrowser te meitsjen.</p>

<h3 id="changing_cache_settings">Bufferynstellings feroarje</h3>
<p>&brandShortName; slacht kopyen fan faak besochte siden op yn in buffer. Sadwaande hoecht
  &brandShortName; de side net hieltyd wer as jo de webstee besjogge fan it netwurk op te heljen.</p>

<p>Om de grutte fan 'e buffer yn te stellen of om dy te leegjen:</p>

<ol>
  <li>Kies &pref.menuPath;.</li>
  <li>Klik op it ljepbl&#234;d <em>Buffer</em> &#251;nder it paniel <em>Privacy</em>.</li>
  <li>Jou in n&#251;mer yn it fjild <em>Br&#251;k oant</em> om de grutte fan de buffer op te jaan.
    50MB oant 70MB is een goede grutte. Klik op de knop <em>Buffer no leechmeitsje</em> oan de rjochterant fan de 
    kategory <em>Buffer</em> om de buffer fuortdaliks te leegjen.</li>
</ol>

<p><strong>Wichtich</strong>: In gruttere buffer makket dat mear ynformaasje fluch oerhelle wurde kin,
   mar br&#251;kt mear romte fan jo hurde skiif.</p>
<p>As jo &brandShortName; &#244;flslute wurdt der &#251;nderh&#226;ld oan de buffer &#250;tfierd. Besykje de grutte
   fan de buffer lytser te meitsjen as de tiid dat it &#251;nderh&#226;ld duorret jo langern&#244;ch is.</p>
  <p>Klik wannear't jo mar wolle op de knop <em>Op 'e nij lade</em> yn de <em>Navigaasjewurkbalke</em> 
  fan &brandShortName; om de side op 'e nij te laden.
  &brandShortName; sil dan de l&#234;ste ferzje fan de side lade en sjen litte.</p>
<div class="contentsBox"><em>11 jannewaris 2006</em></div>
<p>Auteursrjocht &copy; 2003-2006 Meiwurkers fan it Mozilla Help Viewer Project. </p>

</body>

</html>