# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corporation.
# Portions created by the Initial Developer are Copyright (C) 1998
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#
# Translated to Japanese by
#            Kazu Yamamoto <kazu@mozilla.gr.jp>
#            Ryoichi Furukawa <furu@mozilla.gr.jp>
#            Tsukasa Maruyama <mal@mozilla.gr.jp>
#            Teiji Matsuba <matsuba@dream.com>
#
# Alternatively, the contents of this file may be used under the terms of
# either the GNU General Public License Version 2 or later (the "GPL"), or
# the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****

#
# The following are used by the compose back end
#
## @name NS_MSG_UNABLE_TO_OPEN_FILE 
12500 = \u30d5\u30a1\u30a4\u30eb %P0% \u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

## @name NS_MSG_UNABLE_TO_OPEN_TMP_FILE
12501 = \u4e00\u6642\u30d5\u30a1\u30a4\u30eb %P0% \u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea" \u306e\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 

## @name NS_MSG_UNABLE_TO_SAVE_TEMPLATE
12502 = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3068\u3057\u3066\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

## @name NS_MSG_UNABLE_TO_SAVE_DRAFT
12503 = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4e0b\u66f8\u304d\u3068\u3057\u3066\u4fdd\u5b58\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

## @name NS_MSG_LOAD_ATTACHMNTS
12504 = \u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u3093\u3067\u3044\u307e\u3059...

## @name NS_MSG_LOAD_ATTACHMNT
12505 = \u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u3093\u3067\u3044\u307e\u3059...

## @name NS_MSG_COULDNT_OPEN_FCC_FOLDER
12506 = \u9001\u4fe1\u6e08\u307f\u30c8\u30ec\u30a4\u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30fc\u30eb\u306e\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_CANT_POST_TO_MULTIPLE_NEWS_HOSTS
# (^^;
12507 = \u8907\u6570\u306e\u30cb\u30e5\u30fc\u30b9\u30fb\u30db\u30b9\u30c8\u3078\u306e\u30de\u30eb\u30c1\u30dd\u30b9\u30c8\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u518d\u5ea6\u8a66\u307f\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_ASSEMB_DONE_MSG
12508 = \u30e1\u30c3\u30bb\u30fc\u30b8\u69cb\u6210\u5b8c\u4e86

## @name NS_MSG_ASSEMBLING_MSG
12509 = \u30e1\u30c3\u30bb\u30fc\u30b8\u69cb\u6210\u4e2d...

## @name NS_MSG_NO_SENDER
12510 = \u9001\u4fe1\u8005\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a\u306e\u5dee\u51fa\u4eba\u60c5\u5831\u306b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_NO_RECIPIENTS
12511 = \u53d7\u4fe1\u8005\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5b9b\u5148\u3084\u30cb\u30e5\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u9001\u4fe1\u5148\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_ERROR_WRITING_FILE
12512 = \u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u66f8\u304d\u8fbc\u307f\u30a8\u30e9\u30fc\u3002

## @name NS_ERROR_COULD_NOT_LOGIN_TO_SMTP_SERVER
12513 = \u30e1\u30fc\u30eb\u9001\u4fe1\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30e1\u30fc\u30eb\u9001\u4fe1\u30b5\u30fc\u30d0 %S \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u304c\u505c\u6b62\u3057\u3066\u3044\u308b\u304b\u8a2d\u5b9a\u304c\u9593\u9055\u3063\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30e1\u30fc\u30eb\u9001\u4fe1\u30b5\u30fc\u30d0\u306e\u8a2d\u5b9a\u3092\u6b63\u3057\u304f\u76f4\u3057\u3066\u518d\u5ea6\u8a66\u307f\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_SENDING_FROM_COMMAND
12514 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u304b\u3089\u306e\u5fdc\u7b54: %s  \u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_SENDING_RCPT_COMMAND
12515 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u304b\u3089\u306e\u5fdc\u7b54: %s  \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u53d7\u4fe1\u8005\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_SENDING_DATA_COMMAND
12516 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d\u306b SMTP \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3001\u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u304b\u3089\u5fdc\u7b54: %s

## @name NS_ERROR_SENDING_MESSAGE
12517 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u304b\u3089\u306e\u5fdc\u7b54: %s  \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_POST_FAILED
12518 = \u30cb\u30e5\u30fc\u30b9\u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6295\u7a3f\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b5\u30fc\u30d0\u304c\u5229\u7528\u3067\u304d\u306a\u3044\u304b\u3001\u63a5\u7d9a\u3092\u62d2\u5426\u3055\u308c\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30cb\u30e5\u30fc\u30b9\u30b5\u30fc\u30d0\u306e\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u3084\u308a\u76f4\u3059\u304b\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_QUEUED_DELIVERY_FAILED
12519 = \u672a\u9001\u4fe1\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

## @name NS_ERROR_SEND_FAILED
12520 = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

## @name SMTP_DELIV_MAIL
12521 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d...

## @name SMTP_MESSAGE_SENT_WAITING_MAIL_REPLY
12522 = Mail: \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u307e\u3057\u305f; \u5fdc\u7b54\u3092\u5f85\u3063\u3066\u3044\u307e\u3059...

## @name SMTP_PROGRESS_MAILSENT
12523 = \u30e1\u30fc\u30eb\u3092\u6b63\u5e38\u306b\u9001\u4fe1\u3057\u307e\u3057\u305f\u3002

## @name NS_ERROR_SMTP_SERVER_ERROR
12524 = \u30e1\u30fc\u30eb\u9001\u4fe1\u4e2d\u306b SMTP \u30b5\u30fc\u30d0\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u304b\u3089\u306e\u5fdc\u7b54: %s  \u30e1\u30fc\u30eb\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_UNABLE_TO_SEND_LATER
12525 = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u3042\u3068\u3067\u9001\u4fe1\u3059\u308b\u3088\u3046\u306b\u6307\u5b9a\u3057\u3066\u4fdd\u5b58\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

## @name NS_ERROR_COMMUNICATIONS_ERROR
12526 = \u901a\u4fe1\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %d  \u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_BUT_DONT_SHOW_ALERT
12527 = THIS IS JUST A PLACEHOLDER.  YOU SHOULD NEVER SEE THIS STRING.

# (^^; \u4f5c\u696d\u4e2d\u3002\u3053\u3053\u307e\u304b\u3089\u3057\u305f\u306e\u6570\u5b57\u3060\u3051\u306e\u9805\u76ee\u672a\u5b8c\u4e86\u3002

## @name NS_ERROR_TCP_READ_ERROR
12528 = \u30c7\u30fc\u30bf\u306e\u53d7\u4fe1\u4e2d\u306b\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30a8\u30e9\u30fc: %s  \u518d\u5ea6\u63a5\u7d9a\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_COULD_NOT_GET_USERS_MAIL_ADDRESS
12529 = \u30e1\u30fc\u30eb\u9001\u4fe1\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8fd4\u4fe1\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u4e0d\u6b63\u3067\u3059\u3002\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u8a2d\u5b9a\u304c\u6b63\u78ba\u304b\u78ba\u8a8d\u3057\u3001\u518d\u5ea6\u8a66\u307f\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_SMTP_PASSWORD_UNDEFINED
12530 = \u30e1\u30fc\u30eb \u30d1\u30b9\u30ef\u30fc\u30c9\u53d6\u5f97\u30a8\u30e9\u30fc\u3002

## @name NS_ERROR_MIME_MPART_ATTACHMENT_ERROR
12531 = \u6dfb\u4ed8\u30a8\u30e9\u30fc\u3002

## @name NS_MSG_FAILED_COPY_OPERATION
12532 = \u9001\u4fe1\u306b\u306f\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u9001\u4fe1\u6e08\u307f\u30c8\u30ec\u30a4\u3078\u306e\u30b3\u30d4\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
## @name NS_MSG_FAILURE_ON_OBJ_EMBED_WHILE_SAVING
12533 = \u30e1\u30c3\u30bb\u30fc\u30b8\u4e2d\u306e %.200s \u30d5\u30a1\u30a4\u30eb\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9664\u3044\u3066\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u4fdd\u5b58\u3092\u7d9a\u3051\u307e\u3059\u304b\uff1f

## @name NS_MSG_ASSEMBLING_MESSAGE
12534 = \u30e1\u30fc\u30eb\u60c5\u5831\u306e\u69cb\u7bc9\u4e2d...

## @name NS_MSG_GATHERING_ATTACHMENT
12535 = %s \u3092\u6dfb\u4ed8\u3057\u3066\u3044\u307e\u3059...

## @name NS_MSG_CREATING_MESSAGE
12536 = \u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4f5c\u6210\u4e2d...

## @name NS_MSG_FAILURE_ON_OBJ_EMBED
12537 = \u30e1\u30c3\u30bb\u30fc\u30b8\u4e2d\u306e %.200s \u30d5\u30a1\u30a4\u30eb\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9664\u3044\u3066\u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u3092\u7d9a\u3051\u307e\u3059\u304b\uff1f

## @name NS_MSG_START_COPY_MESSAGE
12538 = %S \u30d5\u30a9\u30eb\u30c0\u3078\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u30b3\u30d4\u30fc\u4e2d...

## @name NS_MSG_START_COPY_MESSAGE_COMPLETE
12539 = \u30b3\u30d4\u30fc\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002

## @name NS_MSG_START_COPY_MESSAGE_FAILED
12540 = \u30b3\u30d4\u30fc\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002

## @name NS_MSG_LARGE_MESSAGE_WARNING
12541 = \u8b66\u544a! %d \u30d0\u30a4\u30c8\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002 \u9001\u4fe1\u3092\u5b9f\u884c\u3057\u307e\u3059\u304b\uff1f

noIdentities	 =  \u5dee\u51fa\u4eba\u60c5\u5831\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u30a2\u30b7\u30b9\u30bf\u30f3\u30c8\u3067\u5dee\u51fa\u4eba\u60c5\u5831\u3092\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_SMTP_PASSWORD_PROMPT_TITLE
12542 = \u30e1\u30fc\u30eb \u30b5\u30fc\u30d0\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059

## @name NS_SMTP_PASSWORD_PROMPT1
12543 = %S \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002:

## @name NS_SMTP_PASSWORD_PROMPT2
12544 = %S \u306e %S \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002:

## @name NS_SMTP_CONNECTING_TO_SERVER
12545 = \u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u4e2d...

## @name NS_MSG_SENDING_MESSAGE
12550 = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u4e2d...

## @name NS_MSG_POSTING_MESSAGE
12551 = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6295\u7a3f\u4e2d...

## @name NS_MSG_MULTILINGUAL_SEND
12553 = \u4f5c\u6210\u3057\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u306f\u3001\u9078\u629e\u3057\u305f\u6587\u5b57\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u306b\u306f\u306a\u3044\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u7570\u306a\u308b\u6587\u5b57\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u304c\u3001\u30e1\u30fc\u30eb\u306b\u306f\u901a\u5e38 Unicode (UTF-8) \u3092\u4f7f\u7528\u3059\u308b\u306e\u304c\u5b89\u5168\u3067\u3059\u3002\u73fe\u5728\u306e\u6587\u5b57\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u306e\u307e\u307e\u3067\u9001\u4fe1\u3059\u308b\u5834\u5408\u3001\u305d\u306e\u6587\u5b57\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u6587\u5b57\u306f\u7591\u554f\u7b26\u306b\u5909\u308f\u3063\u3066\u53d7\u4fe1\u8005\u306b\u306f\u8aad\u3081\u306a\u304f\u306a\u3063\u3066\u3057\u307e\u3044\u307e\u3059\u3002

sendInUTF8	= UTF-8 \u3067\u9001\u4fe1
sendAnyway	= \u305d\u306e\u307e\u307e\u9001\u4fe1

## @name NS_ERROR_NNTP_NO_CROSS_POSTING
12554 = \u4e00\u5ea6\u306b\u4e00\u3064\u306e\u30cb\u30e5\u30fc\u30b9\u30b5\u30fc\u30d0\u3060\u3051\u306b\u9001\u4fe1\u3067\u304d\u307e\u3059\u3002

## @name NS_MSG_CANCELLING
12555 = \u30ad\u30e3\u30f3\u30bb\u30eb\u4e2d...
###
## @name NS_MSG_SEND_ERROR_TITLE
12556 = \u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u30a8\u30e9\u30fc

## @name NS_MSG_SENDLATER_ERROR_TITLE
12557 = \u3042\u3068\u3067\u9001\u4fe1\u3067\u30a8\u30e9\u30fc

## @name NS_MSG_SAVE_DRAFT_TITLE
12558 = \u4e0b\u66f8\u304d\u4fdd\u5b58\u30a8\u30e9\u30fc

## @name NS_MSG_SAVE_TEMPLATE_TITLE
12559 = \u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u4fdd\u5b58\u30a8\u30e9\u30fc

## @name NS_ERROR_SEND_FAILED_BUT_NNTP_OK
12560 = \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u65e2\u306b\u30cb\u30e5\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7\u306b\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u4ed6\u306e\u53d7\u4fe1\u8005\u306b\u306f\u9001\u3089\u308c\u3066\u3044\u307e\u305b\u3093\u3002

## @name NS_MSG_ASK_TO_COMEBACK_TO_COMPOSE
12561 = \u4f5c\u6210\u30a6\u30a4\u30f3\u30c9\u30a6\u306b\u623b\u308a\u307e\u3059\u304b\uff1f

## @name NS_MSG_GENERIC_FAILURE_EXPLANATION
12562 = \u30e1\u30fc\u30eb\u3068\u30cb\u30e5\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u8a2d\u5b9a\u304c\u9593\u9055\u3063\u3066\u3044\u306a\u3044\u304b\u78ba\u8a8d\u3057\u3066\u3001\u3082\u3046\u4e00\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_ERROR_READING_FILE
12563 = \u30d5\u30a1\u30a4\u30eb\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

## @name NS_FOLLOWUPTO_SENDER
12564 = \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u4f5c\u6210\u8005\u306f\u81ea\u5206\u306b\u306e\u307f\u8fd4\u4fe1\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3057\u3066\u3044\u307e\u3059\u3002\u30cb\u30e5\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7\u306b\u3082\u8fd4\u4fe1\u3057\u305f\u3044\u5834\u5408\u306f\u3001\u30a2\u30c9\u30ec\u30b9\u6b04\u306b\u65b0\u3057\u3044\u884c\u3092\u8ffd\u52a0\u3057\u3066\u3001\u53d7\u4fe1\u8005\u30ea\u30b9\u30c8\u304b\u3089\u30cb\u30e5\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e\u3057\u3001\u30cb\u30e5\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_SMTP_SEND_FAILED
12565 = \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30fc\u30eb\u9001\u4fe1 (SMTP) \u30b5\u30fc\u30d0\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30b5\u30fc\u30d0\u304c\u6709\u52b9\u3067\u306a\u3044\u304b\u3001\u63a5\u7d9a\u3092\u62d2\u5426\u3055\u308c\u305f\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002\u30e1\u30fc\u30eb\u9001\u4fe1 (SMTP) \u30b5\u30fc\u30d0\u306e\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3082\u3057\u304f\u306f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_UNDISCLOSED_RECIPIENTS
## LOCALIZATION NOTE: this string must be using only US_ASCII characters
12566 = undisclosed-recipients

## @name NS_ERROR_SMTP_TEMP_SIZE_EXCEEDED
12567 = \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u30b5\u30a4\u30ba\u306f\u3001\u30b5\u30fc\u30d0\u306e\u30c6\u30f3\u30dd\u30e9\u30ea\u9818\u57df\u306e\u30b5\u30a4\u30ba\u5236\u9650\u3092\u8d85\u3048\u305f\u305f\u3081\u306b\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30c3\u30bb\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u5c0f\u3055\u304f\u3057\u3066\u3001\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b5\u30fc\u30d0\u304b\u3089\u306e\u8fd4\u5374\u60c5\u5831: %s.

## @name NS_ERROR_SMTP_PERM_SIZE_EXCEEDED_1
12568 = \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u30b5\u30a4\u30ba\u306f\u3001\u30b5\u30fc\u30d0\u306e\u5168\u30b5\u30a4\u30ba\u5236\u9650 (%d bytes) \u3092\u8d85\u3048\u305f\u305f\u3081\u306b\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30c3\u30bb\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u5c0f\u3055\u304f\u3057\u3066\u3001\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_SMTP_PERM_SIZE_EXCEEDED_2
12569 = \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u30b5\u30a4\u30ba\u306f\u3001\u30b5\u30fc\u30d0\u306e\u5168\u30b5\u30a4\u30ba\u5236\u9650\u3092\u8d85\u3048\u305f\u305f\u3081\u306b\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30c3\u30bb\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u5c0f\u3055\u304f\u3057\u3066\u3001\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b5\u30fc\u30d0\u304b\u3089\u306e\u8fd4\u5374\u60c5\u5831: %s.

## @name NS_MSG_ERROR_ATTACHING_FILE
12570 = %S \u306e\u6dfb\u4ed8\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30d5\u30a1\u30a4\u30eb\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_MSG_ERROR_DOING_FCC
12571 = \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u6e08\u307f\u30d5\u30a9\u30eb\u30c0\u3078\u306e\u30b3\u30d4\u30fc\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u518d\u5b9f\u884c\u3057\u307e\u3059\u304b\uff1f

## @name NS_ERROR_SMTP_GREETING
12572 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u306e\u6328\u62f6\u304c\u4e0d\u9069\u5207\u3067\u3059: %s.

## @name NS_ERROR_COULD_NOT_LOGIN_TO_SMTP_SERVER_WITH_STARTTLS1
12573 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: EHLO \u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001STARTTLS \u3092\u4ecb\u3057\u3066 SMTP \u30b5\u30fc\u30d0 %S \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30fc\u30eb\u3068\u30cb\u30e5\u30fc\u30b9\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304b\u3089\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## @name NS_ERROR_COULD_NOT_LOGIN_TO_SMTP_SERVER_WITH_STARTTLS2
12574 = \u30e1\u30fc\u30eb\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: EHLO \u5fdc\u7b54\u4e2d\u3067 STARTTLS \u304c\u4e0e\u3048\u3089\u308c\u306a\u3044\u305f\u3081\u3001STARTTLS \u3092\u4ecb\u3057\u3066 SMTP\u30b5\u30fc\u30d0 %S \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30fc\u30eb\u3068\u30cb\u30e5\u30fc\u30b9\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u8a2d\u5b9a\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304b\u3089\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## Strings use for the save message dialog shown when the user close a message compose window
saveDlogTitle			= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u4fdd\u5b58
saveDlogMessage			= \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u307e\u3060\u9001\u4fe1\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u4e0b\u66f8\u304d\u30d5\u30a9\u30eb\u30c0\u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4fdd\u5b58\u3057\u307e\u3059\u304b\uff1f
saveDlogSaveBtn			= \u4fdd\u5b58
saveDlogDontSaveBtn		= \u4fdd\u5b58\u3057\u306a\u3044
saveDlogCancelBtn		= \u30ad\u30e3\u30f3\u30bb\u30eb

## generics string
defaultSubject			= (\u4ef6\u540d\u306a\u3057)
chooseFileToAttach		= \u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb

##
windowTitlePrefix		= \u4f5c\u6210:

## String used by the dialog that ask the user to enter a subject
sendMsgTitle			= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1
subjectDlogMessage		= \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u4ef6\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

## String used by the dialog that informs the user about the newsgroup recipient
recipientDlogMessage		= \u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u3067\u306f\u30e1\u30fc\u30eb\u306e\u53d7\u4fe1\u3060\u3051\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\u3002

#String used by the alert that tells the user an e-mail address is invalid
addressInvalid			= %1$S \u306f user@host \u5f62\u5f0f\u306b\u306a\u3063\u3066\u304a\u3089\u305a\u3001\u6709\u52b9\u306a\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u9001\u4fe1\u3059\u308b\u524d\u306b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#String used by the alert that tells the user an e-mail address is invalid
addressInvalid			= %1$S \u306f user@host \u5f62\u5f0f\u306b\u306a\u3063\u3066\u304a\u3089\u305a\u3001\u6709\u52b9\u306a\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3059\u308b\u524d\u306b\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002
## String used by the dialog that ask the user to attach a web page
attachPageDlogTitle		= \u6dfb\u4ed8\u3059\u308b\u30da\u30fc\u30b8 URL \u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
attachPageDlogMessage		= Web \u30da\u30fc\u30b8 URL:

## String used for attachment pretty name, when attachment is a message
messageAttachmentSafeName	= \u6dfb\u4ed8\u30e1\u30c3\u30bb\u30fc\u30b8
## String used for attachment pretty name, when attachment is message part
partAttachmentSafeName		= \u6dfb\u4ed8\u30e1\u30c3\u30bb\u30fc\u30b8\u90e8

## String used by the Initialization Error dialog, %1$s will be replaced by the error string
initErrorDlogTitle		= \u30e1\u30c3\u30bb\u30fc\u30b8\u4f5c\u6210
initErrorDlogMessage		= \u30e1\u30c3\u30bb\u30fc\u30b8\u4f5c\u6210\u30a6\u30a4\u30f3\u30c9\u30a6\u3092\u958b\u3053\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\n%1$s

## Strings used by Save as Draft/Template dialog
## LOCALIZATION NOTE (SaveDialogMsg): %1$S is folder name, %2$S is host name
SaveDialogTitle			= \u30e1\u30c3\u30bb\u30fc\u30b8\u4fdd\u5b58
SaveDialogMsg			= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092 %2$S \u306e %1$S \u30d5\u30a9\u30eb\u30c0\u306b\u4fdd\u5b58\u3057\u307e\u3057\u305f\u3002
CheckMsg			= \u3053\u306e\u30c0\u30a4\u30a2\u30ed\u30b0\u30dc\u30c3\u30af\u30b9\u3092\u518d\u3073\u8868\u793a\u3057\u306a\u3044

## Strings used by prompt when Quitting while in progress
quitComposeWindowTitle		= \u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1
quitComposeWindowMessage	= \u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u4e2d\u3067\u3059\u3002\n\u524d\u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u9001\u4fe1\u3055\u308c\u308b\u307e\u3067\u5f85\u3063\u3066\u304b\u3089\u7d42\u4e86\u3057\u307e\u3059\u304b\uff1f
quitComposeWindowQuitButtonLabel= \u7d42\u4e86
quitComposeWindowWaitButtonLabel= \u5f85\u6a5f

## Strings used by prompt for Ctrl-Enter check before sending message
sendMessageCheckWindowTitle	= \u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1
sendMessageCheckLabel		= \u672c\u5f53\u306b\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
sendMessageCheckSendButtonLabel	= \u9001\u4fe1

# (^^; \u4ee5\u4e0b\u306f\u3069\u3046\u3057\u3088\u3046\u304b\u2026\u53d6\u308a\u3042\u3048\u305a\u653e\u7f6e
## reply header in composeMsg
## <author> wrote:
mailnews.reply_header_authorwrote	= %s wrote
mailnews.reply_header_ondate		= On %s

## reply header in composeMsg
## user specified 
mailnews.reply_header_originalmessage	= -------- Original Message --------
