<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
  %brandDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>&brandShortName; Mail &amp; Newsgroups verwenden</title>
  <link rel="stylesheet" href="helpFileLayout.css" type="text/css"/>
  <link rel="stylesheet" href="chrome://communicator/skin/smileys.css"
     type="text/css"/>
</head>

<body>
<div class="boilerPlate">Dieses Dokument wird Ihnen nur zur Information zur
Verf&#252;gung gestellt. Es kann Ihnen dabei helfen bestimmte Schritte zu
unternehmen um Ihre Privatsph&#228;re und die Sicherheit Ihrer
pers&#246;nlichen Informationen im Internet zu sch&#252;tzen. Dieses Dokument
behandelt aber nicht alle Aspekte der Sicherheit und Privatsph&#228;re im
Internet und es stellt keine Empfehlung dar, was ein angemessener Schutz
f&#252;r Ihre Privatsph&#228;re und die Sicherheit Ihrer pers&#246;nlichen
Informationen im Internet ist.</div>

<h1 id="using_mozilla_mail_and_newsgroups">&brandShortName; Mail &amp;
Newsgroups verwenden</h1>

<p>&brandShortName; Mail &amp; Newsgroups erm&#246;glicht es Ihnen Ihre gesammte Internet-Kommunikation an einer Stelle zu verwalten.
Sie k&#246;nnen mehrere gesch&#228;ftliche und pers&#246;nliche Mail-Accounts sowie Internet-Newsgroups einrichten und diese in einem Fenster &mdash;
dem  Mail &amp; Newsgroups Fenster verwalten.</p>

<p>Erste Schritte mit &brandShortName; Mail &amp; Newsgroups:</p>

<ul>
<li>Klicken Sie auf das  Mail &amp; Newsgroups Symbol in der linken unteren Ecke des &brandShortName; Browser-Fensters.</li>
</ul>

<table>
<tr>
<td colspan="2"><img src="images/task_mail.png" alt=""/></td>
</tr>

<tr>
<td style="width: 20px;" />
<td><strong>Mail &amp; Newsgroups Fenster</strong></td>
</tr>
</table>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#getting_started_with_mozilla_mail_and_newsgroups">Erste Schritte mit &brandShortName; Mail &amp; Newsgroups</a></li>
    <li><a href="#reading_messages">Nachrichten lesen</a></li>
    <li><a href="#sending_messages">Nachrichten senden</a></li>
    <li><a href="#creating_html_mail_messages">HTML Mail Nachrichten erstellen</a></li>
    <li><a href="#using_attachments">Anh&#228;nge verwenden</a></li>
    <li><a href="#deleting_messages">Nachrichten l&#246;schen</a></li>
    <li><a href="#using_address_books">Adressb&#252;cher verwenden</a></li>
    <li><a href="#organizing_your_messages">Nachrichten verwalten</a></li>
    <li><a href="#controlling_junk_mail">Junk-Mail-Filter verwenden</a></li>
    <li><a href="#importing_mail_from_other_programs">E-Mails aus anderen Programmen importieren</a></li>
    <li><a href="#getting_started_with_newsgroups">Erste Schritte mit Newsgroups</a></li>
    <li><a href="#getting_started_with_blogs_and_news_feeds">Erste Schritte mit Blogs &amp; Newsfeeds</a></li>
    <li><a href="#working_offline">Offline arbeiten</a></li>
    <li><a href="mail_sec_help.xhtml">Nachrichten signieren &amp; verschl&#252;sseln</a></li>
    <li><a href="#mail_and_newsgroups_account_settings">Mail &amp; Newsgroups-Account Einstellungen</a></li>
    <li><a href="#mail_and_newsgroup_preferences">Mail &amp; Newsgroups Einstellungen</a></li>
  </ul>
</div>

<h1 id="getting_started_with_mozilla_mail_and_newsgroups">Erste Schritte mit
&brandShortName; Mail &amp; Newsgroups</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#using_the_mail_account_setup_wizard">Setup-Assistenten zum Einrichten neuer Mail Accounts verwenden</a></li>
    <li><a href="#setting_up_additional_mail_and_news_accounts">Weitere Mail- und News-Accounts einrichten</a></li>
    <li><a href="#changing_the_settings_for_an_account">&#196;ndern von Account-Einstellungen</a></li>
  </ul>
</div>

<h2 id="using_the_mail_account_setup_wizard">Setup-Assistenten zum Einrichten
neuer E-Mail Accounts verwenden</h2>

<p>Um einen Mail, Newsgroup- oder Blogs &amp; Newsfeed-Account anzulegen, &#246;ffnen Sie das 
  Mail &amp; Newsgroup-Fenster im Fenster-Men&#252; und w&#228;hlen <q>Mail &amp; Newsgroups</q>.
  Wenn Sie Mail &amp; Newsgroups starten und noch keinen E-Mail-Account besteht,
  startet Mail &amp; Newsgroups einen Assistenten, mit welchem Sie einen Account anlegen k&#246;nnen.</p>

<p>Der Assistent f&#252;hrt Sie schrittweise durch den Erstell-Prozess des neuen Accounts.
Wenn Sie sich &#252;ber eine Einstellung nicht klar sind, Klicken Sie auf Abbrechen und fragen Sie Ihren Internet Service Provider (ISP)
der Support.</p>

<p>Wenn bereits ein Account exisistiert, erscheint der Assistent nicht automatisch wenn Sie das Mail &amp; Newsgroup Fenster &#246;ffnen. 
Um einen neuen Account anzulegen, &#246;ffnen Sie das Men&#252; Datei, <q>Neu</q> dann <q>Account</q>. F&#252;r mehr Details, Siehe 
<a href="#setting_up_additional_mail_and_news_accounts">Weitere Mail, News &amp; Blogs &amp; News-Feed Accounts einrichten</a>.</p>

<h3 id="setting_up_mail_accounts_with_an_isp_or_email_provider">
Mail-Accounts eines ISP oder E-Mail Providers einrichten</h3>

<p>Bevor Sie einen Mail-Account einrichten, ben&#246;tigen Sie folgende Informationen von Ihrem ISP oder E-Mail Provider:</p>

<ul>
<li>Ihren Benutzernamen</li>

<li>Ihre E-Mailadresse</li>

<li>Die Namen der Server f&#252;r eingehende und ausgehende E-Mails</li>

<li>Den Servertyp f&#252;r eingehende E-Mails (<a
href="glossary.xhtml#imap">IMAP</a> oder <a href="glossary.xhtml#pop">POP</a>)</li>
</ul>

<p>Bevor Sie einen News-Account anlegen, ben&#246;tigen Sie folgende Informationen von Ihrem ISP oder E-Mail Provider:</p>

<ul>
<li>Ihre E-Mailadresse</li>

<li>den Namen des Newsgroupservers</li>

<li>einen Accountnamen</li>
</ul>

<p>Um einen neuen Mail, News oder Blogs &amp; News-Feed-Account einzurichten, beginnen Sie im Mail-Fenster:</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <q>Bearbeiten</q> und klicken Sie auf <q>Mail &amp; Newsgroups-Account-Einstellungen</q>.
Sie sehen nun das Fenster f&#252;r die Account-Einstellungen.</li>

<li>Klicken Sie auf <q>Account hinzuf&#252;gen</q> um den Einrichtungsassistenten zu starten.

<p>Die Informationen welche der Assistent ben&#246;tigt, h&#228;ngt davon ab, welche Art 
   von Account Sie anlegen m&#246;chten. Die fett dargestellten &#220;berschriften ersprechen den 
   Schritten welche Sie sehen, wenn Sie einen neuen Account anlegen.</p>
</li>

<li><strong>Neuen Account einrichten</strong>: W&#228;hlen Sie die Art des Accounts und klicken Sie auf <q>Weiter</q>.</li>

<li><strong>Identit&#228;t</strong>: Geben Sie Ihren Namen und Ihre E-Mail Adresse f&#252;r diesen Account aus und klicken Sie auf <q>Weiter</q>.
  Dieses Fenster ist bei Blogs &amp; News-Feed Accounts nicht verf&#252;gbar.</li>

<li><strong>Server Informationen</strong>: Dieses Fenster ist bei Blogs &amp; News-Feed Accounts 
    nicht verf&#252;gbar.
    
    <ul>
      <li>Geben Sie an, ob Sie einen IMAP oder POP-Account anlegen  m&#246;chten.
        Nicht alle Service-Provider bieten beide Optionen an. F&#252;r mehr Informationen, Siehe
        <a href="mail_help#server_settings">Mail &amp; Newsgroups-Account Einstellungen - Servereinstellungen</a>.</li>

      <li>Geben Sie den Namen Ihres Mail-Eingangsservers an.</li>

      <li>Wenn Sie den neuen Account als Teil des Global-Inbox-Accounts behandeln wollen, aktivieren Sie die
        Option <q>Use Global Inbox</q>. Alle Mails dieses Accounts werden dann unter Lokale Ordner gespeichert.
        Wenn Sie diese Option nicht aktivieren, werden die Mail in einem eigenen Ordner gespeichert.</li>

      <li>Geben Sie den Namen Ihres Mailausgangsservers (SMTP) an. Dies ist der Name Ihres 
        Mail-Servers, &#252;ber welchen Sie Ihre Emails verschicken (auch bekannt als SMTP-Server).

        <p><strong>Hinweis</strong>: Sie m&#252;ssen nur einen Mailausgangsserver (SMTP) angeben, auch wenn 
         Sie mehrere E-Mail Accounts haben. Der Name Ihres <a href="glossary.xhtml#smtp">SMTP</a>-Servers muss in den 
         Account-Informationen welche Sie von Ihrem ISP bekommen haben aufgelistet werden. Der Maileingangsserver kann 
         zugleich als SMTP-Server fungieren. Wenn Sie Sich nicht sicher sind, kontaktieren Sie Ihren ISP oder 
         System-Administrator.</p></li>

     <li>Im Anschluss klicken Sie auf <q>Weiter</q>.</li>

</ul>

</li>

<li><strong>Benutzername</strong>: Geben Sie den Ihren Benutzernamen welche Sie von Ihrem Mail-Provider 
    bekommen haben ein und klicken Sie auf Weiter. Dieses Fenster ist bei Blogs &amp; News-Feed Accounts 
    nicht verf&#252;gbar.</li>

<li><strong>Account-Name</strong>: Geben Sie den Account-Namen welchen Sie vergeben m&#246;chten ein und 
    klicken Sie auf <q>Weiter</q>.</li>

<li><strong>Gratulation!</strong> Stellen Sie sicher, dass die eingebenen Informationen korrekt sind. 
    Wenn notwendig, &#252;berpr&#252;fen Sie die Angaben mit Ihrem ISP oder System-Administrator. 
    Wenn Sie sicher sind, dass die Angaben korrekt sind, klicken Sie auf <q>Fertigstellen</q>.</li>

<li>Sie sehen nun auf der linken Seite des Mail &amp; Newsgroup Account-Einstellungs-Dialogs 
    Ihren neu angelegten Account. Klicken Sie auf OK um Ihren neuen Account nutzen zu k&#246;nnen.</li>
</ol>

<p>Sie k&#246;nnen nun Ihre Emails von dem neu angelegten Account herunterladen. &brandShortName;
Mail &amp; Newsgroups wird Sie nach einem Passwort fragen, sobald Sie das erste Mal nach 
Start von &brandShortName; Ihre Emails abrufen. F&#252;r eine detailierte Beschreibung, wie Sie 
Ihre Emails abrufen, Siehe <a href="#getting_new_messages">Neue Nachrichten abrufen</a>.</p>

<p>[<a href="#getting_started_with_mozilla_mail_and_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="setting_up_additional_mail_and_news_accounts">Weitere Mail- und News-Accounts einrichten</h2>

<p>Sie benutzen das Account-Einstellungs-Fenster zum Hinzuf&#252;gen von neuen Accounts oder 
zum &#196;ndern der Einstellungen bestehender Accounts. Dazu geh&#246;ren:</p>

<ul>
<li>Einstellungen f&#252;r den Mail-Server (z.B. L&#246;schen von Nachrichten, Einstellungen zum Nachrichten abrufen)</li>

<li>Speicherplatzeinstellungen f&#252;r Kopien von Nachrichten und f&#252;r Ordner</li>

<li>Ihre Antwort-an Adresse, Ihren Namen, und die Datei mit Ihrer Unterschrift</li>
</ul>

<p>Um einen neuen Account anzulegen oder die Einstellungen f&#252;r einen bestehenden Account zu &#228;ndern,
beginnen Sie im Mail-Fenster:</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <q>Bearbeiten</q>, und klicken Sie auf <q>Mail &amp; Newsgroups Account 
    Einstellungen</q>. Es erscheint das Mail &amp; Newsgroups Account Einstellungsfenster. Hier 
    k&#246;nnen Sie folgende aufgaben durchf&#252;hren:

<ul>
<li><strong>Neuen Account hinzuf&#252;gen</strong>: Klicken Sie auf diesen Knopf um einen
    neuen Mail oder News-Account anzulegen. Geben Sie alle Informationen genauso ein, 
    wie sie Ihnen mitgeteilt wurden. Klicken Sie auf Zur&uuml;ck und Weiter, um durch die 
    verschiedenen Masken zu navigieren, oder klicken Sie Abbrechen um den Account nicht anzulegen.</li>

<li><strong>Als Standard-Account festlegen</strong>: W&#228;hlen Sie ein Account aus und dr&#252;cken 
    Sie diesen Knopf. Den ausgew&#228;hlten Account wird als Ihr prim&#228;rer Mail-Account behandelt und 
    erscheint beim N&#228;chsten Start von Mail &amp; Newsgroups in der Liste der Accounts ganz oben.

<p>Der Standard-Account ist jener Account, welches beim Start von Mail &amp; Newsgroups automatisch 
auf neue Nachrichten &#252;berpr&#252;ft wird (gilt nur f&#252;r IMAP-Accounts). (F&#252;r POP-Accounts 
m&#252;ssen Sie weiterhin auf <q>Abrufen</q> klicken, um die neuen Nachrichten herunterzuladen.)</p>
        
  <p><strong>Hinweis:</strong> Sie k&#246;nnen keinen Blog &amp; Newsfeed-Account als Ihren Standard-Account
    einrichten.</p>
</li>

<li><strong>Account entfernen</strong>: W&#228;hlen Sie den zu l&#246;schenden Account aus und klicken 
Sie auf diesen Button um den Account aus ihrem Mail-Fenster zu l&#246;schen.</li>

<li><strong>Server f&#252;r ausgehende Nachrichten(SMTP)</strong>: Klicken Sie hier (um unteren Ende der 
Account-Liste) um die Informqtionen zum Server f&#252;r ausgehende Mails zu bearbeiten. Siehe 
<a href="#outgoing_server">Mail &amp; Newsgroups-Account Einstellungen - Postausgangsserver (SMTP)</a> 
f&#252;r mehr Informationen.</li>
</ul>
</li>

<li>Klicken Sie auf die Kategorien unter jedem beliebigen Accountnamen um die dazugeh&#246;rigen Einstellungen 
im Register auf der rechten Seite zu modifizieren.</li>

<li>Klicken Sie auf OK um Ihre &#196;nderungen zu speichern.</li>
</ol>

<p>[<a href="#getting_started_with_mozilla_mail_and_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="changing_the_settings_for_an_account">&#196;ndern von Accounteinstellungen</h2>

<p>Um die Einstellungen f&#252;r einen bestehenden Account zu &#228;ndern, beginnen Sie im Mail-Fenster</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span> und 
w&#228;hlen Sie Mail &amp; Newsgroups-Account Einstellungen. Es erscheint der Mail &amp; Newsgroups-Account 
Einstellungen - Dialog.</li>

<li>Klicken Sie auf den Accountnamen auf der linken Seite des Fensters. 
  Dadurch werden auf der rechten Seite Informationen &#252;ber den Account angezeigt, wie zum Beispiel 
  Ihre E-Mail-Adresse und die Signatur.</li>

<li>Klicken Sie auf eine der folgenden Kategorien unter dem gew&#228;hlten Namen des Accounts um die entsprechenden Einstellungen zu sehen:

<ul>
<li><strong>Servereinstellungen</strong>: Die verf&#252;gbaren Einstellungen h&#228;ngen vom Server-Typ ab 
(IMAP, POP3 oder Foren-Server). Weitere Informationen finden Sie unter <a href="#server_settings">Mail &amp; Newsgroups
Accounteinstellungen - Servereinstellungen</a>.

<p><strong>Wichtig</strong>: Wenn Sie den Server-Typ(z.B. von POP nach IMAP) 
&#228;ndern wollen, m&#252;ssen Sie den bestehenden Account zun&#228;chst entfernen. Anschlie&#223;end m&#252;ssen Sie &brandShortName; beenden und neu starten. 
Sie k&#246;nnen dann erneut das Dialogfeld Mail &amp; Newsgroups-Account Einstellungen &#246;ffnen und den Account mit den ge&#228;nderten Einstellungen neu anlegen.</p>
</li>

<li><strong>Kopien &amp; Ordner</strong>: Hier k&#246;nnen Sie einstellen ob Sie automatisch Nachrichten verschicken wollen 
und wo Sie Kopien Ihrer gesendeten Nachrichten, Ihre Entw&#252;rfe und Vorlagen speichern m&#246;chten. 
Weitere Informationen finden Sie unter <a href="#copies_and_folders">Mail &amp; Newsgroups-Account Einstellungen - Kopien &amp; Ordner</a>.</li>

<li><strong>Erstellen &amp; Adressieren</strong>: Diese Einstellungen erlauben es Ihnen dass Standart-Format
und die Zitier-Einstellungen beim Erstellen von neuen Nachrichten einzustellen.
Sie k&#246;nnen weiters der Verzeichnis-Server der Adressb&#252;cher f&#252;r diesen Account &#228;ndern.
F&#252;r weitere Informationen siehe <a href="#addressing">Mail &amp; Newsgroups-Account Einstellungen - Erstellen &amp; Adressieren</a>.</li>

<li><strong>Synchronisation &amp; Speicherplatz (nur IMAP und News Accounts)</strong>: 
Hier k&#246;nnen Sie Einstellungen treffen, die f&#252;r das Offline-Arbeiten (getrennt vom Internet) gelten oder 
die Speicherplatz und Download-Zeit sparen. F&#252;r weitere Informationen siehe 
<a href="#synchronization_and_storage_settings_imap">Synchronisation &amp; Speicherplatz (IMAP)</a> or
<a href="#synchronization_and_storage_settings_nntp">Synchronisation &amp; Speicherplatz (News)</a>.</li>
<li><strong>Speicherplatzeinstellungen (Nur POP und Blog &amp; News-Feeds Accounts)</strong>: Mit den Einstellungen in diesem Abschnitt
k&#246;nnen Sie verhindern, dass Nachrichten heruntergeladen werden, die gr&#246;&#223;er sind als eine 
von Ihnen angebene Gr&#246;&#223;e. F&#252;r weitere Informationen siehe <a href="#disk_space_settings_pop">Speicherplatzeinstellungen (POP)</a>
beziehungsweise <a href="#disk_space_settings_blog">Speicherplatzeinstellungen (Blogs)</a>.</li>

<li><strong>Sicherheit</strong>: mit diesen Einstellungen k&#246;nnen Sie bestimmen, welche <a
href="glossary.xhtml#certificate">Zertifikate</a> Sie benutzen, um Ihre Email-Nachrichten digital signieren und verschl&#252;sseln. 
Durch Ihre digitale Unterschrift k&#246;nnen Sie sich mit Ihren Nachrichten gegen&#252;ber anderen identifizieren.
Durch die Verschl&#252;sselung Ihrer Nachrichten, stellen Sie sicher dass niemand Ihre Nachrichten mitlesen kann. 
F&#252;r weitere Informationen siehe <a href="#security">Mail &amp; Newsgroups-Account Einstellungen - Sicherheit</a>.</li>
</ul>
</li>

<li>Klicken Sie auf OK um Ihre &#196;nderungen zu speichern.</li>
</ol>

<p>[<a href="#getting_started_with_mozilla_mail_and_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="reading_messages">Nachrichten lesen</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#getting_new_messages">Neue Nachrichten abrufen</a></li>
    <li><a href="#choosing_how_you_view_the_mail_window">Aussehen des Mail-Fensters festlegen</a></li>
    <li><a href="#sorting_and_threading_messages">Nachrichten sortieren und threading</a></li>
    <li><a href="#saving_and_printing_messages">Nachrichten speichern und drucken</a></li>
    <li><a href="#controlling_images_scripts_and_plug-ins">Bilder, Skripte und PlugIns einstellen</a></li>
  </ul>
</div>

<h2 id="getting_new_messages">Neue Nachrichten abrufen</h2>

<p>Wenn Sie Mail &amp; Newsgroups starten k&#246;nnen Sie neue Nachrichten auf einem IMAP-Account automatisch herunterladen lassen
und diese in Ihrer Inbox anzeigen lassen, indem Sie die Inbox Ihres IMAP-Accounts markieren.</p>

<p>Bei einem POP-Account m&#252;ssen Sie die Inbox markieren und auf Abrufen klicken um Ihre neuen Nachrichten zu erhalten. 
Standartm&#228;ssig werden Nachrichten vollst&#228;ndig von Ihrem POP-Server heruntergeladen und von diesem gel&#246;scht wenn Sie diese vollst&#228;ndig erhalten haben.
Sie k&#246;nnen Ihre <a href="#pop_server_settings">POP Servereinstellungen</a> &#228;ndern, so dass Sie nur den MailKopf erhalten und/oder eine Kopie der heruntergeladenden Nachricht am Server behalten.</p>

<p>Wenn Sie bei einem News-Account die Newsgroup-Liste aufklappen, wird diese
  automatisch auf neue Nachrichten gepr&#252;ft. Dies geschieht auch, wenn Sie eine
  Newsgroup ausw&#228;hlen. W&#228;hrend Sie eine Newsgroup lesen, k&#246;nnen Sie auf neue
  Nachrichten pr&#252;fen, indem Sie auf die Schaltfl&#282;che <q>Abrufen</q> klicken.</p>

<p>Bei Blog &amp; Newsfeed-Account wird dieser automatisch auf neue Nachrichten gepr&#252;ft, wenn Sie diesen
  das erste Mal aufklappen. Ansonsten k&#246;nnen Sie auf neue Nachrichten pr&#252;fen, indem Sie auf die
  Schaltfl&#282;che <q>Abrufen</q> klicken.</p>

<p>Sie k&#246;nnen Mail &amp; Newsgroups auch so einstellen, dass neue Nachrichten beim Start automatisch abgerufen werden 
  und dass Mail &amp; Newsgroups selbst&#228;ndig in von Ihnen festgelegten Intervallen nach neuen Nachrichten nachschaut.</p>

<table>
<tr>
<td colspan="2"><img src="images/task_mail.png" alt="" /></td>
</tr>

<tr>
<td style="width: 20px;" />
<td><strong>Mail &amp; Newsgroups Symbol</strong></td>
</tr>
</table>

<p>Das Mail &amp; Newsgroups Symbol in der Statuszeile zeigt einen gr&#252;nen Pfeil um Sie darauf aufmerksam zu machen, dass Sie
neue Nachrichten erhalten haben.</p>

<table>
<tr>
<td colspan="2"><img src="images/task_newmail.png" alt="" /></td>
</tr>

<tr>
<td style="width: 20px;" />
<td><strong>Benachrichtigung bei neuen E-Mails</strong></td>
</tr>
</table>

<p>So richten Sie Mozilla Mail &amp; Newsgroups f&#252;r die automatische &#220;berpr&#252;fung auf neue Nachrichten ein (ausgehend vom Mail-Fenster):</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span> und klicken Sie auf Mail &amp; Newsgroups Account
Einstellungen. Es erscheint der Mail &amp; Newsgroups-Account Einstellungen Dialog.</li>

<li>Wenn Sie mehrere Accounts haben, markieren Sie den entsprechenden Account und
  klicken Sie auf die Kategorie Servereinstellungen f&#252;r den entsprechenden Acount.</li>

<li>W&#228;hlen Sie nun eine oder beide der folgende Option in den Servereinstellungen-Kategorie:

<ul>
<li><strong>Beim Starten auf neue Mail pr&#252;fen</strong>: W&#228;hlen Sie diesen Schalter, 
wenn &brandShortName; bei jedem Start von Mail &amp; Newsgroups &#252;berpr&#252;fen soll. 
Bei POP-Accounts werden neue Nachrichten erst dann heruntergeladen, wenn Sie auf
Abrufen klicken, es sei den Sie haben die Option <q>Neue Nachrichten automatisch 
herunterladen</q> aktiviert.</li>

<li><strong>Alle  [__] auf neue Nachrichten &#252;berpr&#252;fen</strong>:
W&#228;hlen sie diese Schalter um den Interval zwischen den automatischen &#220;berpr&#252;fung 
auf neue Nachrichten festzulegen. Sie k&#246;nnen weiterhin jederzeit auf neue Nachrichten 
pr&#252;fen, indem Sie im Mail-Fenster auf Abrufen klicken.</li>
</ul>
</li>

<li>Klicken Sie auf OK. Ihre Einstellungen werden beim n&#228;chsten Start von &brandShortName; 
Mail &amp; Newsgroups wirksam.</li>
</ol>

<p>Wenn Sie m&#246;chten, dass &brandShortName; Mail &amp; Newsgroups einen Sound abspielt 
oder eine Benachrichtigung anzeigt wenn neuen Mails verf&#252;gbar sind, Siehe 
<a href="#notifications">Mail &amp; Newsgroups Einstellungen - Benachrichtigungen</a>.</p>

<p>Sie k&#246;nnen Ihre Nachrichten jederzeit von Hand abrufen. Um Nachrichten f&#252;r 
den selektierten Account abzurufen, k&#246;nnen Sie folgendes
tun:</p>

<ul>
<li>Klicken Sie auf Abrufen in der Mail-Symbolleiste.</li>

<li>&#214;ffnen Sie das Men&#252; Dateu (im Mail-Fenster) und w&#228;hlen dort Abrufen.</li>
</ul>

<p>Um Nachrichten fuer alle Accounts abzurufen, beginnen Sie im Mail-Fenster:</p>

<ol>
<li>Klicken Sie auf den Pfeil auf dem Abrufen-Button in der Mail-Symbolleiste.</li>

<li>W&#228;hlen Sie <q>Alle Nachrichten abrufen</q>. &brandShortName; Mail &amp; Newsgroups
wird daraufhin die neuen Nachrichten f&#252;r alle Ihre Mail-Accounts abrufen.

<p>Wenn Sie bei einem Ihrer Mail-Accounts gerade nicht angemeldet sind, fragt &brandShortName; Mail &amp; Newsgroups 
Sie nach dem Benutzernamen und Passwort, bevor es die Nachrichten f&#252;r diesen Account abruft.
(Wenn Sie Ihren Benutzernamen und Ihr Passwort schon im Passwortmanager abgespeichert haben, fragt
Sie Mail &amp; Newsgroups nat&#252;rlich nicht danach)</p>
</li>
</ol>

<p><strong>Hinweis</strong>: Sie k&#246;nnen auch das Men&#252; Datei (im Mail-Fenster) &#246;ffnen
und auf <q>Alle Nachrichten abrufen</q> klicken.</p>

<p>Um Nachrichten f&#252;r ein bestimmtes Accounts abzurufen, beginnen Sie im Mail-Fenster:</p>

<ol>
<li>Klicken Sie auf den Pfeil auf dem Abrufen-Button in der Mail-Symbolleiste.</li>

<li>W&#228;hlen Sie den Account, f&#252;r welchen Sie die neuen Nachrichten abrufen m&#246;chten.</li>
</ol>

<p><strong>Hinweis</strong>: Mail &amp; Newsgroups fragt Sie beim ersten Abruf von Nachrichten nach Ihrem Passwort.
Sie k&#246;nnen ausw&#228;hlen, ob Sie Ihr Passwort im Passwortmanager speichern wollen oder nicht.</p>

<p>Der Passwortmanager kann alle Ihre Benutzernamen und Passw&#246;rter lokal auf Ihrem Computer 
in einer Datei speichern. Mehr Informationen finden Sie unter <a
href="using_priv_help.xhtml#using_the_password_manager">Benutzen des Passwort-Managers</a>.</p>

<p>[<a href="#reading_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="choosing_how_you_view_the_mail_window">Aussehen des Mail-Fensters festlegen</h2>

<p>Sie k&ouml;nnen das Aussehen des Mail-Fensters(das ist das Fenster, das Sie sehen wenn Sie 
auf Mail &amp; Newsgroups im Men&#252; Fenster klicken) anpassen:</p>

<ul>
<li>&#214;ffnen Sie das Men&#252; Ansicht, w&#228;hlen sie <q>Anzeigen/verstecken</q> und klicken Sie auf
Nachrichten-Symbolleiste, Such-Leiste oder Statuszeile um diese anzuzeigen oder zu verstecken.</li>

<li>&#214;ffnen Sie das Men&#252; Ansichtund  w&#228;hlen sie <q>Layout</q> um Ansicht Ihres Mail-Fenstes
zu &#228;ndern.</li>

<li>Sie k&#246;nnen jeden Bereich ein- und ausblenden und zwischen einer Ansicht mit zwei Bereichen und 
einer Ansicht mit drei Bereichen hin- und herschalten.</li>
</ul>

<p>[<a href="#reading_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="sorting_and_threading_messages">Nachrichten sortieren und threading</h2>

<p>Sie k&#246;nnen die Nachrichten nach folgenden Kriterien sortieren: Betreff,
  Absender, Datum oder Priorit&#228;t. Beginnen Sie dazu im Mail-Fenster:</p>

<ul>
<li>Klicken Sie auf die entsprechende Spalten&#252;berschrift im Fenster mit der Nachrichtenliste. 
Oder &#246;ffnen Sie das Men&#252; Ansicht, w&#228;hlen <q>Sortieren nach</q> und klicken in der 
Liste auf die gew&#252;nschte Sortierung.</li>
</ul>

<p>Um Spalten&#252;berschriften neu anordnen, beginnen Sie im Mail-Fenster:</p>

<ul>
<li>Klicken Sie auf eine Spalten&#252;berschrift und ziehen Sie sie 
    nach links oder rechts um die Spalte zu verschieben.</li>
</ul>

<p>Um Spalten ein- oder auszublenden, beginnen Sie im Mail-Fenster:</p>

<ul>
<li>Klicken Sie auf das Ein-/Ausblenden-Symbol <img src="images/columns.png" alt=""/> umd w&#228;hlen Sie die
    Spalten, welche ein-/ausgeblendet werden sollen.</li>
</ul>

<p>So gruppieren Sie Nachrichten nach Threads (thematisch), sodass jede Nachricht mit allen dazugeh&#246;rigen
Antworten aufgelistet wird:</p>

<ul>
<li>Klicken Sie auf den Thread-Knopf links neben der Betreff-, Absender- und Datums-Spalten&#252;berschrift.
Oder &#246;ffnen Sie das Men&#252; Ansicht, w&#228;hlen <q>Sortieren nachung</q> und klicken in 
der Liste auf <q>Mit Threads</q></li>
</ul>

<table>
<tr>
<td colspan="2"><img src="images/threadbutton.png" alt="" /></td>
</tr>

<tr>
<td style="width: 20px;" />
<td><strong>Thread Knopf</strong></td>
</tr>
</table>

<p><strong>Tipp</strong>: Der Thread-Knopf sortiert die Threads automatisch nach Alter der Start-Nachrichten.
Wenn Sie eine andere Sortierung m&#246;chten, &#246;ffnen Sie das Man&#252; Ansicht w&#228;hlen die 
gew&#252;nschte Sortierung aus dem Unterme&#252;.</p>

<p><strong>Tipp</strong>: W&#228;hlen Sie <q>Threads beim Sortieren erhalten</q> im
<a href="#mail_and_newsgroups">Mail &amp; Newsgroups Einstellungen</a> wenn &brandShortName; 
die Thread-Darstellung erhalten soll, wenn die Sortierung durch einen Klick auf die entsprechende 
Spalten&#252;berschrift ge&#228;ndert wird. In diesem Modus schaltet der Thread-Button 
zwischen Thread- und Listenansicht um. Wenn <q>Threads beim Sortieren erhalten</q>
nicht aktiviert ist, schaltet &brandShortName; automatisch in die Listenansicht um, 
sobald Sie aufeine Spalten&#252;berschrift klicken.</p>

<p><strong>Tipp</strong>: Um Threads mit ungelesenen Nachrichten hervorzuheben, werden im geschlossenen Zustand
die Start-Nachrichten unterstrichen dargestellt.</p>

<p>[<a href="#reading_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="saving_and_printing_messages">Nachrichten speichern und drucken</h2>

<p>Um eine Nachricht als normalen Text, HTML oder OUtlook Express-Format zu speichern. folgen Sie 
diesen Anweisungen:</p>

<ol>
<li>Markieren Sie die gew&#252;nschte Nachricht in der Liste</li>

<li>&#214;ffnen Sie das Men&#252; Datei und w&#228;hlen Sie Speichern unter und dann Datei</li>

<li>W&#228;hlen Sie bei <q>Dateityp</q> den Datei-Typ (HTML, Text, oder Mail
Datei) unter dem Sie die Email speichern wollen. W&#228;hlen Sie Mail-Datei, wenn Sie so speichern wollen, dass diese 
von Microsoft Outlook oder Outlook Express ge&#246;ffnet werden kann.</li>

<li>&#196;ndern Sie die Dateinamen-Erweiterung auf .html, .txt, oder .eml,
abh&#228;ngig vom Datei-Typ den Sie in Schritt 3 ausgew&#228;hlt haben.</li>

<li>W&#228;hlen Sie einen Dateinamen und einen Speicherort und klicken Sie auf Speichern.</li>
</ol>

<p>Um eine ausgew&#228;hlte Nachricht zu drucken:</p>

<ul>
<li>Klicken Sie auf Drucken.</li>
</ul>

<p>[<a href="#reading_messages">Zur&#252;ck zum Beginn des Abschnitts</a>
]</p>

<h2 id="controlling_images_scripts_and_plug-ins">Bilder, Skripte und PlugIns einstellen</h2>

<p>Standardm&#228;ssig werden Ihnen Grafiken und sonstige eingebetteten Inhalte in der 
   Mail-Nachricht nicht angezeigt, es sei den, der Absender befindet sich ihn einem Ihrer Adressb&#252;cher
   und Sie erlauben die Anzeige. Um diese Einstellungen zu &#228;ndern, gehen Sie wie folgt vor:</p>

<ol>
<li>&#214;ffnen sie das Men&#252; <q>Bearbeiten</q> und w&#228;hlen Einstellungen.</li>

<li>Unter der Kategorie Mail &amp; Newsgroups, klicken sie auf Nachrichtenansicht. 
(Wenn keine Unterkategorieren sicherbar sind, doppelklicken Sie auf Datenschutz &amp; 
Sicherheit um die Liste aufzuklappen.)</li>

<li>Entfernen Sie das H&#228;ckchen bei der Option <q>Grafiken und andere Inhalte aus externen Quellen blockieren</q>.</li>
<li>Klicken Sie auf OK um Ihre Einstellungen zu &#252;bernehmen.</li>
</ol>

<p><strong>Hinweis</strong>: Siehe <q>Von au&#223;en stammende Grafiken in HTML-Mails erlauben</q> unter
  <a href="#creating_a_new_address_book_card">Eine neue Visitenkarte erstellen</a> 
  wenn Sie genauere Informationen dar&#252;ber erhalten wollen, wie Sie f&#252;r bestimmte Sender externe Inhalte
  zulassen k&#246;nnen.</p>

<p>Standartm&#228;ssig sind f&#252;r ankommende Nachrichten Plug-Ins deaktiviert. 
Um diese Einstellungen zu &#228;ndern:</p>

<ol>
<li>&#214;ffnen sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
und w&#228;hlen Einstellungen.</li>

<li>Unter der Kategorie Erweitert, klicken sie auf Scripte &amp; Plug-Ins.
(Wenn keine Unterkategorieren sicherbar sind, doppelklicken Sie auf Erweitert um die Liste aufzuklappen.)</li>

<ul>
<li>Unter <q>Plug-Ins aktivieren f&#252;r</q>, w&#228;hlen Sie <q>Mail &amp; Newsgroups</q> um 
Plugins zu aktivieren.</li>
</ul>
<li>Klicken sie auf OK um Ihre Einstellungen zu &#252;bernehmen.</li>
</ol>

<p>[<a href="#reading_messages">Zur&#252;ck zum Beginn des Abschnitts</a>
]</p>

<h1 id="sending_messages">Nachrichten senden</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#composing_mail_and_newsgroup_messages">Mail und Newsgroup Nachrichten erstellen</a></li>
    <li><a href="#using_the_message_composition_window">Das Nachrichtenerstellungsfenster benutzen</a></li>
    <li><a href="#addressing_a_message">Nachrichten adressieren</a></li>
    <li><a href="#selecting_message_sending_options">Optionen zum Senden von Nachrichten festlegen</a></li>
    <li><a href="#replying_to_a_message">Nachrichten beantworten</a></li>
    <li><a href="#forwarding_a_message">Nachrichten weiterleiten</a></li>
    <li><a href="#confirming_that_your_message_was_opened">Best&#228;tigungen f&#252;r ge&#246;ffnete Mails</a></li>
    <li><a href="#saving_and_editing_a_message_draft">Entw&#252;rfe speichern und bearbeiten</a></li>
    <li><a href="#creating_and_using_templates">Vorlagen erzeugen und verwenden</a></li>
  </ul>
</div>

<h2 id="composing_mail_and_newsgroup_messages">Mail und Newsgroup Nachrichten erstellen</h2>

<p>Um eine neue Nachricht zu adressieren, zu erstellen, auf eine Nachricht
zu antworten oder eine Nachricht zu senden, f&#252;hren Sie einen der folgenden
Schritte aus:</p>

<ul>
<li>Sie k&#246;nnen in jedem &brandShortName;-Fenster das Men&#252; Datei &#246;ffnen
und auf die Option Neu und anschlie&#223;end auf Nachricht klicken.</li>

<li>Klicken Sie auf Verfassen in der Symbolleiste im
Mail-Fenster.</li>

<li>Wenn eine Nachricht angezeigt wird, klicken Sie auf Antworten,
Weiterleiten oder Antw. an alle in der Symbolleiste.</li>

<li>W&#228;hlen Sie eine Adresse im Adressbuch aus und klicken Sie auf
Verfassen im Adressbuch.</li>
</ul>

<p><strong>Tipp</strong>: Benutzen Sie das Mail &amp;
Newsgroups Account-Erstellungen
- <a href="#addressing">Erstellen &amp; Adressieren</a>
Dialogfeld
um den HTML-Text-Editor zum erstellen von Nachrichten dieses Accounts zu
verwenden.
(Sie k&#246;nnen f&#252;r jeden Account den bevorzugten Editor w&#228;hlen.)
Siehe <a href="#changing_the_settings_for_an_account">&#196;ndern von
Accounteinstellungen</a> f&#252;r mehr Informationen.</p>

<p><strong>Hinweis</strong>: Generell ist es nicht m&#246;glich, Nachrichten zu entwerfen, welche auf einen
  Blog &amp; Newsfeed-Account ver&#246;ffentlicht werden sollen. Wenn Sie Nachrichten auf ein Blog
  ver&#246;ffentlichen wollen (und die entsprechenden Rechte haben), m&#252;ssen Sie den Mechanismus 
  des entsprechenden Blog-Dienstes verwerden. In manchen F&#228;llen kann dies auch durch das Senden einer 
  E-Nail-Nachricht an eine bestimmte Adresse erfolgen.</p>

<p>Wenn Sie Nachrichten im HTML-Format erstellen, k&#246;nnen Sie verschiedene
Schriftarten, Text-Styles (wie zum Beispiel Fett oder kursiv) sowie Text-Farben, 
Tabellen, Nummerierte und nicht numerierte Listen, Grafiken benutzen.
Manche Empf&#228;nger sind m&#246;glicherweise nur in der Lage Nachrichten im 
Text-Format zu lesen.
Wenn Sie den Normaltext-Editor von Zeit zu Zeit verwenden m&#246;chten, k&#246;nnen Sie
die Umschalttaste gedr&#252;ckt halten, w&#228;hrend Sie auf Erstellen oder Antworten
klicken, um den Normaltext-Editor bei Bedarf zu verwenden.</p>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="using_the_message_composition_window">Das
Nachrichtenerstellungsfenster benutzen</h2>

<p>Verwenden Sie das Erstellungsfenster, um E-Mail- und Foren-Nachrichten
zu adressieren, zu erstellen und zu senden. W&#228;hlen Sie als erstes im Eingenschafts-Dialog
<a href="#addressing">Erstellen &amp; Adressieren</a> , ob Sie Nachrichten 
standardm&#228;ssig als Reintext oder HTML verfassen m&#246;chten. Zum Dialog gelangen Sie indem Sie
im Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span> 
Mail &amp; Newsgroups Account-Einstellungen w&#228;hlen.</p>

<p>Um das Verfassen-Fenster zu sehn, klicken sie auf das Verfassen-Symbol in der Mail-Symbolleiste.</p>

<p>Das Erstellungsfenster enth&#228;lt folgende Elemente:</p>

<ul>
<li>Mail-Symbolleiste

<p>Sie k&#246;nnen auf eine der folgenden Schaltfl&#228;chen klicken:</p>

<ul>
<li><strong>Senden</strong>: Die Nachricht versenden.</li>

<li><strong>Adresse</strong>: Nach Namen im Adressbuch suchen.</li>

<li><strong>Attachment</strong>: Eine Datei an die Nachricht anh&#228;ngen.
Siehe <a href="#using_attachments">Anh&#228;nge verwenden</a> f&#252;r mehr Informationen.</li>

<li><strong>Rechtschreibung</strong>: Die Rechtschreibung in der Nachricht &#252;berpr&#252;fen.</li>

<li><strong>Sicherheit</strong>: Zeigt Informationen ob Ihre Nachricht verschl&#252;sselt oder/und 
digital Signiert verschickt wird.</li>

<li><strong>Speichern</strong>: Nachricht als Entwurf speichern.</li>
</ul>
</li>

<li>Addressierungs-Feld: Hier wird die Email-Adresse der Empf&#228;nger eingetragen.</li>

<li>Das Feld Anlagen: Wenn Sie eine Datei an eine Nachricht anh&#228;ngen (indem Sie in dieses 
Feld klicken oder den Attachment-Knopf dr&#252;cken), wird der Dateiname in diesem Feld angezeigt.</li>

<li>Nachrichten-Text-Feld: Geben Sie hier ihren Nachrichten-Text ein.</li>
</ul>

<p>Wenn Sie Nachrichten mit Hilfe des HTML-Editors erstellen m&#246;chten, wird eine zus&#228;tzliche 
Symbolleiste mit &#228;hnlichen Textformatierungsschaltfl&#228;chen wie im &brandShortName; Composer eingeblendet.</p>

<p>Weitere Hilfe zum Benutzen des HTML-Editors finden Sie unter <a
href="composer_help.xhtml#formatting_your_web_pages">Formatieren von
Webseiten</a>.</p>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="addressing_a_message">Nachrichten adressieren</h2>

<p>So adressieren Sie E-Mail-Nachrichten:</p>

<ol>
<li>Geben Sie den Namen in das Adressfeld ein.

<p>Wenn die Option <a
href="#address_autocompletion">Adressen-Autovervollst&#228;ndigung</a>
aktiviert ist (diese Option ist standardm&#228;&#223;ig aktiviert), m&#252;ssen Sie nur die ersten Buchstaben 
des Namens des Empf&#228;ngers eingeben, Mail &amp; Newsgroups vervollst&#228;ndigt die Adresse selbst&#228;ndig.
(Sie k&#246;nnen auch einen Teil des Namens eingeben und sofort auf die Eingabetaste dr&#252;cken - die 
Adresse wird daraufhin von Mail &amp; Newsgroups vervollst&#228;ndigt.)</p>
</li>

<li>Wenn mehrere Adressen gefunden wurden, w&#228;hlen Sie eine aus und dr&#252;cken Sie die Eingabetaste.

<p><strong>Hinweis</strong>: Trennen Sie mehrere Adressen in derselben Zeile durch Kommas. 
Trennen Sie Vor- und Zunamen nicht durch Kommas. Mehrere Eintr&#228;ge k&#246;nnen sein:</p>
<p><tt>user1@netscape.net,user2@netscape.net</tt></p>
</li>

<li>Wenn die Nachricht von einem anderen Accizbt gesendet  werden soll,
m&#252;ssen Sie auf die Schaltfl&#228;che <q>Von</q> klicken, um den entsprechenden Account auszuw&#228;hlen. 
Siehe <a href="#changing_the_account_from_which_a_message_is_sent">&#196;ndern des Absenderaccounts</a> 
f&#252;r mehr Informationen.</li>

<li>Wenn notwendig, klicken Sie auf die Schaltfl&#228;che <q>An</q>, um einen anderen Empf&#228;ngertyp 
auszuw&#228;hlen:

<ul>
    <li><strong>An</strong>: F&#252;r prim&#228;re Empf&#228;nger der Nachricht.</li>
    <li><strong>Cc</strong>:  F&#252;r sekund&#228;re Empf&#228;nger der Nachricht (Kopie).</li>
    <li><strong>Bcc</strong>: F&#252;r sekund&#228;re Empf&#228;nger, die anderen Empf&#228;ngern, 
        einschlie&#223;lich den Empf&#228;ngern der Cc-Liste, nicht angezeigt werden.</li>
    <li><strong>Reply-To</strong>: Wenn die Empf&#228;nger an eine andere E-Mail-Adresse, nicht an die 
        Absenderadresse, antworten sollen.</li>
    <li><strong>Newsgroup</strong>: Zum Senden von Nachrichten an ein Forum.</li>
    <li><strong>Followup-To</strong>: Zum Weiterleiten von Foren-Nachrichten, sodass nachfolgende 
        Antworten direkt an das weitergeleitete Forum und nicht an das urspr&#252;ngliche Forum 
        weitergeleitet werden.</li>
</ul>
</li>
</ol>

<p><strong>Tipp</strong>: Sie k&#246;nnen eine Nachricht schnell adressieren, indem Sie mit der rechten 
Maustaste auf die E-Mail-Adresse in der Nachricht, die Sie gerade lesen, klicken und die Option
<q>Senden an</q> aus dem Popup-Men&#252; ausw&#228;hlen.</p>

<p
id="changing_the_account_from_which_a_message_is_sent"><strong>&#196;ndern
des Absenderaccounts</strong></p>

<p>Wenn Sie &#252;ber mehrere E-Mail-Account verf&#252;gen, basiert der Account, der im Feld
<q>Von</q> angezeigt wird, auf dem Account (oder Server), das ausgew&#228;hlt ist, wenn Sie 
eine neue Nachricht erstellen m&#246;chten.
In &brandShortName; Mail &amp; Newsgroups k&ouml;nnen Sie jedoch den Account, von dem eine Nachricht 
gesendet wird, &#228;ndern, w&#228;hrend Sie die Nachricht erstellen. Klicken Sie auf das Feld 
<q>Von</q>, um eine Liste der Accounts anzuzeigen, und w&#228;hlen Sie anschlie&#223;end den 
entsprechenden Account aus. Eine Kopie der Nachricht wird im Ordner <q>Gesendet</q> gespeichert, 
der zu dem Account geh&#246;rt, von dem aus die Nachricht gesendet wurde.</p>

<p><strong>&#220;ber automatische Adress-Vervollst&#228;ndigung</strong></p>

<p>Sie k&#246;nnen mit dieser Funktion Nachrichten im Erstellungsfenster adressieren, ohne Namen 
zu suchen oder vollst&#228;ndige Namen einzugeben. Mail &amp; Newsgroups &#252;berpr&#252;ft 
automatisch die Adressb&#252;cher und einen <a href="glossary.xhtml#ldap">LDAP-Server</a> 
(sofern verf&#252;gbar) und vervollst&#228;ndigt die Namen, wenn eine eindeutige 
&#220;bereinstimmung vorhanden ist. Fehler werden verhindert, indem eine Auswahl aller 
m&#246;glichen Namen angezeigt wird, wenn mehrere &#220;bereinstimmungen gefunden wurden. 
Die automatischen Adress-Vervollst&#228;ndigung ist standardm&#228;ssig aktiviert.</p>

<p>Wenn Sie eine von Mail &amp; Newsgroups angebotene Adresse nicht verwenden m&#246;chten, m&#252;ssen Sie auf die 
R&#252;ckw&#228;rtstaste oder die ENTF-Taste dr&#252;cken und eine andere Adresse eingeben.</p>

<p>So deaktivieren Sie die automatische Adress-Vervollst&#228;ndigung:</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span>
<span class="mac">&brandShortName;</span> und w&#228;hlen Sie Einstellungen.</li>

<li>Klicken Sie in der Kategorie Mail &amp; Newsgroups auf Adressieren. (Wenn in dieser 
Kategorie keine Optionen angezeigt werden, doppelklicken Sie auf die Kategorie, um die Liste einzublenden.).</li>

<li>Deaktivieren Sie im Bereich Adressen-Autovervollst&#228;ndigen die 
Kontrollk&#228;stchen <q>Lokale Adressb&#252;cher</q> und <q>LDAP-Verzeichnis-Server</q></li>

<li>Klicken Sie auf OK.</li>
</ol>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="selecting_message_sending_options">Optionen zum Senden von
Nachrichten festlegen</h2>

<p>Sie k&#246;nnen w&#228;hrend des Erstellens einer Nachricht diese zus&#228;tzlichen Optionen f&#252;r 
das Senden von Nachrichten aus dem Men&#252; <q>Optionen</q> ausw&#228;hlen:</p>

<ul>
<li><strong>Adressen ausw&#228;hlen</strong>: 
Mit der Option <q>Adressen ausw&#228;hlen</q> k&#246;nnen Sie die Adresse des Empf&#228;ngers 
aus den Adressb&#252;chern ausw&#228;hlen. W&#228;hlen Sie eine Adresse aus und klicken Sie 
anschlie&#223;end auf <q>An:</q>, <q>Cc:</q> oder <q>Bcc:</q>, um die Nachricht zu adressieren.</li>

<li><strong>Rechtschreibung pr&#252;fen</strong>:&#220;berpr&#252;ft die Rechtschreibung des 
Nachrichtentexts. Sie k&#246;nnen auch auf <q>Rechtschreibung</q> in der Symbolleiste klicken.</li>
<li><strong>Rechtschreibpr&#252;fung w&#228;hrend der Eingabe</strong>: W&#228;hlen Sie diese Option, 
wenn Sie eine automatische Rechtschreibpr&#252;fung w&#228;hrend der Eingabe durchf&#252;hren wollen.</li>
<li><strong>Nachricht zitieren</strong>: W&#228;hlen Sie diese Option, wenn Sie die derzeit im 
Mail-News-Fenster ausgew&#228;hlte Nachricht als Zitat einf&#252;gen wollen.</li>
<li><strong>Empfangsbest&#228;tigungen</strong>: W&#228;hlen Sie diese Option um
eine Bestitung zu erhalten, wenn der Empf&#228;nger die Nachricht &#246;ffnet.
Bedenken sie, dass der Empf&#228;nger immer noch entscheiden kann, diese Best&#228;tigung nicht zu schicken.
Diese Option erlaubt es Ihnen, die Empfangsbest&#228;tigung auf Nachrichten-Basis zu setzen.
Um eine Empfangsbest&#228;tigung f&#252;r alle Nachrichten welche Sie senden zu aktivieren, benutzen Sie 
die Empfangsbest&#228;tigungs-Einstellungen. Siehe <a href="#return_receipts_preferences">Mail
&amp; Newsgroups Einstellungen - Empfangsbest&#228;tigungen</a> f&#252;r mehr
Informationen.</li>

<li><strong>Format</strong>: Sie k&#246;nnen die Nachricht als Normaltext oder im HTML-Format oder 
in beiden Formaten senden. Wenn Sie die Option <q>Automatisch erkennen</q> ausw&#228;hlen, 
m&#252;ssen Sie Mail &amp; Newsgroups das Format angeben, wenn nicht bekannt ist, ob das 
E-Mail-Programm des Empf&#228;ngers eine HTML-Nachricht anzeigen kann. Das ausgew&#228;hlte 
Format &#252;berschreibt das Sendeformat, das Sie mit dem Befehl <q>Einstellungen</q> im Men&#252; 
<span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span> festgelegt haben.</li>

<li><strong>Priorit&#228;t</strong>: W&#228;hlen Sie eine Priorit&#228;t aus, um festzulegen, ob die Nachricht mit 
niedrigster, niedriger, normaler, hoher oder h&#246;chster Priorit&#228;t verschickt werden soll.</li>
<li><strong>Zeichensatz</strong>: W&#228;hlen Sie hier den Zeichensatz, welcher in der Nachricht 
verwendet werden soll.</li> 
<li><strong>Eine Kopie senden an</strong>: W&#228;hlen Sie diese Option aus, wenn Sie eine 
zus&#228;tzliche Kopie der gesendeten Nachricht in einem Ordner ablegen m&#246;chten, der 
nicht dem Standardordner f&#252;r Gesendete Nachrichten entspricht. W&#228;hlen Sie 
anschlie&#223;end den entsprechenden Ordner aus.</li>

<li><strong>Sicherheit</strong>: W&#228;hlen sie diese Option um die Sicherhetis-Einstellungen dieser 
Nachricht zu &#228;ndern.</li>
</ul>

<p>Weitere Formatier-M&#246;glichkeiten befinden sich im Bearbeiten-Men&#252;:</p>
<ul>
  <li><strong>Neu umbrechen:</strong> Wenn Sie eine Nachricht mit dem Normaltext-Editor erstellen,
    k&#246;nnen Sie den Befehl <q>Neu umbrechen</q> verwenden, um lange Zeilen zitierten Texts umzubrechen,
    damit dieser in das Erstellungsfenster passt. Mit diesem Befehl wird der markierte zitierte Text auf 
    den Wert welcher in den Einstellungen bez&#252;glich <a href="#composition">Verfassen</a> angegeben wurde. 
    Dieser Befehl ist besonders n&#252;tzlich, wenn Sie eine Nachricht in einer Antwort zitieren, 
    die lange Zeilen enth&#228;lt.

    <p>Verwenden Sie den Befehl Mail &amp; Newsgroups-Account Einstellungen im Men&#252; 
    <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>, 
    um den Normaltext-Editor zum Erstellen von Nachrichten zu verwenden. W&#228;hlen Sie im 
    Dialogfeld <q>Account-Einstellungen</q>
    den entsprechenden Account aus und deaktivieren Sie die Option <q>Nachrichten in HTML verfassen</q>, um den 
    Normaltext-Editor f&#252;r alle Nachrichten zu verwenden. Wenn Sie den Normaltext-Editor nur von Zeit 
    zu Zeit verwenden m&#246;chten, k&#246;nnen Sie die Umschalttaste gedr&#252;ckt halten, 
    w&#228;hrend Sie auf <q>Erstellen</q> oder <q>Antworten</q> klicken, um den Normaltext-Editor bei 
    Bedarf zu verwenden.</p>
  </li>
</ul>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="replying_to_a_message">Nachrichten beantworten</h2>

<p>Um auf eine Nachricht zu antworten:</p>

<ul>
<li>Markieren Sie die Nachricht.</li>

<li>Klicken Sie auf Antworten um nur dem Absender zu antworten.</li>

<li>Klicken Sie auf Antw. an alle um an alle Empf&#228;nger und den Absender dieser Nachricht zu antworten.</li>
</ul>

<p>Um die Orginalnachricht in Ihrer Antwort einzuf&#252;gen und zu definieren, wo die Orgnial-Nachricht platziert 
wird, folgen Sie diesen Schritten:</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span>
<span class="mac">&brandShortName;</span> und w&#228;hlen Sie Mail &amp; Newsgroups-Account
Einstellungen. Sie sehen den Mail &amp; Newsgroups-Account Einstellungen -Dialog.</li>

<li>Wenn Sie mehrere Accounts haben, w&#228;hlen Sie einen Account aus und klicken Sie auf die
<a href="#addressing">Erstellen &amp; Adressieren</a> Kategorie dieses Accounts.</li>

<li>W&#228;hlen Sie <q>Automatisch die Originalnachricht beim Antworten zitieren</q> aus.</li>

<li>W&#228;hlen Sie, wo Ihre Antwort platziert werden soll. 
<q>Antwort unter zitiertem Text beginnen</q> ist die Standard-Einstellung.</li>

<li>Wenn Sie eine <a href="#account_settings">Signatur</a> an alle ausgehenden Nachrichten anh&#228;ngen wollen
und Ihre Antwort &#252;ber dem Orginaltext erscheinen soll, k&#246;nnen Sie zus&#228;tzlich ausw&#228;hlen, 
wo Ihre Signatur Platziert werden soll:

<ul>
<li>W&#228;hlen Sie <q>unter zitierten Text setzen (empfohlen)</q> um Ihre Signatur am Ende der 
Nachrichte zu platzieren unterhalb der Orginal-Nachricht.</li>

<li>W&#228;hlen Sie <q>unter meine Antwort (&#252;ber dem zitiertem Text) setzen</q> um Ihre 
Signatur unterhalb Ihrer Antwort, oberhalb der Orginal-Nachricht zu platzieren.</li>
</ul>
<p><strong>Hinweis</strong>: Wenn Sie eine Signatur erstellt haben, k&#246;nnen Sie Sich beim 
  Antworten auf eine Nachricht entscheiden, diese <a href="#addressing">nicht anzuh&#228;ngen</a>.</p>
</li>


<li>Klicken Sie auf OK.</li>
</ol>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="forwarding_a_message">Nachrichten weiterleiten</h2>

<p>Wenn Sie eine Nachricht weiterleiten, k&#246;nnen Sie angeben, wo der weitergeleitete Inhalt in der
neuen Nachricht eingef&#252;gt wird:
<em>inline</em> (im Text der Nachricht) oder als <em>Anlage</em>.</p>

<p>Weiterleiten einer Nachricht:</p>

<ol>
<li>Markieren Sie die Nachricht und klicken Sie auf Weiterleiten.</li>

<li>Geben Sie den Namen oder die E-Mailadresse des Empf&#228;ngers an.</li>

<li>Klicken Sie auf Senden.</li>
</ol>

<p>So legen Sie die Standardeinstellungen zum Weiterleiten von Nachrichten fest:</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span>
<span class="mac">&brandShortName;</span> und w&#228;hlen Sie Einstellungen.</li>

<li>Klicken Sie unter der Kategorie Mail &amp; Newsgroups auf <a
href="#composition">Verfassen</a>. (Wenn in dieser Kategorie keine Optionen angezeigt werden, 
doppelklicken Sie die Kategorie, um die Liste einzublenden.)</li>

<li>Unter Nachrichten weiterleiten, w&#228;hlen Sie Inline (in der Nachricht) oder als Attachment.
<p><strong>Hinweis</strong>: Wenn Sie eine Signatur erstellt haben und Inline weiterleiten,
   wird die Signatur entsprechend Ihrer Antworten-Einstellung eingef&#252;gt. Sie k&#246;nnen diese
   jedoch optional auch <a href="#addressing">nicht anh&#228;ngen</a> lassen, wenn Sie eine Nachricht
   weiterleiten.</p>
</li>

<li>Klicken Sie auf OK.</li>
</ol>

<p><strong>Tipp</strong>: Um die Standard-Einstellung beim Weiterleiten von Nachrichten zu 
&#252;berschreiben, w&#228;hlen sie eine Nachricht,&#246;ffnen das Nachrichten-Men&#252; 
und w&#228;hlen unter dem Men&#252;punkt <q>Weiterleiten als</q> Inline oder Attachment.</p>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="confirming_that_your_message_was_opened">Best&#228;tigungen f&#252;r
ge&#246;ffnete Mails</h2>

<p>Sie k&#246;nnen eine Empfangsbest&#228;tigung benutzen, um dar&#252;ber informiert zu werden, 
wenn der Empf&#228;nger die Nachricht ge&#246;ffnet hat.
Der Empf&#228;nger muss ein Mail-Programm benutzen, welches den Message Disposition Notification (MDN)
Standard implementiert. Bedenken Sie, dass der Empf&#228;nger das Senden der Empfangsbest&#228;tigung 
unterbinden kann, auch wenn Sie eine solche w&#252;nschen. Nachrichten welche Sie an Newsgroups 
schicken, enthalten keine Empfangsbest&#228;tigungs-Aufforderung, da News-Server diese 
Funktion nicht unterst&#252;tzen.</p>

<p>Um Empangsbest&#228;tigungen f&#252;r alle von Ihnen abgeschickten Nachrichten
anzufordern, verwenden Sie die <a href="#return_receipts_preferences">Empfangsbest&#228;tigungs</a>-Einstellungen, 
in denen Sie auch das Verhalten von ankommenden Empfangsbest&#228;tigungen einstellen k&#246;nnen.
Sie k&#246;nnen diese Globale Eisntllung mit dem Einstellugnen f&#252;r jeden Account &#252;berschrieben.</p>

<p>Um Empfangsbest&#228;tigungen auf Nachrichtenbasis zu aktivieren, folgen Sie diesen Anweisungen:</p>

<ul>
<li>Ausgehend vom Mail-Erstellen-Fenster, &#246;ffnen Sie das Men&#252; Optionen und w&#228;hlen 
Empfangsbest&#228;tigung.</li>
</ul>

<p>Um automatisch eine Empfangsbest&#228;tigung f&#252;r jeden Ihrer Accounts anzuforden:</p>

<ol>
<li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span>
<span class="mac">&brandShortName;</span> und w&#228;hlen Sie Einstellungen.</li>

<li>Klicken Sie unter der Kategorie Mail &amp; Newsgroups auf <a
href="#return_receipts_preferences">Empfangsbest&#228;tigungen</a>.
(Wenn in dieser Kategorie keine Optionen angezeigt werden, 
doppelklicken Sie die Kategorie, um die Liste einzublenden.)</li>

<li>W&#228;hlen Sie <q>Beim senden von Nachrichten immer eine Empfangsbest&#228;tigung verlangen.</q></li>

<li>Klicken sie auf OK.</li>
</ol>

<p>F&#252;r mehr Informationen &#252;ber Empfangsbest&#228;tigungen, siehe 
<a href="#return_receipts_preferences">Mail &amp; Newsgroups
Einstellungen - Empfangsbest&#228;tigungen</a>.</p>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="saving_and_editing_a_message_draft">Entw&#252;rfe speichern und
bearbeiten</h2>

<p>So speichern Sie den Entwurf einer E-Mail-Nachricht, den Sie sp&#228;ter vervollst&#228;ndigen m&#246;chten:</p>

<ul>
<li>Klicken Sie im Erstellungsfenster auf Speichern oder &#246;ffnen Sie das Men&#252; Datei und w&#228;hlen Sie
Als Entwurf speichern. Standardm&#228;&#223;ig wird die Nachricht im Ordner <q>Entw&#252;rfe</q> 
f&#252;r den aktuellen Account gespeichert.

<p><strong>Hinweis</strong>: Die Nachricht bleibt nach dem Speichern als Entwurf ge&#246;ffnet.</p>
</li>
</ul>

<p>So bearbeiten Sie einen Nachrichtenentwurf:</p>

<ol>
<li>Klicken Sie im Mail-Fenster auf den Ordner <q>Entw&#252;rfe</q>, f&#252;r den Account, in dem Sie den 
    Nachrichtenentwurf erstellt haben.</li>

<li>Klicken Sie auf die Nachricht, die Sie bearbeiten m&#246;chten.</li>

<li>Klicken Sie in der oberen rechten Ecke der Nachricht auf Entwurf bearbeiten.</li>

<li>Nehmen Sie die notwendigen &#196;nderungen an der Nachricht vor.</li>

<li>Klicken Sie auf Senden, um die Nachricht abzuschicken, oder auf Speichern, wenn Sie die 
    Nachricht sp&#228;ter weiter bearbeiten m&#246;chten.

<p><strong>Hinweis</strong>: Senden der Nachricht entfernt diese aus dem Enwurfs-Ordner.</p>
</li>
</ol>

<p><strong>Tipp</strong>: Sie k&#246;nnen auch auf die Nachricht doppelklicken, um sie zur 
Bearbeitung zu &#246;ffnen. Dies ist besonders dann hilfreich, wenn das Nachrichtenfenster 
geschlossen ist.</p>

<p>Um eine oder mehrere nicht mehr ben&#246;tigte Nachrichten-Entw&#252;rfe zu l&#246;schen, 
beginnen Sie vom Mail-Fenster:</p>

<ol>
<li>Klicken sie auf den Entwurf-Ordner des Accounts, wo Sie die Nachrichten-Entw&#252;rfe erstellt haben.</li>

<li>W&#228;hlen Sie die Nachrichten-Entw&#252;rfe, welche sie l&#246;schen wollen.</li>

<li>Klicken Sie auf L&#246;schen in der Mail-Symbolleiste.</li>
</ol>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>]</p>

<h2 id="creating_and_using_templates">Vorlagen erzeugen und
verwenden</h2>

<p>Mit Vorlagen k&#246;nnen Sie Nachrichten formatieren, die Sie regelm&#228;&#223;ig versenden, z.B. 
w&#246;chentliche Statusberichte. Sie k&#246;nnen eine Nachricht in jedem Fenster, in dem sie 
angezeigt wird, als Vorlage speichern, auch in einem Nachrichtenerstellungsfenster.</p>

<p>So speichern Sie eine Nachricht als Vorlage:</p>

<ol>
<li>Im Mail-Fenster klicken Sie auf Verfassen um eine neue Nachricht zu erstellen. Setzen Sie 
dort die Schriftart, Textgr&#246;sse, Textfarbe, Hintergrundfarbe und andere Formatierungen, 
welche Sie wollen.

<p>Alternativ k&#246;nnen Sie auch eine existierende Nachricht &#246;ffnen, welche schon 
das von Ihnen gew&#252;nschte Format hat.</p>
</li>

<li>W&#228;hrend eine Nachricht angezeigt wird: &#214;ffnen Sie das Men&#252; Datei und klicken Sie auf 
<q>Speichern unter</q> und anschlie&#223;end auf Vorlage. Die Vorlagendatei wird 
im Ordner Vorlagen gespeichert.</li>
</ol>

<p>So bearbeiten oder verwenden Sie eine Vorlage:</p>

<ol>
<li>Im Mail-Fenster w&#228;hlen Sie den Ordner Vorlagen des E-Mail-Accounts aus f&#252;r 
den Sie die Vorlage erstellt haben.</li>

<li>Doppelklicken Sie auf die Nachricht, die Sie bearbeiten m&#246;chten.</li>

<li>Bearbeiten Sie die Nachricht, und anschlie&#223;end k&#246;nnen Sie die Nachricht speichern oder versenden.

<p><strong>Hinweis</strong>: Senden der Nachricht l&#246;scht diese nicht aus dem Vorlagen-Ordner. 
Die Vorlage bleibt zur sp&#228;teren Verwendug erhalten.</p>
</li>
</ol>

<p>Um eine oder mehrer nicht mehr ben&#246;tigte Vorlagen zu l&#246;schen, beginnen Sie im Mail-Fenster:</p>

<ol>
<li>Klicken Sie auf den Vorlagen-Ordner des Accounts wo Sie die Vorlagen erstellt haben.</li>

<li>W&#228;hlen Sie die Vorlagen welche Sie l&#246;schen wollen.</li>

<li>Klicken Sie auf L&#246;schen in der Mail-Symbolleiste.</li>
</ol>

<p>[<a href="#sending_messages">Zur&#252;ck zum Beginn des
Abschnitts</a>
]</p>

<h1 id="creating_html_mail_messages">Nachrichten im HTML-Format erstellen</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#using_html_in_your_messages">HTML in Nachrichten benutzen</a></li>
    <li><a href="#choosing_html_mail_sending_options">Sendeoptionen f&#252;r HTML-Nachrichten</a></li>
    <li><a href="#specifying_recipients_for_html_messages">Empf&#228;nger f&#252;r HTML-Nachrichten festlegen</a></li>
    <li><a href="#viewing_the_message_source_for_html_messages">Quelltext der HTML-Nachrichten ansehen</a></li>
    <li><a href="#using_the_html_mail_question_dialog_box">Dialogfeld zur Frage von HTML-Nachrichten</a></li>
  </ul>
</div>

<h2 id="using_html_in_your_messages">HTML in Nachrichten benutzen</h2>

<p>HTML-Nachrichten k&#246;nnen wie eine Web-Seite formatierten Text,
Verkn&#252;pfungen, Grafiken und Tabelle enthalten. Allerdings k&#246;nnen
einige Benutzer m&#246;glicherweise keine HTML-Nachrichten empfangen. In
&brandShortName; Mail &amp; Newsgroups k&#246;nnen Sie Nachrichten mit Hilfe
des HTML-Editors oder mit Hilfe des Normaltext-Editors erstellen.
Au&#223;erdem k&#246;nnen Sie w&#228;hlen, ob der Empf&#228;nger
standardm&#228;&#223;ig HTML- oder Normaltext-Nachrichten empfangen soll und
wie Mail &amp; Newsgroups verfahren soll, wenn nicht bekannt ist, ob der
Empf&#228;nger Nachrichten im HTML-Format empfangen kann.</p>

<p>So legen Sie fest, ob der HTML-Editor standardm&#228;&#223;ig zum Erstellen
von Nachrichten verwendet wird (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span></q> die Option <q>Mail
      &amp; Newsgroups-Account-Einstellungen</q>. Das Dialogfeld <q>Mail &amp;
	  Newsgroups-Account-Einstellungen</q> wird angezeigt.</li>

  <li>W&#228;hlen Sie den E-Mail- oder Newsgroup-Account aus, den Sie verwenden
      m&#246;chten.</li>

  <li>W&#228;hlen Sie die Option <q>Nachrichten im HTML-Format verfassen</q>.
      Die Formatierungs-Symbolleiste wird im Erstellungsfenster angezeigt.
	  Aktivieren Sie dieses Kontrollk&#228;stchen nicht, wenn Sie den
	  Normaltext-Editor verwenden m&#246;chten.</li>
</ol>

<p>[<a href="#creating_html_mail_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="editing_or_inserting_html_elements">Bearbeiten oder Einf&#252;gen von
HTML-Elementen</h3>

<p>Falls Sie wissen wie man mit HTML-Quelltext arbeitet, k&#246;nnen Sie die
zus&#228;tzlichen HTML-Tags, Style-Atribute und JavaScript in Ihrer Nachricht
bearbeiten oder einf&#252;gen. Sollten Sie allerdings nicht wissen wie man mit
HTML-Quelltext umgeht, ist es das beste darin nichts zu &#228;ndern. Um mit
HTML-Quelltext zu arbeiten, benutzen Sie eine der folgenden Methoden:</p>

<ul>
  <li>Plazieren Sie den Cursor dort wo Sie HTML-Code einf&#252;gen wollen und
      w&#228;hlen Sie aus dem Men&#252; <q>Einf&#252;gen</q> den Punkt <q>HTML</q>.
	  In der Dialogbox k&#246;nnen Sie dann HTML-Tags und Text eingeben. Durch
	  einen Klick auf <q>Einf&#252;gen</q> werden die &#196;nderungen in die
	  Nachricht eingef&#252;gt.</li>

  <li>Markieren Sie den HTML-Quelltext den Sie &#228;ndern wollen und &#246;ffnen
      Sie das Men&#252; <q>Einf&#252;gen</q> und dann den Punkt <q>HTML</q>. In
	  der Dialogbox <q>HTML einf&#252;gen</q> k&#246;nnen Sie dann die HTML-Tags
	  und den Text &#228;ndern. Ein abschlie&#223;ender Klick auf <q>Einf&#252;gen</q>
	  f&#252;hrt die &#196;nderungen durch.</li>

  <li>W&#228;hlen Sie ein Element wie Tabelle, Grafik, Link, benanntes Ziel oder
      horizontale Linie. Doppelklicken Sie das Element um die entsprechenden
	  Eigenschaften daf&#252;r anzuzeigen. Klicken Sie auf <q>Erweitert</q>
	  um die erweiterten Einstellungen anzuzeigen. Sie k&#246;nnen die
	  erweiterten Eigenschaften dazu benutzen, um HTML-Attribute und
	  JavaScript mit Objekten zu verbinden.</li>
</ul>

<p>F&#252;r mehr Informationen &#252;ber das bearbeiten von HTML-Quelltext, lesen Sie:
<a href="composer_help.xhtml#using_the_advanced_property_editor">Verwenden des Editors f&#252;r 
erweiterte Eigenschaften</a>.</p>

<p>[<a href="#creating_html_mail_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="choosing_html_mail_sending_options">Sendeoptionen f&#252;r
HTML-Nachrichten</h2>

<p>Sie k&#246;nnen die Standardmethode ausw&#228;hlen, die von Mail &amp;
Newsgroups f&#252;r das Versenden von HTML-Nachrichten verwendet wird, wenn
nicht bekannt ist, ob das E-Mail-Programm des Empf&#228;ngers formatierte
Nachrichten anzeigen kann.</p>

<p>So w&#228;hlen Sie Optionen f&#252;r das Versenden von HTML-E-Mails
(ausgehend vom Mail-Fenster):</p>

<ol>
  <li>&#214;ffnen Sie das <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span>-Men&#252;</q> und w&#228;hlen Sie Einstellungen.</li>
  <li>Unter der Kategorie Mail &amp; Newsgroups klicken Sie auf
      <a href="#send_format">Sendeformat</a>.
      <p><strong>Anmerkung</strong>: Diese Einstellung gilt nur f&#252;r
	  E-Mails und nicht f&#252;r Beitr&#228;ge in Newsgroups.</p></li>
  <li>W&#228;hlen Sie die gew&#252;nschte Option und klicken Sie auf OK.</li>
</ol>

<p>Wenn Sie beim Verfassen einer Nachricht feststellen, dass einer der
Empf&#228;nger keine Nachrichten im HTML-Format empfangen kann, k&#246;nnen Sie
die Nachricht beim Senden in ein anderes Format umwandeln:</p>

<ol>
  <li>Im Fenster Verfassen, &#246;ffnen Sie das Menu Optionen und klicken auf
      Format.</li>

  <li>W&#228;hlen Sie das Format in dem Sie die Nachricht versenden
      m&#246;chten:

  <ul>
    <li><strong>Autom. bestimmen</strong>: Mail &amp; Newsgroups w&#228;hlt
	    selber das passende Format aus.</li>

    <li><strong>Nur normaler Text</strong>: Dadurch gehen Formatierungen
	    verloren (z.B. fettgedruckter Text wird nicht fettgedruckt
		dargestellt).</li>

    <li><strong>Nur Rich Text (HTML)</strong>: Einige E-Mailprogramme
	    k&#246;nnen beim Anzeigen dieser Nachricht Probleme haben. W&#228;hlen
		Sie diese Einstellung nur wenn Sie wissen das der Empf&#228;nger
		HTML-Nachrichten empfangen kann.</li>

    <li><strong>Reiner Text und Rich Text (HTML)</strong>: Dies ben&#246;tigt
	    mehr Speicherplatz, ist aber die beste Auswahl wenn Sie nicht wissen ob
		das E-Mail Programm des Empf&#228;ngers auch HTML-Mails empfangen kann.</li>
  </ul></li>

  <li>Wenn Sie die Nachricht komplett verfasst haben, klicken Sie auf Senden.</li>
</ol>

<p>[<a href="#creating_html_mail_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="specifying_recipients_for_html_messages">Empf&#228;nger f&#252;r
HTML-Nachrichten festlegen</h2>

<p>Sie k&#246;nnen Zeit sparen, indem Sie angeben, ob die Personen im
Adressbuch Nachrichten im HTML-Format oder im Normaltext-Format bevorzugen.</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Fenster</q> und w&#228;hlen Sie
      <q>Adressbuch</q> aus.</li>

  <li>W&#228;hlen Sie auf der linken Seite das Adressbuch aus und
      anschlie&#223;end auf der rechten Seite die Karte der Person.</li>

  <li>Klicken Sie auf <q>Eigenschaften</q>, um das Dialogfeld <q>Karte
      f&#252;r</q> anzuzeigen.</li>

  <li>W&#228;hlen Sie auf der Registerkarte <q>Name</q> im Dropdown-Listenfeld
      <q>Bevorzugt folgendes Nachrichtenformatt</q> den Eintrag <q>HTML</q>,
	  wenn Sie wissen, das dieser Empf&#228;nger Nachrichten im HTML-Format
	  (mit Links, Grafiken oder Tabellen) empfangen kann.
      
  <p> Wenn dieser Empf&#228;nger nur normale
      Textnachrichten (ohne Formatierungen) empfangen kann, w&#228;hlen Sie
	  <q>Normaltext</q>. Wenn Sie sich nicht sicher sind, w&#228;hlen Sie
	  <q>Unbekannt</q>.</p>

      <p>In diesem Falle entscheidet Mail &amp; Newsgroups &#252;ber das zu
	  sendende Format auf der Basis der Einstellungen f&#252;r das Sendeformat
	  im Dialogfeld <q>Einstellungen</q>. Wenn Mail &amp; Newsgroups das
	  korrekte Format nicht ermitteln kann, werden Sie beim Senden gebeten, ein
	  Format auszuw&#228;hlen.</p></li>

  <li>Klicken Sie auf <q>OK</q>.</li>
</ol>

<p>[<a href="#creating_html_mail_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="viewing_the_message_source_for_html_messages">Quelltext der
HTML-Nachrichten ansehen</h2>

<p>Sie k&#246;nnen den Quelltext einer empfangenen Nachricht auf folgende
Weise anschauen:</p>

<ol>
  <li>&#214;ffnen Sie die Nachricht.</li>
  <li>&#214;ffnen Sie das Men&#252; <q>Ansicht</q> und klicken auf
      <q>Nachrichten-Quelltext</q>.</li>
</ol>

<p>[<a href="#creating_html_mail_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="using_the_html_mail_question_dialog_box">Dialogfeld zur Frage von
HTML-Nachrichten</h2>

<p>Das Dialogfeld <q>Frage zu HTML-Sendungen</q> wird angezeigt, wenn Sie
versuchen, eine Nachricht an jemanden zu senden, der keine HTML-Nachrichten
empfangen m&#246;chte, oder wenn Mail nicht feststellen kann, ob der
Empf&#228;nger HTML-Nachrichten anzeigen kann. Senden Sie eine Nachricht im
Normaltext-Format, wenn Sie nicht sicher sind.</p>

<p>[<a href="#creating_html_mail_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="using_attachments">Anh&#228;nge verwenden</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#attaching_a_file_or_web_page">Anh&#228;ngen einer Datei oder Webseite</a></li>
    <li><a href="#viewing_and_opening_attachments">Anh&#228;nge anzeigen und &#246;ffnen</a></li>
    <li><a href="#saving_attachments">Anh&#228;nge speichern</a></li>
  </ul>
</div>

<h2 id="attaching_a_file_or_web_page">Anh&#228;ngen einer Datei oder Webseite</h2>

<p>Eine Datei zu einer Nachricht hinzuf&#252;gen:</p>

<ol>
  <li>Im Fenster Verfassen klicken Sie auf <q>Attachment</q> oder &#246;ffnen
      Sie das Men&#252; <q>Datei</q> und klicken Sie auf <q>Datei
	  hinzuf&#252;gen</q>. Es erscheint ein neues Fenster.
      <p><strong>Tipp</strong>: Sie k&#246;nnen auch in den Bereich Attachments
	  klicken, um eine Datei hinzuzuf&#252;gen.</p></li>

  <li>Geben Sie den Namen der Datei ein, die Sie hinzuf&#252;gen wollen, oder
      w&#228;hlen Sie eine Datei von Ihrer Festplatte aus.</li>

  <li>Klicken Sie auf <q>&#214;ffnen</q>. Der Dateiname erscheint nun im
      Bereich Attachments im Fenster Verfassen.</li>
</ol>

<p><strong>Tipp</strong>: Sie k&#246;nnen auch per Drag&amp;Drop Dateien
hinzuf&#252;gen.</p>

<p>Eine Webseite zu einer Nachricht hinzuf&#252;gen:</p>

<ol>
  <li>Im Fenster Verfassen &#246;ffnen Sie das Men&#252; <q>Datei</q> und
      klicken auf <q>Webseite hinzuf&#252;gen</q>.</li>

  <li>Geben Sie dann die Adresse der Seite ein und klicken Sie auf OK. Die
      Adresse der Seite erscheint jetzt im Bereich Attachments im Fenster
	  Verfassen.</li>
</ol>

<p><strong>Tipp</strong>: Wenn Sie eine Webseite im Browser betrachen,
k&#246;nnen Sie diese jemanden schicken, in dem Sie &#252;ber das Men&#252;
<q>Datei</q> die Option <q>Seite senden</q> w&#228;hlen.</p>

<p>[<a href="#using_attachments">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="viewing_and_opening_attachments">Anh&#228;nge anzeigen und &#246;ffnen</h2>

<p>Wenn Sie eine Nachricht mit einer Anlage empfangen, die von &brandShortName;
dargestellt werden kann (z.B Grafik-u. HTML-Dateien), wird die Anlage
innerhalb der Nachricht angezeigt. F&#252;r andere Dateitypen
k&#246;nnen Sie sich aussuchen, ob Sie die Anlage mit einem anderen Programm
&#246;ffnen wollen, oder auf der Festplatte speichern wollen.</p>

<p>Bevor Sie mit &brandShortName; eine Anlage &#246;ffnen k&#246;nnen,
m&#252;ssen Sie sicherstellen, dass Sie auf Ihrem Computer ein Programm haben,
das das Dateiformat der Anlage &#246;ffnen kann. Wenn Sie zum Beispiel eine
Exceltabelle &#246;ffnen wollen, m&#252;ssen Sie ein Programm installiert
haben, das Exceldateien &#246;ffnen kann.</p>

<p>&#214;ffnen einer Anlage:</p>

<ol>
  <li>Doppelklicken Sie auf die Anlage, die Sie &#246;ffnen wollen.</li>

  <li>Im n&#228;chsten Fenster w&#228;hlen Sie aus, was &brandShortName; mit
      der Anlage machen soll:
      <ul>
        <li>Wenn &brandShortName; ein Programm auf Ihrem Computer findet, mit
		    dem Sie die Anlage &#246;ffnen k&#246;nnen, k&#246;nnen Sie die
			Anlage mit diesem Programm &#246;ffnen. Klicken Sie auf
			<q>W&#228;hlen</q> um die Anlage mit einem anderen Programm zu
			&#246;ffnen.</li>

        <li>Wenn &brandShortName; kein Programm auf Ihrem Computer findet, mit
		    dem man die Anlage &#246;ffnen kann, k&#246;nnen Sie die Anlage
			speichern. Es wird Ihnen zwar nicht m&#246;glich sein die Anlage zu
			&#246;ffnen. Sie k&#246;nnen sie aber zumindest auf Ihrer
			Festplatte speichern bis Sie ein Programm installiert, haben mit
			dem Sie die Anlage &#246;ffnen k&#246;nnen.</li>

        <li>Klicken Sie auf <q>Erweitert</q> um einen neuen Dateityp zur Liste
		    der Hilfsanwendungen hinzuzuf&#252;gen. &brandShortName; benutzt
			die Hilfsanwendungen um festzustellen, wie die Dateitypen von
			anderen Programmen von &brandShortName; aus ge&#246;ffnet werden
			k&#246;nnen. Mehr Informationen finden Sie unter: 
            <a href="nav_help.xhtml#plugins_and_downloads">Plugins und Downloads</a>.</li>
      </ul></li>

  <li>Klicken Sie auf OK.</li>
</ol>

<p><strong>Anmerkung</strong>: Wenn Sie Ihre Nachrichten von einem IMAP-Server
abrufen, bleiben die Anlagen auf dem Server gespeichert.</p>

<p>[<a href="#using_attachments">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="saving_attachments">Anh&#228;nge speichern</h2>

<p>Speichern einer Anlage:</p>

<ol>
  <li>Markieren Sie rechts im Fenster <q>Attachments</q> die Anlage, die Sie
      speichern m&#246;chten.</li>

  <li>Klicken Sie mit der rechten Maustaste <span class="mac">oder, wenn Sie eine Ein-Tasten Maus benutzen, 
  <kbd>control</kbd>-Klick</span> auf die Anlage und w&#228;hlen Sie aus dem Popup-Men&#252; <q>Speichern als</q>
	  aus.</li>

  <li>W&#228;hlen Sie einen Dateinamen und einen Ort auf der Festplatte, wo Sie
      die Anlage speichern wollen, klicken Sie dann auf OK. Mail &amp;
	  Newsgroups speichert die Anlage jetzt an dem angegebenen Ort.</li>
</ol>

<p><strong>Tipp</strong>: Um alle Anlagen zu speichern klicken Sie mit der
rechten Maustaste <span class="mac">oder, wenn Sie eine Ein-Tasten Maus benutzen, 
  <kbd>control</kbd>-Klick</span> auf die erste Anlage und w&#228;hlen aus dem Popup-Men&#252;
<q>Alle speichern</q>. Sie k&#246;nnen jetzt den Ort angeben, wohin
&brandShortName; die Anlagen speichern soll. </p>

<p>[<a href="#using_attachments">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="deleting_messages">Nachrichten l&#246;schen</h1>

<div class="contentsBox">In diesem Abschnitt:

<ul>
<li><a href="#deleting_pop_or_imap_messages">POP oder IMAP Nachrichten l&#246;schen</a></li>
<li><a href="#moving_messages_to_and_from_the_trash">Nachrichten aus und in den Papierkorb verschieben</a></li>
</ul>
</div>

<h2 id="deleting_pop_or_imap_messages">POP oder IMAP Nachrichten l&#246;schen</h2>

<p>Wie Nachrichten gel&#246;scht werden h&#228;ngt von Ihrem verwendeten
Mail-Server-Typ ab: POP oder IMAP. Gel&#246;schte POP Nachrichten werden
automatisch in den Papierkorb verschoben. IMAP-Benutzer haben verschiedene
M&#246;glichkeiten, Nachrichten zu l&#246;schen.</p>

<p>Um Nachrichten aus Ihrem Posteingang oder einem anderen ORdner zu
l&#246;schen, beginnen wir im Mail-Fenster:</p>

<ol>
  <li>In der Nachrichtenliste markieren Sie die Nachrichten und klicken auf
      <q>L&#246;schen</q>. Standardm&#228;&#223;ig verschiebt Mail &amp; Newsgroups die
	  ausgew&#228;hlten Nachrichten in den Papierkorb.</li>

  <li>Um Nachrichten entg&#252;ltig zu l&#246;schen, &#246;ffnen Sie das Men&#252;
      <q>Datei</q> und w&#228;hlen <q>Papierkorb-Ordner leeren</q>.</li>
</ol>

<p>Um Nachrichten zu l&#246;schen ohne sie zu &#246;ffnen, beginnen wir im
Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Ansicht</q> und Untermen&#252;
      <q>Anzeigen/Verstecken</q>. Dort deaktivieren Sie das Nachrichtenfenster.

      <p>Alternativ dazu k&#246;nnen Sie auch auf den Griff des
	  Nachrichtenfensters klicken (Die kleine gezahnte Fl&#228;che - zentriert
	  unterhalb des Nachrichtenfensters), um die Nachrichtenansicht zu
	  schlie&#223;en.</p></li>

  <li>In der Nachrichtenliste markieren Sie nun die Nachrichten und klicken
      auf <q>L&#246;schen</q>.</li>
</ol>

<p>Einstellungen zum L&#246;schen von IMAP-Nachrichten:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span></q> und w&#228;hlen Sie <q>Mail &amp;
      Newsgroups-Account-Einstellungen</q>.</li>

  <li>Suchen Sie den IMAP-Account den Sie &#228;nden wollen und klicken Sie auf
      <q>Server-Einstellungen</q> unterhalb des Account-Namens.</li>

  <li>W&#228;hlen Sie die entsprechenden
      <a href="#when_i_delete_a_message">Einstellungen</a>, die beim L&#246;schen
	  gelten sollen und klicken Sie auf <q>OK</q>.</li>
</ol>

<p>[<a href="#deleting_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="moving_messages_to_and_from_the_trash">Nachrichten aus und in den 
Papierkorb verschieben</h2>

<p>Wenn Sie einen POP-Server benutzen oder bei einem IMAP-Server den Papierkorb
benutzen, k&#246;nnen Sie so Nachrichten aus Ihrem Posteingang oder anderen
Ordnern l&#246;schen:</p>

<ol>
  <li>Markieren Sie in der Nachrichtenliste die Nachrichten, die Sie
      l&#246;schen wollen.</li>

  <li>Klicken Sie auf L&#246;schen. Mail &amp; Newsgroups verschiebt die
      Nachrichten jetzt in den Papierkorb.</li>
</ol>

<p>Nachrichten aus dem Papierkorb zur&#252;ckholen:</p>

<ol>
  <li>Klicken Sie auf den Ordner Papierkorb.</li>

  <li>Markieren Sie die Nachrichten, die Sie zur&#252;ckholen wollen, und
      ziehen Sie sie in einen anderen Ordner.</li>
</ol>

<p>Nachrichten endg&#252;ltig l&#246;schen:</p>

<ul>
  <li>Um Nachrichten entg&#252;ltig zu l&#246;schen, &#246;ffnen Sie das Men&#252;
      <q>Datei</q> und w&#228;hlen <q>Papierkorb-Ordner leeren</q>.</li>
</ul>

<p>[<a href="#deleting_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>


<h1 id="using_address_books">Adressb&#252;cher verwenden</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#about_address_books">&#220;ber Adressb&#252;cher</a></li>
    <li><a href="#adding_entries_to_your_address_books">Adressbucheintr&#228;ge hinzuf&#252;gen</a></li>
    <li><a href="#creating_a_new_address_book">Ein neues Adressbuch erstellen</a></li>
    <li><a href="#creating_a_new_address_book_card">Eine neue Visitenkarte erstellen</a></li>
    <li><a href="#creating_a_mailing_list">Eine Versandliste (Mailinglist) erstellen</a></li>
    <li><a href="#editing_a_mailing_list">Eine Versandliste (Mailinglist) bearbeiten</a></li>
    <li><a href="#searching_address_books_and_directories">Adressb&#252;cher und LDAP-Verzeichnisse 
    durchsuchen</a></li>
    <li><a href="#importing_address_books">Adressb&#252;cher importieren</a></li>
    <li><a href="#exporting_address_books">Adressb&#252;cher exportieren</a></li>
    <li><a href="#adding_and_removing_ldap_directories">Hinzuf&#252;gen und entfernen von LDAP-Verzeichnissen</a></li>
  </ul>
</div>

<h2 id="about_address_books">&#220;ber Adressb&#252;cher</h2>

<p>Adressb&#252;cher speichern E-Mail-Adressen und Kontaktinformationen von
Personen, denen Sie normalerweise E-Mail-Nachrichten senden, z. B. Kollegen,
Kunden, Freunde usw. In &brandShortName; Mail &amp; Newsgroups stehen Ihnen
zwei Adressb&#252;cher zur Verf&#252;gung: das pers&#246;nliche Adressbuch und
das Adressbuch <q>Gesammelte Adressen</q>. Sie k&#246;nnen auch noch
zus&#228;tzliche Adressb&#252;cher anlegen. Der Inhalt dieser Adressb&#252;cher
wird lokal auf Ihrer Festplatte gespeichert.</p>

<p>Ihr Adressbuch kann auch E-Mail-Adressen aus einem LDAP-Verzeichnis
enthalten, das sich auf einem LDAP-Verzeichnis-Server befindet. Der
Verzeichnis-Server speichert E-Mail-Adressen von Personen, die nicht in Ihren
lokal gespeicherten Adressb&#252;chern enthalten sind.</p>

<h4>Pers&#246;nliches Adressbuch</h4>

<p>Verwenden Sie das pers&#246;nliche Adressbuch, um bestimmte Namen, die Sie
ben&#246;tigen, hinzuzuf&#252;gen oder um Adressb&#252;cher aus anderen
E-Mail-Programmen und fr&#252;heren Versionen von &brandShortName; zu
importieren. Sie k&#246;nnen Versandlisten erstellen, einzelne
Adresseintr&#228;ge bearbeiten und zus&#228;tzliche Adressb&#252;cher
erstellen.</p>

<h4>Gesammelte Adressen</h4>

<p>Im Adressbuch <q>Gesammelte Adressen</q> werden automatisch E-Mail-Adressen
ein- und ausgehender Nachrichten gesammelt. Bei eingehenden E-Mail-Nachrichten
speichert das Adressbuch <q>Gesammelte Adressen</q> die Absenderadresse, sobald
Sie die Nachricht &#246;ffnen. Adressen ausgehender Nachrichten werden
gespeichert, sobald Sie auf <q>Senden</q> klicken.</p>

<h4>LDAP-Verzeichnis (sofern verf&#252;gbar)</h4>

<p>Ein LDAP-Verzeichnis (auch als Nachschlagedienst f&#252;r Adressen bekannt)
speichert E-Mail-Adressen von Empf&#228;ngern, die nicht in Ihren lokal
gespeicherten Adressb&#252;chern enthalten sind. LDAP-Verzeichnisse bieten
Zugang zu gro&#223;en, zentral verwalteten E-Mail-Adressdatenbanken, was
besonders f&#252;r die
<a href="#address_autocompletion">Adress-Autovervollst&#228;ndigung</a> von Vorteil
ist.</p>

<p>Die automatische Sammlung von Adressen ist standardm&#228;&#223;ig aktiviert. Um
diese Einstellung zu ver&#228;ndern, beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen Sie das <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span>-Men&#252;</q> 
  und w&#228;hlen Sie Einstellungen.</li>

  <li>Klicken Sie in der Kategorie <q>Mail &amp; Newsgroups</q> auf
      <q>Adressieren</q>. (Wenn in dieser Kategorie keine Optionen angezeigt
	  werden, klicken auf das Dreieck, um die Liste einzublenden.)</li>
  <li>Unter <q>Sammeln von E-Mail-Adressen</q> aktivieren Sie den Schalter
      <q>E-Mail-Adressen hinzuf&#252;gen zu:</q> und w&#228;hlen eines der beiden Telefonb&#252;cher:
      <ul>
        <li>Pers&#246;nliches Adressbuch</li>
        <li>Gesammelte Adressen</li>
      </ul>
  </li>
 <li>Klicken Sie auf <q>OK</q>.</li>
</ol>

<h4>Das Adressbuch aufrufen</h4>

<p>Um das Adressbuch zu &#246;ffnen:</p>

<ul>
  <li>&#214;ffnen Sie das Men&#252; Fenster und klicken auf Adressbuch, oder
      klicken Sie auf den Adressbuch-Icon in der Statuszeile.

      <table>
      <tr>
        <td colspan="2"><img src="images/taskbar-ab.png" alt="" /></td>
      </tr>

      <tr>
        <td style="width: 80px;" />
        <td><strong>Addressbuchsymbol</strong></td>
      </tr>
      </table></li>
</ul>

<h4>&#196;ndern der Anzeige des Fensters Adressbuch</h4>

<p>So k&#246;nnen die Anzeige des Fensters Adressbuch und der Visitenkarten
anpassen:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Fenster</q> und w&#228;hlen Sie
      <q>Adressbuch</q> aus. Das Fenster <q>Adressbuch</q> wird
	  ge&#246;ffnet.</li>

  <li>&#214;ffnen Sie im Adressbuchfenster das Men&#252; <q>Ansicht</q> und
      w&#228;hlen Sie einer der folgenden Anzeigenoptionen:

  <ul>
    <li>W&#228;hlen Sie <q>Anzeigen/Verstecken</q> und klicken Sie auf den
	    jeweiligen Punkt den Sie sehen oder nicht sehen wollen.</li>

	<li>W&#228;hlen Sie <q>Namen anzeigen</q> und w&#228;hlen Sie
	    anschlie&#223;end aus, wie Kartennamen angezeigt werden sollen
		(<q>Vorname/Nachname</q>, <q>Nachname/Vorname</q> oder
		<q>Anzeigename</q>).</li>

    <li>W&#228;hlen Sie die Option <q>Sortieren nach</q> und anschlie&#223;end
	    eine Sortieroption (nach Namen, E-Mail-Adressen, gesch&#228;ftlicher
		Telefonnummer oder Organisation) aus.</li>
  </ul></li>
</ol>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="adding_entries_to_your_address_books">Adressbucheintr&#228;ge
hinzuf&#252;gen</h2>

<p>Es gibt mehrere Wege um Adressen zum Adressbuch hinzuzuf&#252;gen:</p>

<ul>
  <li>Klicken Sie auf den Namen im Absender oder Empf&#228;ngerfeld einer
      Nachricht, die Sie erhalten haben und klicken Sie dann auf <q>Adresse zu
	  Adressbuch hinzuf&#252;gen</q>.</li>

  <li>Im Adressbuchfenster klicken Sie auf <q>Neue Karte</q>, um einen neuen
      Eintrag zu erstellen.</li>

  <li>&#214;ffnen Sie eine Nachricht. Dabei wird der Absender automatisch zum
      Adressbuch hinzugef&#252;gt (falls die Option aktiviert ist).</li>

  <li>Um Eintr&#228;ge im Adressbuch an eine andere Stelle zu kopieren, markieren
      Sie den entsprechenden Eintrag und ziehen ihn in das Adressbuch Ihrer
	  Wahl.</li>
</ul>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="creating_a_new_address_book">Ein neues Adressbuch erstellen</h2>

<p>&brandShortName; Mail &amp; Newsgroups erstellt standardm&#228;&#223;ig ein
pers&#246;nliches Adressbuch. Sie k&#246;nnen aber weitere Adressb&#252;cher
erstellen.</p>

<p>Ein neues Adressbuch erstellen:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Fenster</q> und klicken Sie auf
      <q>Adressbuch</q> oder klicken Sie auf den Adressbuch-Icon in der
	  Statuszeile. Es erscheint das Adressbuch-Fenster.

      <table>
      <tr>
        <td colspan="2"><img src="images/taskbar-ab.png" alt="" /></td>
      </tr>

      <tr>
        <td style="width: 80px;" />
        <td><strong>Addressbuchsymbol</strong></td>
      </tr>
      </table></li>

  <li>Im Adressbuch-Fenster, &#246;ffnen Sie das Men&#252; <q>Datei</q>,
      klicken auf <q>Neu</q> und dann auf <q>Adressbuch</q>. Es erscheint ein
	  neues Fenster.</li>

  <li>Geben Sie den Namen des neuen Adressbuchs ein, und klicken Sie dann auf
      OK.</li>
</ol>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="creating_a_new_address_book_card">Eine neue Visitenkarte erstellen</h2>

<p>Sie k&#246;nnen Visitenkarten verwenden, um Namen, Postanschriften,
E-Mail-Adressen, Telefonnummern und andere Informationen (z. B. ob der
Empf&#228;nger Nachrichten im Normaltext-Format oder im HTML-Format bevorzugt)
speichern.</p>

<p>So erstellen Sie eine Visitenkarte f&#252;r eine Person:</p>

<ol>
  <li>Klicken Sie auf das Symbol <q>Adressbuch</q> in der Statusleiste oder
      &#246;ffnen Sie das Men&#252; <q>Fenster</q> und w&#228;hlen Sie
	  <q>Adressbuch</q>.</li>

  <li>Klicken Sie auf die Option <q>Neue Karte</q> (Wenn Sie &#252;ber mehrere
      Adressb&#252;cher verf&#252;gen, m&#252;ssen Sie das Adressbuch
	  ausw&#228;hlen, dem Sie eine Visitenkarte hinzuf&#252;gen
	  m&#246;chten.)</li>

  <li>Das Dialogfeld <q>Neue Karte</q> enth&#228;lt vier Registerkarten:

  <ul>
    <li><strong>Kontakt</strong>: Geben Sie folgende Informationen ein:
        <ul>
          <li>Vor- und Nachname (Vorname und Nachname der Person, wie sie im
		      Adressbuch angezeigt werden sollen).</li>

          <li>Anzeigename (der Name, der im Erstellungsfenster im Feld
		      <q>An</q> angezeigt werden soll.</li>

          <li>Pseudonym (eine Abk&#252;rzung oder ein Pseudonym f&#252;r den
		      richtigen Namen).</li>

          <li>E-Mail-Adresse (prim&#228;re und zus&#228;tzliche Adresse).</li>

          <li>Bevorzugt folgendes Nachrichten-Format: Wenn Sie wissen, dass
		      dieser Empf&#228;nger Nachrichten im HTML-Format empfangen kann
			  (Nachrichten, die Links, Grafiken oder Tabellen enthalten),
			  w&#228;hlen Sie <q>HTML</q>. Wenn dieser Empf&#228;nger nur
			  normale Textnachrichten (ohne Formatierungen) empfangen kann,
			  w&#228;hlen Sie <q>Reintext</q>. Wenn Sie sich nicht sicher sind,
			  w&#228;hlen Sie <q>Unbekannt</q>. In diesem Falle entscheidet
			  &brandShortName; Mail &amp; Newsgroups &#252;ber das zu sendende
			  Format auf der Basis der Einstellungen f&#252;r das Sendeformat
			  im Dialogfeld <q>Einstellungen</q>. Wenn Mail &amp; Newsgroups
			  das korrekte Format nicht ermitteln kann, werden Sie beim Senden
			  gebeten, ein Format auszuw&#228;hlen.</li>

          <li>Von au&#223;en stammende Grafiken in HTML-Mails erlauben: Wenn Sie externe Inhalte von diesem Absender
            erlauben wollen, aktivieren Sie diese Option.</li>

          <li>AIM-Name</li>
          
          <li>Telefonnummer (geben Sie die Telefonnummern f&#252;r diese Person
		      ein)</li>
        </ul></li>

    <li><strong>Addresse</strong>: Geben Sie zus&#228;tzliche Informationen wie
	    Stra&#223;e, Telefonnummer und URL ein.
        <p><strong>Tipp</strong>: Wenn Sie eine Adresse eingeben, kann Ihnen
		&brandShortName; auf Wunsch eine Web-Seite mit einer Landkarte
		anzeigen, die die Umgebung der Adresse darstellt.</p></li>
        
        <li><strong>Andere</strong>: Speichern Sie zus&#228;tzliche Informationen auf dieser
		Registerkarte.</li>
  </ul></li>
</ol>

<p><strong>Tipp</strong>: Wenn Sie Eintr&#228;ge schnell dem Adressbuch
hinzuf&#252;gen m&#246;chten, k&#246;nnen Sie auf eine E-Mail-Adresse in
eingehenden Nachrichten klicken und die Option <q>Adresse dem Adressbuch
hinzuf&#252;gen</q> aus dem Dropdown-Listenfeld ausw&#228;hlen. Das Dialogfeld
<q>Neue Karte</q> wird angezeigt und Sie k&#246;nnen die Informationen
eingeben.</p>

<h3 id="viewing_or_editing_card_properties">Visitenkarteneigenschaften anzeigen
und bearbeiten</h3>
<p>Um eine einzelne Visitenkarte bearbeiten oder anzuschauen:</p>
<ol>
  <li>W&#228;hlen Sie die Karte im Fenster <q>Adressenliste</q> aus.</li>
  <li>Klicken Sie auf <q>Bearbeiten</q>.</li>
</ol>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="creating_a_mailing_list">Eine Versandliste (Mailinglist) erstellen</h2>

<p>Wenn Sie regelm&#228;&#223;ig Nachrichten an eine Gruppe von
Empf&#228;ngern senden, k&#246;nnen Sie eine Nachricht schnell adressieren,
indem Sie eine Versandliste mit den entsprechenden Namen verwenden.</p>

<p>So k&#246;nnen Sie eine Versandliste erstellen und Sie dem Adressbuch
hinzuf&#252;gen:</p>

<ol>
  <li>Klicken Sie im Adressbuchfenster auf <q>Neue Liste</q>.</li>

  <li>Geben Sie folgende Informationen in das Dialogfeld <q>Versandliste</q>
      ein:
      <ul>
        <li>Klicken Sie auf die Dropdown-Liste <q>Hinzuf&#252;gen zu:</q>, um
		    ein Adressbuch auszuw&#228;hlen, in dem die Liste gespeichert
			werden soll.</li>

        <li>Listenname: Wenn Sie den Listennamen in das Feld <q>An</q> einer
		    Nachricht eingeben, erhalten alle Personen auf der Liste Ihre
			Nachricht.</li>

        <li>Listen-Spitzname: Alias (oder Abk&#252;rzung) f&#252;r den
		    Listennamen.</li>

        <li>Beschreibung: Wird hinter dem Listennamen in der Adresszeile des
		    Erstellungsfensters angezeigt.</li>
      </ul></li>

  <li>Geben Sie die E-Mail-Adressen ein die Sie der Mailingliste hinzuf&#252;gen
      wollen.</li>

  <li>Klicken Sie auf <q>OK</q>.</li>
</ol>

<p>Die Liste wird auf der rechten und linken Seite des Adressbuchfensters
angezeigt.</p>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="editing_a_mailing_list">Eine Versandliste (Mailinglist) bearbeiten</h2>

<p>Versandlisten werden in dem Adressbuch gespeichert, in dem sie erstellt
wurden.</p>

<p>So entfernen Sie einen Eintrag aus der Liste (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Fenster</q> und w&#228;hlen Sie
      <q>Adressbuch</q>.</li>

  <li>Erweitern Sie das Adressbuch, das Ihre Versandliste enth&#228;lt, indem
      Sie auf das Dreieck neben dem Adressbuchtitel klicken.</li>

  <li>Klicken Sie auf den Namen der Versandliste. Die Listeneintr&#228;ge
      werden rechts davon angezeigt.</li>

  <li>Klicken Sie auf den Eintrag, den Sie l&#246;schen m&#246;chten.</li>

  <li>Klicken Sie auf <q>L&#246;schen</q>.</li>
</ol>

<p>So f&#252;gen Sie einer Versandliste Eintr&#228;ge hinzu:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Fenster</q> und w&#228;hlen Sie
      <q>Adressbuch</q>.</li>

  <li>Erweitern Sie das Adressbuch, das Ihre Versandliste enth&#228;lt, indem
      Sie auf das Dreieck neben dem Adressbuchtitel klicken.</li>

  <li>Klicken Sie auf den Namen der Versandliste.</li>

  <li>Klicken Sie auf <q>Eigenschaften</q>.</li>

  <li>F&#252;gen Sie nach Bedarf Eintr&#228;ge hinzu oder entfernen Sie
      Eintr&#228;ge.</li>

  <li>Klicken Sie auf <q>OK</q>, wenn Sie fertig sind.</li>
</ol>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="searching_address_books_and_directories">Adressb&#252;cher und
LDAP-Verzeichnisse durchsuchen</h2>

<p>&brandShortName; Mail &amp; Newsgroups l&#228;&#223;t Sie schnell ein
Adressbuch oder ein Verzeichnis nach einem Namen oder einer E-Mail-Adresse
durchsuchen. Sie k&#246;nnen aber auch mehrere Kriterien miteinander
kombinieren und eine gr&#252;ndlichere Suche starten.</p>

<p>So durchsuchen Sie ein Adressbuch oder ein Verzeichnis nach einem Namen oder
einer E-Mail-Adresse(ausgehend vom Mail-Fenster):</p>

<ol>
  <li>Im Adressbuchfenster w&#228;hlen Sie das Adressbuch oder das Verzeichnis,
      das Sie durchsuchen wollen, aus der Liste aus.</li>

  <li>Rechts von <q>Name oder E-Mail enth&#228;lt:</q> geben Sie den
      Suchbegriff ein, den Sie finden m&#246;chten. Sie k&#246;nnen auch nur
	  einen Teil des Suchbegriffs eingeben oder die exakte E-Mail-Adresse oder
	  Namen, den Sie finden m&#246;chten.
      <p>Sobald Sie mit dem tippen aufh&#246;ren, zeigt &brandShortName; Mail
	  &amp; Newsgroups nur noch die Eintr&#228;ge an, bei denen der Suchbegriff
	  im Namen oder in der E-Mail-Adresse vorkommt.</p></li>

  <li>Klicken Sie auf <q>Leeren</q> um den Suchbegriff zu l&#246;schen und alle
      Eintr&#228;ge anzuzeigen.</li>
</ol>

<h3 id="searching_for_specific_entries">Spezielle Eintr&#228;ge suchen</h3>

<p>Sie k&#246;nnen Adressb&#252;cher oder Verzeichnisse nach bestimmten
intr&#228;gen durchsuchen. Wenn Sie das Dialogfeld <q>Erweiterte
Adressbuchsuche</q> noch nicht ge&#246;ffnet haben, beginnen Sie im
Adressbuchfenster:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Extras</q> und klicken Sie auf
      <q>Adressen suchen</q>. Es erscheint das Dialogfeld <q>Erweiterte
	  Adressbuchsuche</q>.</li>

  <li>W&#228;hlen Sie das Adressbuch oder Verzeichnis, das Sie durchsuchen
      m&#246;chten.</li>

  <li>W&#228;hlen Sie die Kriterien nach denen Mail &amp; Newsgroups das
      Adressbuch oder Verzeichnis durchsuchen soll. Legen Sie fest ob alle
	  Kriterien erf&#252;llt werden sollen oder nur ein einziges.</li>

  <li>Klicken Sie auf <q>Mehr</q> um weitere Kriterien hinzuzuf&#252;gen oder
      <q>Weniger</q> um Kriterien zu l&#246;schen.</li>

  <li>Klicken Sie auf <q>Suchen</q> zum Beginnen oder klicken Sie auf
      <q>L&#246;schen</q> um Ihre Eingaben zu l&#246;schen. Die Suchergebnisse
	  erscheinen im unteren Teil des Dialogfelds.</li>

  <li>Um die Eintr&#228;ge in einer anderen Reihenfolge zu sortieren, klicken
      Sie auf die Spalte, nach der Sie die Eintr&#228;ge sortieren wollen.</li>

  <li>Um die Visitenkarte f&#252;r einen Eintrag anzuzeigen, markieren Sie den
      Eintrag und klicken auf <q>Eigenschaften</q>.</li>

  <li>Um eine Nachricht an ausgew&#228;hlte Empf&#228;nger zu schreiben,
      markieren Sie diese in der Liste und klicken Sie auf
	  <q>Erstellen</q>.</li>
</ol>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="importing_address_books">Adressb&#252;cher importieren</h2>

<p>Wenn Sie &brandShortName; Adressb&#252;cher aus einem andern Benutzerprofil
oder von einem anderen Computer haben, oder ein Adressbuch einer &#228;lteren
Version von &brandShortName;, oder aus einem anderen E-Mail-Programm,
k&#246;nnen Sie die Eintr&#228;ge dieser Adressb&#252;cher in ein neues
&brandShortName; Adressbuch importieren.</p>

<p>Sie k&#246;nnen Adressb&#252;cher in folgenden Formaten importieren:
Netscape 6, Netscape 7, Outlook, Outlook Express, Text-Dateien (.ldif),
tab-delimited (.tab), comma-separated (.csv), oder Text (.txt). Wenn Sie ein
Adressbuch importieren, legt Mail &amp; Newsgroups automatisch ein neues
Adressbuch mit den importierten Eintr&#228;gen an.</p>

<p>Sie k&#246;nnen auch
<a href="#importing_mail_from_other_programs">E-Mails und Einstellungen</a> aus
Netscape Communicator, Eudora, Outlook und Outlook Express importieren.</p>

<p>Importieren von Adressb&#252;chern (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Extras</q> und klicken Sie auf
      <q>Importieren</q>. Es erscheint der &brandShortName;
	  Importassistent.</li>

  <li>Folgen Sie den Anweisungen zum Importieren von Adressb&#252;chern.</li>
</ol>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="exporting_address_books">Adressb&#252;cher exportieren</h2>

<p>Sie k&#246;nnen ein Adressbuch aus &brandShortName; exportieren, wenn Sie
es z.B. sp&#228;ter in ein anderes Benutzerprofil importieren m&#246;chten, es
auf einen anderen Computer kopieren m&#246;chten, oder es mit einem anderen
Programm benutzen m&#246;chten, das Adressb&#252;cher importieren kann. Sie
k&#246;nnen ein Adressbuch in eines der folgenden Formate exportieren:
Communicator 4.x oder &brandShortName; (.ldif), tab-delimited (.tab),
comma-separated (.csv) oder Text (.txt).</p>

<p>So exportieren Sie Adressb&#252;cher (ausgehend vom Adressbuchfenster):</p>

<ol>
  <li>W&#228;hlen Sie das Adressbuch, das Sie exportieren m&#246;chten.</li>

  <li>&#214;ffnen Sie das Men&#252; <q>Extras</q> und klicken sie auf
      <q>Exportieren</q>.</li>

  <li>Im Dialogfeld <q>Adressbuch exportieren</q> w&#228;hlen Sie den Ort aus,
      wo die Adressbuchdatei gespeichert werden soll.</li>

  <li>W&#228;hlen Sie das Dateiformat f&#252;r das exportierte Adressbuch
      (.ldif, comma-separated, or tab-delimited).</li>

  <li>Geben Sie einen Namen f&#252;r die Adressbuchdatei ein. Stellen Sie
      sicher, dass Sie die richtige Dateinamenerweiterung(.ldif, .csv, .tab
	  oder .txt) eingeben.</li>

  <li>Klicken Sie auf <q>Speichern</q>.</li>
</ol>

<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="adding_and_removing_ldap_directories">Hinzuf&#252;gen und entfernen von
LDAP-Verzeichnissen</h2>

<p>Das hinzuf&#252;gen eines LDAP-Verzeichnisses zu Ihrem Adressbuch
erlaubt es Ihnen dieses nach E-Mail-Adressen oder anderen Kontaktinformationen
zu durchsuchen. Die k&#246;nnen dieses Verzeichnis aber auch genauso zur
automatischen Adressvervollst&#228;ndigung benutzen.</p>

<p>Im Allgemeinen verfahren Sie beim Hinzuf&#252;gen oder Entfernen von
Verzeichnis-Server nach den Anleitungen Ihres Systemadministrators. Der
Administrator kann Ihnen die f&#252;r das Hinzuf&#252;gen eines neuen
Verzeichnis-Servers erforderlichen Informationen geben.</p>

<p>So f&#252;gen Sie einen neuen Verzeichnis-Server hinzu:</p>

<ol>
  <li>W&#228;hlen Sie dazu im Men&#252; <q>Datei</q> die Option <q>Neu</q> und
      dann <q>LDAP-Verzeichnis</q>. Die Dialogbox
	  <q>Verzeichnis-Server-Eigenschaften</q> wird angezeigt.</li>

  <li>Geben Sie die folgenden Informationen ein:
      <ul>
        <li><strong>Name</strong>: Geben Sie den Namen des Verzeichnis-Dienstes
		    ein (z. B. Infoverzeichnis).</li>

        <li><strong>Hostname</strong>: Geben Sie hier den Namen des Servers
		    ein, z. B. ldap.infospace.com.</li>

        <li><strong>Basis DN</strong>: Mit dieser Einstellung wird der
		    <q>Basis-Unterscheidungsname</q> festgelegt. Geben Sie Codes zur
			Einschr&#228;nkung der Suche auf ein bestimmtes Land oder eine
			Organisation ein. Beispiel: c=DE beschr&#228;nkt die Suche auf
			Deutschland. Basis-DN kann auch die Organisation angeben, die im
			Verzeichnis durchsucht werden soll (z. B. o=Netscape Communications
			Corporation, c=US).</li>

        <li><strong>Port-Nummer</strong>: Geben Sie die Nummer des Ports
		    f&#252;r den LDAP-Server ein. Die Standardeinstellung ist 389.</li>

        <li><strong>DN binden</strong>: Der entsprechende Name der zum
		    Authentifizieren (einloggen) mit dem LDAP-Server ben&#246;tigt wird.
			Falls dieses Feld leer gelassen wird, wird eine anonyme Verbindung
			mit dem LDAP-Server hergestellt.</li>

        <li><strong>Sichere Verbindung (SSL) verwenden</strong>: W&#228;hlen Sie
		    diese Einstellung, wenn Ihr LDAP-Server eine sichere
			(verschl&#252;sselte) Verbindung unterst&#252;tzt. Sollten Sie nicht
			sicher sein, kontaktieren Sie Ihren Systemadministrator.</li>
      </ul></li>

  <li>Klicken Sie auf die Registerkarte <q>Erweitert</q>, um die Einstellungen
      f&#252;r den LDAP-Verzeichnis-Server zu konfigurieren.</li>

  <li>Geben Sie folgende Informationen in in den erweiterten Einstellungen
      f&#252;r den Verzeichnis-Server ein:
      <ul>
        <li><strong>Nicht mehr als [__] Ergebnisse zur&#252;ckgeben</strong>: Mit
		    dieser Einstellung k&#246;nnen Sie die Anzahl der vom
			Verzeichnis-Server zur&#252;ckgegebenen &#220;bereinstimmungen
			beschr&#228;nken. Geben Sie ein, wie viele E-Mail-Adressen maximal
			bei der automatischen Vervollst&#228;ndigung angezeigt werden
			sollen.</li>

        <li><strong>Umfang(S)</strong>: Begrenzt den Suchbereich. W&#228;hlen
		    Sie eine der folgenden Optionen:
            <ul>
              <li><strong>Eine Ebene</strong>: Durchsucht die Basis-DN und eine
			      Ebene darunter nach &#252;bereinstimmenden
				  Eintr&#228;gen.</li>

              <li><strong>Unterbaum</strong>: Durchsucht die Basis-DN und alle
			      Ebenen darunter nach &#252;bereinstimmenden Eintr&#228;gen.
				  Dies ist die am wenigsten eingeschr&#228;nkte Form der
				  Suche.</li>
            </ul></li>

        <li><strong>Suchfilter</strong>: Geben Sie den Suchfilter ein, der auf
		    die &#252;bereinstimmenden Ergebnisse im angegebenen Suchumfang
			angewendet werden soll.</li>
      </ul></li>

  <li>Klicken Sie auf <q>OK</q>, um das Dialogfeld
      <q>Verzeichnis-Server-Eigenschaften</q> zu schlie&#223;en.</li>
</ol>

<p>Das Verzeichnis das Sie hinzugef&#252;gt haben erscheint nun in der Liste
der Adressb&#252;cher im Adressbuchfenster.</p>

<p>So l&#246;schen Sie einen Verzeichnis-Server:</p>

<ol>
  <li>&#214;ffnen Sie das <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span>-Men&#252;</q> 
  und w&#228;hlen Sie Einstellungen.</li>

  <li>Klicken Sie in der Kategorie <q>Mail &amp; Newsgroups</q> auf
      <q>Adressierung</q>. (Wenn in dieser Kategorie keine Optionen angezeigt
	  werden, klicken auf das Dreieck, um die Liste einzublenden.)</li>

  <li>Klicken Sie auf der rechten Seite des Dialogfelds unter
      <q>Auto-Vervollst&#228;ndigung von Adressen</q> auf <q>Verzeichnisse
	  bearbeiten</q>.</li>

  <li>W&#228;hlen Sie im Dialogfeld <q>LDAP-Verzeichnis-Server</q> das
      Verzeichnis, das Sie l&#246;schen m&#246;chten, und klicken Sie auf
	  <q>L&#246;schen</q>.</li>

  <li>Klicken Sie auf <q>OK</q> und ein weiteres Mal auf <q>OK</q>, um das
      Dialogfeld <q>Einstellungen</q> zu schlie&#223;en.</li>
</ol>

<p>Informationen &#252;ber das Herunterladen oder syncronisieren eines
Verzeichnisses zum Offline-Gebrauch, lesen Sie bitte:
<a href="#downloading_directory_entries_for_offline_use">Herunterladen von 
Verzeichnisseintr&#228;gen zum Offline-Gebrauch</a>.</p>

<h3 id="directory_server_settings">Serververzeichniseinstellungen</h3>

<p>Wenn Sie noch nicht das Fenster <q>LDAP-Server Einstellungen</q>
ge&#246;ffnet haben, beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Fenster</q> und klicken sie auf
      <q>Adressbuch</q>.</li>

  <li>W&#228;hlen Sie ein Verzeichnis aus der Liste der Adressb&#252;cher
      aus.</li>

  <li>Klicken Sie auf <q>Eigenschaften</q>.</li>
</ol>

<p><strong>Allgemein-Tab</strong></p>

<ul>
  <li><strong>Name</strong>: Geben Sie den Namen des Verzeichnis-Dienstes ein
      (z. B. Infoverzeichnis).</li>

  <li><strong>Hostname</strong>: Geben Sie hier den Namen des Servers ein, z.
      B. ldap.infospace.com.</li>

  <li><strong>Basis DN</strong>: Mit dieser Einstellung wird der
      <q>Basis-Unterscheidungsname</q> festgelegt. Geben Sie Codes zur
	  Einschr&#228;nkung der Suche auf ein bestimmtes Land oder eine
	  Organisation ein. Beispiel: c=DE beschr&#228;nkt die Suche auf
	  Deutschland. Basis-DN kann auch die Organisation angeben, die im
	  Verzeichnis durchsucht werden soll (z. B. o=Netscape Communications
	  Corporation, c=US).</li>

  <li><strong>Port-Nummer</strong>: Geben Sie die Nummer des Ports f&#252;r den
      LDAP-Server ein. Die Standardeinstellung ist 389.</li>

  <li><strong>DN binden</strong>: Der entsprechende Name der zum Authentifizieren (einloggen) 
  mit dem LDAP-Server ben&#246;tigt wird. Falls dieses Feld leer gelassen wird, wird eine 
  anonyme Verbindung mit dem LDAP-Server hergestellt.</li>

  <li><strong>Sichere Verbindung (SSL) verwenden</strong>: W&#228;hlen Sie diese
      Einstellung, wenn Ihr LDAP-Server eine sichere (verschl&#252;sselte)
	  Verbindung unterst&#252;tzt. Sollten Sie nicht sicher sein, kontaktieren
	  Sie Ihren Systemadministrator.</li>
</ul>

<p><strong>Erweitert-Tab</strong></p>

<ul>
  <li><strong>Nicht mehr als [__] Ergebnisse zur&#252;ckgeben</strong>: Mit dieser
      Einstellung k&#246;nnen Sie die Anzahl der vom Verzeichnis-Server
	  zur&#252;ckgegebenen &#220;bereinstimmungen beschr&#228;nken. Geben Sie
	  ein, wie viele E-Mail-Adressen maximal bei der automatischen
	  Vervollst&#228;ndigung angezeigt werden sollen.</li>

  <li><strong>Umfang(S)</strong>: Begrenzt den Suchbereich. W&#228;hlen Sie
      eine der folgenden Optionen:
      <ul>
        <li><strong>Eine Ebene</strong>: Durchsucht die Basis-DN und eine Ebene
		    darunter nach &#252;bereinstimmenden Eintr&#228;gen.</li>

        <li><strong>Unterbaum</strong>: Durchsucht die Basis-DN und alle Ebenen
		    darunter nach &#252;bereinstimmenden Eintr&#228;gen. Dies ist die
			am wenigsten eingeschr&#228;nkte Form der Suche.</li>
      </ul></li>

  <li><strong>Suchfilter</strong>: Geben Sie den Suchfilter ein, der auf die
      &#252;bereinstimmenden Ergebnisse im angegebenen Suchumfang angewendet
	  werden soll.</li>
      </ul>
	  
<p>[<a href="#using_address_books">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>


<h1 id="organizing_your_messages">Nachrichten verwalten</h1>

<div class="contentsBox">
  <ul>
    <li><a href="#creating_a_folder">Ordner anlegen</a></li>
    <li><a href="#renaming_a_folder">Ordner umbenennen</a></li>
    <li><a href="#moving_or_copying_a_folder">Ordner verschieben oder kopieren</a></li>
    <li><a href="#filing_messages_in_folders">Nachrichten in Ordnern ablegen</a></li>
    <li><a href="#sharing_folders_with_other_users">Ordner freigeben (nur IMAP)</a></li>
    <li><a href="#tagging_messages">Nachrichten taggen</a></li>
    <li><a href="#marking_or_flagging_messages">Nachrichten markieren</a></li>
    <li><a href="#using_message_views">Nachrichtenansichten verwenden</a></li>
    <li><a href="#creating_message_filters">Nachrichtenfilter anlegen</a></li>
    <li><a href="#searching_through_messages">Nachrichten durchsuchen</a></li>
  </ul>
</div>

<h2 id="creating_a_folder">Ordner anlegen</h2>

<p>Stellen Sie sicher, dass Sie im Mail-Fenster sind:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q>, klicken Sie auf <q>Neu</q>,
      und dann auf <q>Ordner</q>. Es erscheint ein neues Fenster.</li>
  <li>Geben Sie den Namen des neuen Ordners ein.</li>
  <li>Klicken Sie auf die Drop-down-Liste und w&#228;hlen wo der Ordner
      erstellt werden soll. Anschlie&#223;end klicken Sie auf OK. Der neue
	  Ordner erscheint nun in Ihrer E-Mail-Ordner-Liste.</li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="renaming_a_folder">Ordner umbenennen</h2>

<p>Stellen Sie sicher, dass Sie im Mail-Fenster sind:</p>

<ol>
  <li>Markieren Sie den Ordner, den Sie umbenennen m&#246;chten.</li>
  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und klicken Sie auf <q>Ordner
      umbenennen</q>. Es erscheint das Fenster Ordner umbenennen.</li>
  <li>Geben Sie den neuen Namen ein und klicken Sie auf <q>OK</q>.</li>
</ol>

<p><strong>Hinweis</strong>: Wenn Sie einen Ordner umbenennen, den Sie zum
Speichern <a href="#creating_message_filters">gefilterter Nachrichten</a>
verwendet haben, werden die Filter automatisch aktualisiert und verwenden den
umbenannten Ordner.</p>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="moving_or_copying_a_folder">Ordner verschieben oder kopieren</h2>

<p>Sie k&#246;nnen einen Ordner und dessen Inhalt in einen anderen Mail-Account
kopieren oder den Ordner innerhalb desselben Accounts verschieben.</p>

<p>So verschieben oder kopieren Sie einen Ordner (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>Markieren Sie den Ordner, den Sie verschieben oder kopieren
      m&#246;chten.</li>

  <li>F&#252;hren Sie einen der folgenden Schritte durch:

      <ul>
        <li>Um den Ordner unter einen anderen Ordner innerhalb desselben Accounts
		    zu verschieben, ziehen Sie den Ordner auf den Namen des anderen
			Ordners. Der verschobene Ordner wird zu einem Unterordner des
			anderen Ordners.</li>

        <li>Um einen Ordner in einen anderen Account zu kopieren, ziehen Sie den
		    Ordner auf den Namen des anderen Accounts.</li>

        <li>Um einen Ordner unter einen anderen Ordner in einem anderen Account
		    zu kopieren, ziehen Sie den Ordner auf den Namen des Ordners in dem
			anderen Accounts. Der kopierte Ordner wird zu einem Unterordner des
			anderen Ordners.</li>
      </ul></li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="filing_messages_in_folders">Nachrichten in Ordnern ablegen</h2>

<p>Sie k&#246;nnen Nachrichten mit einer der folgenden Methoden von einem
Ordner in einen anderen Ordner verschieben:</p>

<ul>
  <li>W&#228;hlen Sie die Nachricht aus, klicken Sie auf <q>Ablegen</q> in der
      Symbolleiste und w&#228;hlen Sie den Zielordner aus.</li>

  <li>Sie k&#246;nnen Nachrichten in den gew&#252;nschten Ordner ziehen und
      dort ablegen.
      
      <p><strong>Hinweis</strong>: Wenn Sie eine
      Nachricht von einem IMAP- oder POP-Mail-Server-Ordner in einem lokalen
	  Ordner auf der Festplatte ablegen m&#246;chten, wird die Nachricht in den
	  lokalen Ordner verschoben und aus dem Server-Ordner entfernt.</p></li>
</ul>

<p>So kopieren Sie eine Nachricht von einem Ordner in einen anderen Ordner:</p>

<ol>
  <li>W&#228;hlen Sie die Nachricht aus und klicken Sie mit der rechten
      Maustaste, um das Popup-Men&#252; anzuzeigen.</li>

  <li>W&#228;hlen Sie <q>Kopieren in</q> im Kontextmen&#252; und
      anschlie&#223;end den Zielaccount und den Zielordner.</li>
</ol>

<p><strong>Tipp</strong>: Als Alternative k&#246;nnen Sie auch eine Nachricht
mit Hilfe der Shift-Taste kopieren. Dazu halten Sie einfach die Shift-Taste
gedr&#252;ckt, w&#228;hrend Sie eine Nachricht von der Nachrichtenansicht in den
entsprechenden Ordner ziehen.</p>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="sharing_folders_with_other_users">Ordner mit anderen Benutzern teilen
(nur IMAP)</h2>

<p>Benutzer mit IMAP-Mail Accounts k&#246;nnen Ihre Mail-Ordner mit anderen
Benutzern desselben Netzwerks teilen. Das freigeben von Ordnen erlaubt es
verschiedenen Benutzern dieselben Nachrichten zu sehen und mit ihnen zu
arbeiten - &#228;hnlich einer Newsgroup. Um mit freigegebenen Ordnern arbeiten zu
k&#246;nnen, muss Ihr IMAP-Mail-Server das <em>Access Control List (ACL)</em>
Managment unterst&#252;tzen. Fragen Sie dazu Ihren Systemadministrator oder den
Support ob Ihr IMAP-Mail-Server Ordnerfreigaben unterst&#252;tzt, falls Sie es
nicht selbst wissen.</p>

<p>Um einen Ordner im Netzwerk f&#252;r andere Benutzer freizugeben, oder um
freigegebene Ordner anzuzeigen, beginnen Sie bitte aus dem Mail-Fenster:</p>

<ol>
  <li>Innerhalb eines IMAP-Accounts, w&#228;hlen Sie den Ordner den Sie
      freigeben wollen oder dessen Freigabeprivilegien Sie anzeigen m&#246;chten.
      <p>Order des <q>Lokalen Ordners</q> oder eines POP-Mail Accounts
	  k&#246;nnen nicht freigegeben werden.</p></li>

  <li>&#214;ffnen Sie das Men&#252; <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span></q> und w&#228;hlen Sie
      <q>Ordnereigenschaften</q>.</li>

  <li>Klicken Sie auf das Tab <q>Freigabe</q>.</li>

  <li>Klicken Sie auf <q>Rechte</q>, wo Sie nach einem Benutzernamen und
      dem Passwort gefragt werden.
      <p>Der Rechte-Button ist nur dann verf&#252;gbar wenn der
	  IMAP-Mail-Server die Freigabe von Ordnern unterst&#252;tzt. Sollte der
	  Button nicht da sein, so k&#246;nnen Sie sich die Rechteverteilung nur
	  anzeigen lassen, aber nicht &#228;ndern.</p></li>

  <li>Folgen Sie den Anweisungen auf dem Bildschirm, um einen Benutzer
      hinzuzuf&#252;gen und dessen Zugriffsrechte zu bestimmen:

      <ul>
        <li><strong>Read privileges</strong>: Benutzer k&#246;nnen Nachrichten
		    lesen und kopieren. Allerdings k&#246;nnen sie sie nicht bearbeiten
			oder l&#246;schen. Genausowenig k&#246;nnen sie irgendwelche
			Nachrichten in diesen Ordner kopieren. Die Benutzer k&#246;nnen
			allerdings Nachrichten auf gelesen oder ungelesen setzen. Lesen Sie
			dazu wie man
			<a href="#marking_or_flagging_messages">Nachrichten markieren</a>.</li>

        <li><strong>Read and Write privileges</strong>: Zus&#228;tzlich zu den
		    Leserechten, k&#246;nnen Benutzer hiermit Nachrichten bearbeiten und
			l&#246;schen. Au&#223;erdem k&#246;nnen Sie auch andere Nachrichten in den
			Ordner kopieren oder verschieben.</li>

        <li><strong>Manage privileges</strong>: Zus&#228;tzlich zu den Lese- und
		    Schreibrechten, k&#246;nnen Benutzer andere Benutzer hinzuf&#252;gen
			oder entfernen und deren Berechtigungen &#228;ndern.</li>
      </ul></li>

  <li>Klicken Sie auf OK um Ihre &#196;nderungen zu best&#228;tigen.</li>

  <li>Klicken Sie auf OK um die Einstellungsdialokbox zu schlie&#223;en.</li>
</ol>

<p>In der Ordnerliste Ihres Mail-Accounts, wird ein freigegebener Ordner
durch ein auff&#228;lligeres Symbol angezeigt.</p>

<p>Um anderen Benutzern eine Nachricht zu schreiben wie sie Ihrem freigegebenen
Ordner abonnieren k&#246;nnen, beginnen Sie aus dem Mail-Fenster:</p>

<ol>
  <li>W&#228;hlen Sie den freigegebenen Ordner.</li>

  <li>&#214;ffnen Sie mit der rechten Maustaste das Kontextmen&#252; und w&#228;hlen
      Sie <q>Ordner-Adresse kopieren</q>.</li>

  <li>Klicken Sie auf <q>Verfassen</q> um eine neue Nachricht zu
      schreiben.</li>

  <li>Klicken Sie in das Textfeld und w&#228;hlen Sie aus dem Men&#252;
      <q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>
      den Punkt <q>Einf&#252;gen</q>.</li>

  <li>Adressieren Sie die Nachricht, geben Sie einen Betreff und einen Text ein.
      Erkl&#228;ren Sie den Empf&#228;ngern, dass sie durch anklicken des
	  eingef&#252;gten Links Ihren freigegebenen Ordner abonnieren k&#246;nnen.

     <p>Allerdings werden nur Empf&#228;nger die sich im selben Netzwerk
	 befinden, Ihren Ordner abonnieren k&#246;nnen.</p></li>

  <li>Klicken Sie auf <q>Senden</q>.</li>
</ol>

<h3 id="subscribing_to_a_shared_folder">Abonnieren eines freigegebenen
Ordners</h3>

<p>Einen freigegebenen Ordner zu abonnieren funktioniert fast auf die gleiche
Art wie eine Newsgroup zu abonnieren. Um einen freigegebenen Ordner zu
abonnieren, beginnen Sie aus dem Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und w&#228;hlen Sie
      <q>Abonnieren</q>. Eine neues Fenster erscheint.</li>

  <li>Falls notwendig, w&#228;hlen Sie den richtigen IMAP-Account aus der
      Drop-down-Liste.</li>

  <li>Markieren Sie den Ordner den Sie abonnieren m&#246;chten.</li>

  <li>Klicken Sie auf <q>Abonnieren</q> oder in die Abonnieren-Spalte neben dem
      entsprechenden Ordner. Ein H&#228;ckchen erscheint neben jedem Ordner den
	  Sie abonnieren wollen. Klicken Sie auf <q>Abbestellen</q> um die Auswahl
	  zu widerrufen.</li>

  <li>Klicken Sie auf <q>OK</q>. Eine Liste Ihrer abonnierten Ordner erscheint
      im Mail-Fenster.</li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="tagging_messages">Nachrichten taggen</h2>

<p>Sie k&#246;nnen Tags zu Nachrichten hinzuf&#252;gen, um diese optisch
zu organisieren. Sie k&#246;nnen einer Nachricht eine Standardfarbe und einen
Standardtext zuweisen oder aber Ihre eigenen Tags mit eigenen Farben und Texten erstellen.</p>

<p>Sie k&#246;nnen Nachrichtenfilter verwenden um eingehende Nachrichten
automatisch mit verschiedenen Tags zu versehen. Sie k&#246;nnen zum
Beispiel eine Filter erstellen, der automatisch die Nachrichten von Ihrem
Vorgesetzten in der Farbe rot erscheinen und das Tag <q>Wichtig</q>
erhalten. Weitere Informationen finden Sie unter
<a href="#creating_message_filters">Nachrichtenfilter erstellen</a>.</p>

<h3 id="applying_a_tag">Tag hinzuf&#252;gen</h3>

<p>Um eine Nachricht zu taggen, beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>Markieren Sie die Nachricht dir Sie taggen wollen.</li>
  
  <li>&#214;ffnen Sie das Men&#252; <q>Nachricht</q> und klicken Sie dann auf
      <q>Tag</q>.</li>

  <li>W&#228;hlen Sie das gew&#252;nschte Tag aus der Liste aus.</li>
</ol>

<p>Die Kopfzeile der Nachricht erscheint nun in der Farbe des gew&#228;hlten
Tags. Um den Text des Tags anzuzeigen, m&#252;ssen Sie die
Spalte <q>Tags</q> im Mail-Fenster darstellen.</p>

<p><strong>Tipp</strong>: Um schnell eine Nachricht zu taggen oder deren
Tag zu entfernen, w&#228;hlen Sie die entsprechenden Nachrichten und
dr&#252;cken Sie 1, 2, 3, 4 oder 5 auf Ihrer Tastatur. Dr&#252;cken Sie 0 um ein
Tag zu entfernen.</p>

<p>Zum Darstellen der Spalte Tags, beginnen Sie im Mail-Fenster:</p>

<ul>
  <li>Klicken Sie auf den Icon Spalten anzeigen/verbergen 
      <img src="images/columns.png" alt="" /> und w&#228;hlen Sie Tags aus der
	  Liste.</li>
</ul>

<p><strong>Anmerkung</strong>: Die Tags gelten nur f&#252;r den Account,
in dem Sie erstellt wurden. Wenn Sie eine Nachricht von einem Account in einen
anderen kopieren oder verschieben, bleibt das Tag nicht erhalten. Das
gleiche gilt, wenn Sie eine getagte Nachricht an einen anderen
Empf&#228;nger weiterleiten. F&#252;r IMAP-Accounts gilt folgendes: Wenn Ihr
IMAP-Server benutzerdefinierte Schl&#252;sselworte unterst&#252;tzt, bleiben
die Tags erhalten, wenn Sie sich von einem anderen Ort aus anmelden.</p>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="customizing_tags">Tags bearbeiten</h3>

<p>Sie k&#246;nnen die Tags an Ihre pers&#246;nlichen
Bed&#252;rfnisse anpassen.</p>

<p>Beginnen Sie dazu im Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen Sie das <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span></q>-Men&#252; 
  und w&#228;hlen Sie Einstellungen.</li>
	  
  <li>In der Kategorie Mail &amp; Newsgroups klicken Sie auf
      <q>Tags</q>. (Sollten in der Kategorie keine Optionen vorhanden
	  sein, doppelklicken Sie auf die Kategorie, um die Liste
	  einzublenden.)</li>

  <li>Passen Sie den Text des Tags an. Der Text kann bis zu 32 Zeichen
      lang sein.</li>

  <li>Um die Farbe einer Tags zu &#228;ndern, klicken Sie auf die
      Farbe und w&#228;hlen Sie eine neue Farbe aus.</li>

  <li>Klicken Sie auf die <q>Bild nach oben</q>- oder die <q>Bild nach unten</q>-Taste
    um die Reihenfoleg der Tags zu &#228;ndern. Tags welche sich weiter oben befinden
    haben eine h&#246;here Priorit&#228;t beim einf&#228;rben von Nachrichten</li>
    
  <li>Klicken Sie auf OK.</li>
</ol>

<p>Ihre &#196;nderungen werden sofort auf alle getaggten Nachrichten
&#252;bertragen.</p>

<p><strong>Tipp</strong>: Um die Standardfarben und den Standardtext
wiederherzustellen klicken Sie auf <q>Standards wiederherstellen</q>.</p>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="sorting_messages_by_tags">Nachrichten nach Tags sortieren</h3>

<p>Beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>Um die Spalte Kennzeichnung anzuzeigen, klicken Sie auf den Icon Spalten
      anzeigen/verbergen <img src="images/columns.png" alt="" /> und w&#228;hlen Sie
	  <q>Tags</q> aus der Liste.</li>

  <li>Klicken Sie auf die Spalte Tags um die Nachrichten der Farbe
      nach und alphabetisch dem Kennzeichnungstext nach zu sortieren.
      Die Nachrichten eines Tags werden zus&#228;tzlich nach Datum sortiert.</li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="removing_tags">Tags entfernen</h3>

<p>Um ein Tag zu entfernen, beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>Markieren Sie eine oder mehrere getaggte Nachrichten.</li>

  <li>&#214;ffnen Sie das Men&#252; <q>Nachricht</q> und klicken Sie auf
      <q>Tag</q>.</li>

  <li>Klicken Sie auf das Tag welches Sie entfernen wollen, oder auf 
    <q>Keine</q> um alle Tags zu entfernen.</li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="marking_or_flagging_messages">Nachrichten markieren</h2>

<p>Sie m&#246;chten vielleicht eine gelesene Nachricht als ungelesen markieren,
wenn Sie sie sp&#228;ter nochmals lesen oder auf sie antworten
m&#246;chten.</p>

<p>Um eine Nachricht als ungelesen zu markieren, beginnen Sie im
Mail-Fenster:</p>

<ol>
  <li>W&#228;hlen Sie den Ordner der die gew&#252;nschten Nachrichten
      enth&#228;lt.</li>

  <li>Klicken Sie auf in der Spalte <q>Gelesen</q> auf jede Nachricht, die Sie
      als ungelesen markieren wollen. Ungelesene Nachrichten haben folgendes
	  Symbol in der Spalte Gelesen <img src="images/mail_unread.png" alt="" />.
	  Gelesene Nachrichten haben folgendes Symbol
	  <img src="images/mail_read.png" alt="" /> in der Spalte <q>Gelesen</q>. Um die
	  Spalte Gelesen anzuzeigen, klicken Sie auf den Icon Spalten
	  anzeigen/verbergen <img src="images/columns.png" alt="" /> und w&#228;hlen Sie
	  Gelesen aus der Liste.</li>
</ol>

<table>
<tr>
  <td colspan="2"><img src="images/mail_read_column.png" alt="" /></td>
</tr>

<tr>
  <td><strong>Spalte Gelesen</strong></td>
</tr>
</table>

<p>Sie k&#246;nnen die Nachrichten mit einer Flagge markieren, die Sie
sp&#228;ter f&#252;r die
<a href="#downloading_selected_or_flagged_messages_for_offline_use">Offline-Arbeit</a>
herunterladen wollen.</p>

<p>Um Nachrichten mit einer Flagge zu markieren, beginnen Sie im
Mail-Fenster:</p>

<ol>
  <li>W&#228;hlen Sie den Ordner der die gew&#252;nschten Nachrichten
      enth&#228;lt.</li>

  <li>Klicken Sie in der Spalte Flagge auf jede Nachricht, die Sie sp&#228;ter
      herunterladen wollen. Eine Flagge <img src="images/mail_flag.png" alt="" />
	  erscheint bei jeder der angeklickten Nachrichten, damit Sie sehen welche
	  Nachrichten sp&#228;ter heruntergeladen werden. Um die Spalte Flagge
	  anzuzeigen, klicken Sie auf den Icon Spalten anzeigen/verbergen
	  <img src="images/columns.png" alt="" /> und w&#228;hlen Sie Flagge aus der
	  Liste.</li>
</ol>

<table>
<tr>
  <td colspan="2"><img src="images/mail_flag_column.png" alt="" /></td>
</tr>

<tr>
  <td><strong>Spalte Flagge</strong></td>
</tr>
</table>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="using_message_views">Nachrichtenansichten verwenden</h2>

<p>Sie k&#246;nnen bestimmte vordefinierte oder selbst erstellte
Nachrichtenansichten festlegen, um Nachrichten besser verwalten zu
k&#246;nnen.</p>

<p>Um die Nachrichtenansicht zu benutzen, &#246;ffnen Sie das Men&#252;
Ansicht und w&#228;hlen Sie Nachrichten. W&#228;hlen Sie eine Option aus dem
Submen&#252;.</p>

<ul>
  <li><strong>Alle</strong>: W&#228;hlen Sie diese Option um alle
      Nachrichten anzuzeigen.</li>

  <li><strong>Ungelesene</strong>: W&#228;hlen Sie diese Option um alle
      ungelesenen Nachrichten anzuzeigen.</li>

  <li><strong>Tags</strong>: W&#228;hlen Sie ein
      <a href="#tagging_messages">Tag</a> um die entsprechenden
	  Nachrichten anzuzeigen.</li>

  <li><strong>Benutzerdefinierte Ansichten</strong>: W&#228;hlen Sie eine
      benutzerdefinierte Ansicht. Standardm&#228;&#223;ig gibt es vier vordefinierte
	  Ansichten: <q>K&#252;rzlich erhaltene Emails</q>, <q>Kein Junk</q>,
	  <q>Leute die ich kenne</q> und <q>Letzten 5 Tage</q>.</li>

  <li><strong>Anpassen</strong>: W&#228;hlen Sie diese Option wenn Sie
      die Einstellungen zu den benutzerdefinierten Ansichten anschauen oder
	  &#228;ndern wollen.</li>
</ul>

<p>
<strong>Tipp</strong>: Sie k&#246;nnen die Nachrichtenansicht auch schnell in
der Ansicht-Box der Such-Leiste &#228;ndern. Sollten Sie
die Such-Leiste nicht sehen, &#246;ffnen Sie das Men&#252;
Ansicht und w&#228;hlen Sie Such-Leiste aus dem Untermen&#252;
Anzeigen/Verstecken.</p>
<table>
<tr>
<td colspan="2"><img src="images/mail_quicksearch.png" alt="" /></td>
</tr>

<tr>
<td style="width: 80px" />
<td><strong>Such-Leiste</strong></td>
</tr>
</table>

<h3 id="creating_a_custom_view">Benutzerdefinierte Ansicht erstellen</h3>

<p>Sie k&#246;nnen benutzerdefinierte Nachrichtenansichten definieren, die dann
nur Nachrichten anzeigen welche bestimmten Kriterien erf&#252;llen.</p>

<p>Um eine Nachrichtenansicht zu &#228;ndern oder eine neue zu erstellen:</p>
<ol>
  <li>&#214;ffnen Sie das Men&#252; Ansicht, w&#228;hlen Sie Nachrichten und dann
    Anpassen</li>

  <li>Um eine neue anzulegen, klicken Sie auf Neu.
      Um eine zu Ansicht zu bearbeiten, w&#228;hlen Sie die entsprechende aus
	  und klicken Sie auf Bearbeiten.</li>

  <li>Geben Sie den Namen der Nachrichtenansicht ein.</li>

  <li>W&#228;hlen Sie die ensprechende Option die Sie benutzen wollen:
      <q><em>Alle</em> folgenden</q> oder
      <q><em>Mindestens eine der</em> folgenden</q> Bedingungen (Kriterien)
	  erf&#252;llen.</li>

  <li>W&#228;hlen Sie die Drop-down Listen um die entsprechenden Kriterien zu
      definieren. Zum Beispiel <q>Betreff</q>, <q>Absender</q>,
	  <q>enth&#228;lt</q> oder <q>enth&#228;lt nicht</q>. Danach geben Sie den Text
	  oder die entsprechende Phrase ein.
      
      <p><strong>Tipp</strong>: Um Nachrichten zu suchen die einen Header
	  enthalten, der nicht in den Drop-down Listen definiert ist (Zum Beispiel:
	  <q>Weitergeleitet von</q> <em>(Resent-From)</em>. W&#228;hlen Sie dazu den
	  Punkt <q>Anpassen</q> und geben Sie den gew&#252;nschten Header ein.
	  &brandShortName; Mail &amp; Newsgroups f&#252;gt dann diesen Eintrag der
	  Drop-down Liste hinzu. Stellen Sie aber sicher, dass Sie diesen Header
	  korrekt eingeben, da &brandShortName; nur komplette &#220;bereinstimmungen
	  finden kann.</p></li>

  <li>Klicken Sie auf <q>+</q> um zus&#228;tzliche Bedingungen hinzuzuf&#252;gen oder auf 
  <q>-</q> um diese wieder zu entfernen.

  <p><strong>Tipp</strong>: Um neue Nachrichten automatisch zu taggen, w&#228;hlen Sie
    <q>Nachricht mit Tag versehen</q> und w&#228;hlen das gew&#252;nschte Tag</p></li>
  
  <li>Klicken Sie auf OK um diese Einstellungen zu best&#228;tigen.</li>

  <li>Klicken Sie auf OK in der <q>Nachrichtenansicht anpassen</q>
      Dialogbox. Die gew&#228;hlten Anzeigeeinstellungen werden sofort
	  durchgef&#252;hrt.</li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="creating_message_filters">Nachrichtenfilter erstellen</h2>

<p>Nachrichtenfilter erm&#246;glichen Ihnen die Verwaltung und Organisation
Ihrer Nachrichten. Sie k&#246;nnen Nachrichtenfilter erstellen, die
&brandShortName; Mail &amp; Newsgroups verwendet, um automatisch bestimmten
Aktionen f&#252;r eingehenden Nachrichten auszuf&#252;hren auf der Basis der
angegebenen Filterkriterien. Sie k&#246;nnen z.&nbsp;B. einen Filter erstellen,
der alle eingehenden Nachrichten automatisch in einem bestimmten Ordner ablegt.
Die erstellten Filter gelten jeweils nur f&#252;r einen bestimmten Account.</p>

<p>So &#246;ffnen Sie das Dialogfeld <q>Nachrichtenfilter</q> (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie im Men&#252; <q>Extras</q> die Option
      <q>Nachrichtenfilter</q> aus. Das Dialogfeld <q>Nachrichtenfilter</q>
	  wird angezeigt.</li>

  <li>Wenn Sie &#252;ber mehrere Mail-Accounts verf&#252;gen, m&#252;ssen Sie den
      Account ausw&#228;hlen, auf den der Filter angewendet werden soll.</li>

  <li>Klicken Sie auf <q>Neu</q>. Im Dialogfeld <q>Filter definieren</q>
      k&#246;nnen Sie festlegen, auf welche Art von Nachrichten der Filter
	  angewendet werden soll und welche Aktion der Filter ausf&#252;hren
	  soll.</li>

  <li>Geben Sie einen Namen f&#252;r den Filter ein.</li>

  <li>W&#228;hlen Sie die ensprechende Option die Sie benutzen wollen:
      <q><em>Alle</em> folgenden</q> oder
      <q><em>Mindestens eine der</em> folgenden</q> Bedingungen (Kriterien)
	  erf&#252;llen.</li>
  
  <li>W&#228;hlen Sie die Drop-down Listen um die entsprechenden Kriterien zu
      definieren. Zum Beispiel <q>Betreff</q>, <q>Absender</q>,
	  <q>enth&#228;lt</q> oder <q>enth&#228;lt nicht</q>. Danach geben Sie den Text
	  oder die entsprechende Phrase ein.
      <p><strong>Tipp</strong>: Um Nachrichten zu suchen die einen Header
	  enthalten, der nicht in den Drop-down Listen definiert ist (Zum Beispiel:
	  <q>Weitergeleitet von</q> <em>(Resent-From)</em>. W&#228;hlen Sie dazu den
	  Punkt <q>Anpassen</q> und geben Sie den gew&#252;nschten Header ein.
	  &brandShortName; Mail &amp; Newsgroups f&#252;gt dann diesen Eintrag der
	  Drop-down Liste hinzu. Stellen Sie aber sicher, dass Sie diesen Header
	  korrekt eingeben, da &brandShortName; nur komplette &#220;bereinstimmungen
	  finden kann.</p></li>

  <li>Klicken Sie auf OK um diese Einstellungen zu best&#228;tigen.</li>

  <li>Verwenden Sie das Dropdown-Listenfeld, um die Aktion auszuw&#228;hlen,
      die der Filter ausf&#252;hren soll (z.&nbsp;B. <q>In Ordner
	  verschieben</q>).
	  <p><strong>Tipp</strong>: Um eingehende Nachrichten automatisch zu
	  markieren, klicken Sie auf <q>Nachricht markieren</q> in der
	  Dropdown-Liste.</p></li>

  <li>W&#228;hlen Sie den Zielordner, in dem Sie die Nachrichten speichern
      m&#246;chten, oder legen Sie einen neuen Ordner an.</li>

  <li>Klicken Sie auf <q>OK</q>, um die Einstellungen zu best&#228;tigen.</li>

  <li>Klicken Sie auf <q>OK</q> im Dialogfeld <q>Nachrichtenfilter</q>.
      Der neue Filter tritt in Kraft sobald Sie auf OK geklickt haben.</li>
</ol>

<p>So verwalten Sie Ihre Filter (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie im Men&#252; <q>Extras</q> die Option
      <q>Nachrichtenfilter</q> aus. Das Dialogfeld <q>Nachrichtenfilter</q>
	  wird angezeigt.</li>

  <li>Wenn Sie &#252;ber mehrere Mail-Accounts verf&#252;gen, m&#252;ssen Sie den
      Account ausw&#228;hlen, auf den der Filter angewendet werden soll.</li>

  <li>W&#228;hlen Sie eine der folgenden Vorgehensweisen aus:

      <ul>
        <li><strong>So schalten Sie einen Filter ein und aus</strong>: Klicken
		    Sie auf den Punkt auf der rechten Seite des Filternamens, um den
			Filter zu aktivieren (Raute), oder klicken Sie erneut darauf, um
			ihn zu deaktivieren.</li>

         <li><strong>So bearbeiten Sie einen Filter</strong>: W&#228;hlen Sie
		     den Filternamen aus und klicken Sie auf <q>Bearbeiten</q> (oder
			 doppelklicken Sie auf den Filternamen).</li>

         <li><strong>So l&#246;schen Sie einen Filter</strong>: W&#228;hlen Sie
	 	     den Filternamen aus und klicken Sie auf die Schaltfl&#228;che
		     <q>L&#246;schen</q>.</li>

        <li><strong>So &#228;ndern Sie die Reihenfolge, in der die Filter
 	        angewendet werden</strong>: Klicken Sie in der Filterliste auf den
		    Namen des Filters und anschlie&#223;end auf <q>Nach oben</q> oder
		    <q>Nach unten</q>, um ihn zu verschieben.

        <p><strong>Anmerkung</strong>: Filter
	        werden auf alle eingehenden Nachrichten in der von Ihnen
		    ausgew&#228;hlten Reihenfolge angewendet, bis eine Filteraktion die
		    Nachricht l&#246;scht oder in einen anderen Ordner
		    verschiebt.</p></li>
      </ul></li>
  
  <li>Klicken Sie auf <q>OK</q>, wenn Sie fertig sind. Wenn Sie einen neuen
      Filter angelegt haben, wird er f&#252;r eingehende Nachrichten aktiviert,
	  sobald Sie auf <q>OK</q> klicken.</li>
</ol>

<p><strong>Anmerkung</strong>: Wenn Sie einen Ordner l&#246;schen, den Sie zum
Speichern gefilterter Nachrichten benutzt haben, funktionieren diese Filter
nicht mehr. Eingehende Nachrichten, die den Filterkriterien entsprechen, werden
im Ordner Posteingang angezeigt. Wenn Sie den Ordner umbenennen oder
verschieben, wird der Filter automatisch aktualisiert, um den umbenannten oder
verschobenen Ordner zu verwenden.</p>

<p><strong>Tipp</strong>: Filter k&#246;nnen nicht auf bereits vorhandene
Nachrichten angewendet werden. Wenn Sie vorhandene Nachrichten in einen anderen
Ordner verschieben m&#246;chten, k&#246;nnen Sie f&#252;r diese Nachrichten
eine <a href="#searching_through_messages">Suche</a> durchf&#252;hren und sie
dann in einem anderen Ordner ablegen.</p>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="filtering_messages_from_a_specific_sender">Nachrichten eines speziellen
Absenders filtern</h3>

<p>&brandShortName; erlaubt es Ihnen schnell eine Filter zu erstellen, der
Nachrichten eines bestimmtem Absenders filtert. Wenn Sie z. B. alle eingehenden
Nachrichten Ihres Bekannten Andreas automatisch im Ordner <q>Andreas</q>
speichern m&#246;chten, erlaubt es Ihnen &brandShortName; schnell einen Filter
zu erstellen, der diese Aufgabe &#252;bernimmt.</p>

<p>So erstellen Sie einen Filter, der Nachrichten von einem bestimmten Absender
filtert (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie eine Nachrichten von dem gew&#252;nschten Absender.</li>

  <li>Klicken Sie im Men&#252; <q>Nachricht</q> auf <q>Filter aus Nachricht
      erstellen</q>. Es erscheint das Fenster Nachrichtenfilter erstellen.
	  &brandShortName; f&#252;llt automatisch die Felder Filtername, die
	  Filterkriterien und die Filteraktion (In Ordner verschieben) aus.</li>

  <li>Geben Sie einen Ordner an, in dem die eingehenden Nachrichten des
      gew&#252;nschten Absenders gespeichert werden sollen oder erstellen Sie
	  einen neuen Ordner.</li>

  <li>Klicken Sie auf OK um Ihre Einstellungen zu best&#228;tigen. Es erscheint
      das Fenster <a href="#creating_message_filters">Nachrichtenfilter</a> in
	  dem Sie Filter erstellen, l&#246;schen und bearbeiten k&#246;nnen.</li>

  <li>Klicken Sie auf OK. Der Filter nimmt seine Arbeit auf, sobald Sie auf OK
      klicken.</li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="searching_through_messages">Nachrichten durchsuchen</h2>

<p>In &brandShortName; Mail &amp; Newsgroups k&#246;nnen Sie schnell Text in
einer einzelnen Nachricht suchen oder eine Kombination aus Kriterien verwenden,
um eine gr&#252;ndlichere Suche in allen Nachrichten eines bestimmten
Mail-Ordners, eines Forums oder eines Accounts auszuf&#252;hren.</p>

<p>So suchen Sie Text in einer Nachricht (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie die Nachricht aus, &#246;ffnen Sie das Men&#252;
      <q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>
      und klicken Sie auf <q>In dieser Nachricht suchen</q>.</li>

  <li>Geben Sie den Text ein, den Sie suchen m&#246;chten.</li>

  <li>Klicken Sie auf <q>Suchen</q>, um die erste Textstelle zu finden.</li>

  <li>Klicken Sie weiter auf <q>Suchen</q>, um weitere Textstellen zu finden,
      oder klicken Sie auf <q>Abbrechen</q>, wenn Sie fertig sind.</li>

  <li>Klicken Sie im Men&#252; <q>Suchen</q> auf <q>Weitersuchen</q>, um den
      Text im verbleibenden Teil der Nachricht zu finden.</li>
</ol>

<p>So suchen Sie nach Nachrichten eines Absender oder mit einem bestimmten
Betreff (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>Geben Sie in das Feld <q>Betreff oder Absender enth&#228;lt:</q> einen
      Teil des Betreff oder Absendernamens ein, den Sie finden wollen. Sie
	  k&#246;nnen nur eine Teil des Betreffs oder Absenders oder das exakte
	  Wort oder Absender, den Sie finden m&#246;chten.

      <p>Sobald Sie mit der Eingabe fertig sind, zeigt &brandShortName; Mail
	  &amp; Newsgroups nur noch die Nachrichten an, in deren Absender oder
	  Betreff Ihr Suchbegriff enthalten ist.</p></li>

  <li>Klicken Sie auf <q>L&#246;schen</q> um den Suchbegriff zu l&#246;schen
      und wieder alle Nachrichten anzuzeigen.</li>
</ol>

<h3 id="searching_for_specific_messages">Spezielle Nachrichten suchen</h3>

<p>So suchen Sie in Mail- oder Foren-Ordnern nach bestimmten Nachrichten
(ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <q>Extras</q> die Option <q>Nachrichten
      suchen</q>. Das Dialogfeld <q>Nachrichten durchsuchen</q> wird
	  angezeigt.</li>

  <li>W&#228;hlen Sie den Account,das Diskussionsforum oder den Ordner, in dem Sie
      suchen m&#246;chten.</li>

  <li>Klicken Sie auf <q>Unterordner durchsuchen</q>, um alle Ordner eines
      Accounts in die Suche mit einzubeziehen.</li>
  <li>Klicken Sie auf <q>Lokales System durchsuchen</q> um bei Newsgroups oder IMAP-Accounts nur jene Nachrichten zu 
  durchsuchen, welche lokal gespeichert wurden.

    <p><strong>Hinweis</strong>: Die Checkbox ist deaktiviert, wenn es nicht m&#246;glich ist,
    nicht lokal gespeicherte Nachrichten zu durchsuchen.</p>
  </li>

  <li>Legen Sie fest, ob die von Mail gesuchten Nachrichten suchen in allen
      oder mindestens einer ausgew&#228;hlten Bedingung (Kriterium)
	  &#252;bereinstimmen sollen.</li>

  <li>Verwenden Sie die Dropdown-Listenfelder, um Suchkriterien anzugeben
      (z. B. <q>Betreff</q>, <q>Absender</q>, <q>enth&#228;lt</q>,
	  <q>enth&#228;lt nicht</q>), und geben Sie anschlie&#223;end den
	  Text oder die Wortgruppe ein, die &#252;bereinstimmen sollen.

      <p><strong>Tipp</strong>: Um Nachrichten zu suchen die einen Header
	  enthalten, der nicht in den Drop-down Listen definiert ist (Zum Beispiel:
	  <q>Weitergeleitet von</q> <em>(Resent-From)</em>. W&#228;hlen Sie dazu den
	  Punkt <q>Anpassen</q> und geben Sie den gew&#252;nschten Header ein.
	  &brandShortName; Mail &amp; Newsgroups f&#252;gt dann diesen Eintrag der
	  Drop-down Liste hinzu. Stellen Sie aber sicher, dass Sie diesen Header
	  korrekt eingeben, da &brandShortName; nur komplette &#220;bereinstimmungen
	  finden kann.</p></li>

  <li>Klicken Sie auf <q>Mehr</q>, um Kriterien hinzuzuf&#252;gen, und auf
      <q>Weniger</q>, um Kriterien zu entfernen.</li>

  <li>Klicken Sie auf <q>Suchen</q>, um die Suche zu starten, oder auf
      <q>Zur&#252;cksetzen</q>, um die Eintr&#228;ge zu l&#246;schen. Die
	  Suchergebnisse werden im unteren Teil des Dialogfeldes angezeigt.
      
    <ul>
        <li>Um eine Nachricht zum Lesen zu &#246;ffnen, w&#228;hlen Sie diese
		    aus und klicken Sie auf <q>&#214;ffnen</q> oder doppelklicken Sie
			auf die Nachricht.</li>

        <li>Um die Nachrichten in einer anderen Reihenfolge anzuzeigen, klicken
		    Sie auf die Spalte, nach der Sie sortieren m&#246;chten.</li>

        <li>Um eine Nachricht aus dem Feld <q>Ergebnisse</q> in einen anderen
		    Ordner zu verschieben, w&#228;hlen Sie die Nachricht aus und
			w&#228;hlen Sie dann einen Ordner im Dropdown-Listenfeld
			<q>Ablegen</q> aus. Wenn der Zielordner sich innerhalb desselben
			Accounts befindet, wird die Nachricht dorthin verschoben. Wenn der
			Zielordner sich in einem anderen Account befindet, wird die Nachricht
			dorthin kopiert.</li>

        <li>Um eine Nachricht im Feld <q>Ergebnisse</q> zu l&#246;schen,
		    w&#228;hlen Sie die Nachricht und klicken anschlie&#223;end auf
			<q>L&#246;schen</q>.</li>

        <li>Um den Ordner zu &#246;ffnen, in dem die Nachricht gespeichert ist,
		    markieren sie dien Nachricht und klicken Sie auf
			<q>Nachrichtenordner &#246;ffnen</q>.</li>
      </ul></li>
</ol>

<p>[<a href="#organizing_your_messages">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="controlling_junk_mail">Junk-Mail-Filter verwenden</h1>

<p>Dieser Abschnitt beschreibt wie man &brandShortName;s Junk-Mail-Filter
gegen unerw&#252;nschte E-Mails einsetzt.</p>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#using_junk_mail_controls">Junk-Mail-Filter verwenden</a></li>
    <li><a href="#junk_controls_options">Junk-Mail-Filter Einstellungen</a></li>
    <li><a href="#junk_controls_and_filters">Junk-Mail-Filter und Kontrollen</a></li>
    <li><a href="#pishing_detection">Pishing-Erkennung</a></li>
  </ul>
</div>

<h2 id="using_junk_mail_controls">Junk-Mail-Filter verwenden</h2>

<p>&brandShortName;s Junk-Mail-Filter kann Ihre einkommenden E-Mails
bewerten und als m&#246;gliche Junk- (oder unerw&#252;nschte) Nachricht
identifizieren. Diese Funktion n&#252;tzt die Klassifikationsmethode nach
Bayes. Zuerst trainieren Sie &brandShortName; indem Sie ihm zeigen welche
Nachrichten Junk und welche erw&#252;nscht sind. Danach beginnt &brandShortName;
selber die E-Mails f&#252;r Sie zu klassifizieren. Sollten dabei Fehler gemacht
werden, k&#246;nnen Sie jederzeit eingreifen und den Fehler korrigieren.</p>

<p>Um den Junk-Mail-Filter zu benutzen:</p>

<ol>
  <li>Zuerst trainieren Sie &brandShortName;, damit er zwischen Junk und
      erw&#252;nschten E-Mails unterscheiden kann. Dazu gibt es drei Wege um
	  &brandShortName; zu zeigen welche Nachricht Junk ist:
      <ul>
        <li>Im Men&#252; Nachrichten finden Sie den Punkt <q>Markieren</q> wo
		    Sie zwischen <q>Als Junk</q> und <q>Als kein Junk</q> entscheiden
			k&#246;nnen.</li>
        <li>Klicken Sie auf den Junk-Button in der Symbolleiste.</li>
        <li><img src="images/mail_junk_column.png" alt="" style="float:right" />
            <p>Klicken Sie in die Spalte die den Junk-Mail Status anzeigt, um
			zwischen den beiden Zust&#228;nden hin und her zu schalten. Sollten
			Sie die Spalte <q>Junk-Status</q> in der Nachrichtenansicht nicht
			sichtbar sein, so klicken Sie auf den rechtesten Button
			<img src="images/columns.png" alt="" /> in der Spalten-Kopfzeile und
			w&#228;hlen aus dem PopUp-Men&#252; den Eintrag
			<q>Junk-Status</q>.</p></li>
      </ul>
      <p>Wenn Sie den Junk-Status ein- bzw. ausschalten, erscheint bzw.
	  verschwindet ein M&#252;lleimesymbol, um den jeweiligen Zustand der
	  markierten Nachricht(en) anzuzeigen.</p></li>

<li>&#214;ffnen Sie das Men&#252; <q>Bearbeiten</q> und klicken Sie auf 
<q>Mail &amp; Newsgroups-Account-Einstellungen</q>.</li>
  <li>W&#228;hlen Sie die Kategorie Junk-Mail Einstellungen f&#252;r den gew&#252;nschten Account.</li>
  <li>Aktivieren Sie diese Option damit &brandShortName; mit dem automatischen 
      klassifizieren der eintreffenden E-Mails beginnt. (Siehe auch
      <a href="#junk_controls_options">Junk-Mail-Filter Einstellungen</a>.
      Details &#252;ber andere Einstellungen bez&#252;glich Junk-Mail Behandlung finden Sie
      unter <a href="#junk_settings">Junk-Mail Konfiguration</a>.)</li>

  <li>Sollten Sie &brandShortName; auch auf Viren E-Mails trainiert haben, so
      &#252;berlegen Sie sich ob Sie nicht das <q>White listing</q>
	  (Men&#252;punkt: <q>Nachrichten nicht als Junk-Mail markieren, wenn der
	  Absender in meinem Adressbuch ist</q>) abschalten. (Viele E-Mail Viren
	  verschicken sich an Leute aus dem Adressbuch eines infizierten
	  Computers)</li>

  <li>Vergessen Sie nicht den Junk-Mail-Filter zu korrigieren falls er
      f&#228;lschlicher Weise eine E-Mail falsch klassifiziert.</li>

  <li>Um bereits vorhandene Nachrichten zu analysieren, markieren Sie die
      E-Mails und w&#228;hlen Sie dem Men&#252; <q>Extras</q> den Punkt
	  <q>Junk-Mail-Filter auf den Ordner anwenden</q>.</li>
</ol>

<p><strong>Anmerkung</strong>: &brandShortName; wird nur dann E-Mails
automatisch klassifizieren, wenn in seiner Trainingsdatenbank auch Nachrichten
sind die nicht als Junk-Mail gekennzeichnet wurden. Sollten die
Junk-Mail-Filter also nicht funktionieren, so sollten Sie einige Nachrichten
explizit als <q>Nicht Junk</q> markieren.</p>

<p>[<a href="#controlling_junk_mail">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="junk_controls_options">Junk-Mail-Filter Einstellungen</h2>

<p>Um die Junk-Mail-Filter feiner zu justieren, benutzen Sie die
<a href="#junk_and_suspect_preferences">Junk-Mail Einstellungen</a> 
f&#252;r generelle Optionen und die <a href="#junk_settings">Junk-Mail Einstellungen</a> um 
f&#252;r einen Account spezielle Regeln zu definieren.</p>

<p>[<a href="#controlling_junk_mail">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="junk_controls_and_filters">Junk-Mail-Filter und Kontrollen</h2>

<p>Der Junk-Mail-Filter laufen nach den normalen Nachrichten-Filtern und
betreffen nur den Posteingang und dessen Unterordner. Dieses Vorgehen
k&#246;nnen Sie zu Ihrem Vorteil nutzen. Zum Beispiel k&#246;nnen Sie so schon
vorher E-Mails in spezielle Ordner verschieben, die dann eben nicht durch
den Junk-Mail-Filter klassifiziert werden und so eventuell versehentlich als
Junk markiert werden (speziell f&#252;r Newsletter und Mailinglisten)</p>

<p>[<a href="#controlling_junk_mail">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="pishing_detection">Phishing Erkennung</h2>

<p>Phishing nennt man ein betr&#252;gerisches Gesch&#228;fts-Schema, welches daraus besteht
  gef&#228;lschte Seiten zu erstellen, mit dern Hilfe versucht wird, pers&#246;nliche 
  Daten der Opfer zu sammeln, wie zum Beispiel Kreditkarten-Nummern, Benutzernamen und Kennw&#246;rter
  oder Sozialversichungsnummern. Meist werden die Namen von Banken, Webshops und Kreditkarten-Unternehmen
  missbraucht um das Opfer davon zu &#252;berzeugen, die geforderten Daten zu &#252;bermitteln.</p>

<p>In den meisten F&#228;llen erhalten Sie einen Link auf eine dieser Pishing-Seiten in einem
  Email in welchem behauptet wird, dass es von der offiziellen Seite kommt. Sie k&#246;nnen jedoch auch auf
  diese Seiten gelangen, indem Sie Links auf anderen Seiten folgen oder entsprechende Links per Chatnachricht
  erhalten.</p>

<p><strong>Tipp</strong>: Da eine gef&#228;lschte <a href="glossary.xhtml#url">URL</a>
  in den meisten F&#228;llen einer orginalen sehr &#228;hnlich sieht, ist es sicherer ein Lesezeichen auf die Adresse
  zu benutzen oder die Adresse direkt in der Adresszeile einzutippen anstatt den Link in der Nachricht zu benutzen.
  Gehen Sie immer davon aus, dass Sie sich auf einer gef&#228;lschten Seite befinden k&#246;nnten,
  wenn Sie auf einer Webseite nach pers&#246;nlichen Daten gefragt werden.</p>

<p>Die &brandShortName; Mail Phishing-Erkennung ist standardm&#228;ssig aktiviert. Sollte eine Nachricht eine m&#246;gliche
  Betrugs-Nachricht sein, wird Ihnen ein Warnhinweis im Nachrichten-Fenster angezeigt.</p>

<p>Sollten Sie der Meinung sein, diese Nachricht ist kein Betrugsmail, k&#246;nnen Sie mittels Klick auf die Schaltfl&#228;che
  <q>Kein Scam</q> den Warnhinweis entfernen.</p>

<p>Sollte ein Anwender auf einen Link klicken, welcher nach einer Pishing-URL aussieht, zeigt &brandShortName; einen 
  Warnhinweis an, in welchem der Anwender entscheiden muss, ob dieser die Seite &#246;ffnen will oder nicht.</p>

<p>Dieser Warnhinweis erscheint wenn mindestens eine der folgenden Bedingungen erf&#252;llt wird:
   Der Hostname der URL ist eine <a href="glossary.xhtml#ip_address">IP-Adresse</a>, oder
  der Text des Links ist ein Hostname, welcher nicht mit dem Hostnamen der URL &#252;bereinstimmt.</p>

<p><strong>Hinweis</strong>: Die Pishing Erkennung wird vor der Junk-Mail Erkennung ausgef&#252;hrt.</p>

<p>Eine ausf&#252;hrlichere, technische Beschreibung, finden Sie in der Online-Dokumentation
  <a href="http://www.honeynet.org/papers/phishing/">Know your Enemy:
  Phishing</a>(englisch).</p>

<p>[<a href="#controlling_junk_mail">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="importing_mail_from_other_programs">E-Mails aus anderen Programmen
importieren</h1>

<p>Dieser Abschnitt beschreibt, wie Sie Nachrichten und Einstellungen aus
Netscape Communicator, Outlook, Outlook Express, und Eudora importieren. Zum
Import von Adressb&#252;chern aus diesen Programmen, siehe
<a href="#importing_address_books">Adressb&#252;cher importieren</a>.</p>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#importing_mail_messages">E-Mail Nachrichten importieren</a></li>
    <li><a href="#importing_mail_settings">E-Mail Einstellungen importieren</a></li>
  </ul>
</div>

<h2 id="importing_mail_messages">E-Mail Nachrichten importieren</h2>

<p>Um Nachrichten von Netscape Communicator, Outlook, Outlook Express, oder
Eudora zu importieren, beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Extras</q> und w&#228;hlen Sie
      <q>Importieren</q>. Der Import-Assistent erscheint.</li>
  <li>Folgen Sie den Anweisungen zum Importieren von E-Mail Nachrichten.</li>
</ol>

<p>Beim Netscape Communicator importiert der Assistent alle
Communicator-Ordner. Die importierten Nachrichten erscheinen in einem eigenen
Ordner unter Lokale Ordner im &brandShortName; Mail-Fenster.</p>

<p>[<a href="#importing_mail_from_other_programs">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="importing_mail_settings">E-Mail Einstellungen importieren</h2>

<p>Um Einstellungen von Netscape Communicator, Outlook, Outlook Express, oder
Eudora zu importieren, beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Extras</q> und w&#228;hlen Sie
      <q>Importieren</q>. Der Import-Assistent erscheint.</li>
  <li>Folgen Sie den Anweisungen zum Importieren von E-Mail Nachrichten.</li>
</ol>

<p>[<a href="#importing_mail_from_other_programs">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="getting_started_with_newsgroups">Erste Schritte mit Newsgroups</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#subscribing_to_newsgroups">Newsgroups abonnieren</a></li>
    <li><a href="#reading_newsgroup_messages">Newsgroup-Nachrichten lesen</a></li>
    <li><a href="#posting_newsgroup_messages">Newsgroup-Nachrichten erstellen (posten)</a></li>
    <li><a href="#contributing_to_ongoing_discussions">Beitr&#228;ge zu laufenden Diskussionen</a></li>
    <li><a href="#monitoring_threads">Threads beobachten</a></li>
    <li><a href="#removing_a_newsgroup">Newsgroups entfernen</a></li>
    <li><a href="#adding_a_newsgroup_server">Neue Newsgroup-Server hinzuf&#252;gen</a></li>
  </ul>
</div>

<h2 id="subscribing_to_newsgroups">Newsgroups abonnieren</h2>

<p>Wenn Sie einen <a href="#subscribing_to_newsgroups">Account</a> auf einem
Newsgroup-Server eingerichtet haben, k&#246;nnen Sie Newsgruppen
(Diskussionsforen) abonnieren.</p>

<p>So abonnieren Sie eine Newsgruppe (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und w&#228;hlen Sie den Punkt
      <q>Abonnieren</q>. Das Fenster zum Abonnieren von Newsgroups
	  erscheint.</li>

  <li>W&#228;hlen Sie bei Bedarf im Dropdown-Listenfeld <q>Account</q> einen
      anderen Account aus.</li>

  <li>W&#228;hlen Sie eine Newsgroup. Um mehr als eine Newsgroup zu w&#228;hlen,
      halten Sie die <kbd class="mac">Command</kbd><kbd class="noMac">Strg</kbd>-Taste
	  gedr&#252;ckt und klicken Sie auf jede zus&#228;tzliche Newsgroup.</li>

  <li>Klicken Sie auf Abonnieren oder auf die Spalte Abonnieren neben dem
      Forum. Neben jedem Diskussionsforum, das Sie abonnieren, wird ein
	  H&#228;kchen angezeigt. Klicken Sie auf die Option Abbestellen, um eine
	  Auswahl r&#252;ckg&#228;ngig zu machen.</li>

  <li>Klicken Sie auf OK. Die Liste der abonnierten Diskussionsforen wird im
      Fenster Mail angezeigt.</li>
</ol>

<p>Wenn Sie IMAP-Mail verwenden, k&#246;nnen Sie auch Nachrichtenordner auf
einem IMAP-Server abonnieren. (Der Posteingang ist ein Nachrichtenordner.)
Folgen Sie den o. g. Anleitungen zum Abonnieren, w&#228;hlen Sie jedoch einen
Mail-Server aus dem Dropdown-Listenfeld <q>Server</q> aus. Weitere
Informationen zum freigeben von Ordnern und abonnieren finden Sie unter:
<a href="#sharing_folders_with_other_users">Ordner freigeben (nur IMAP)</a>.</p>

<p>[<a href="#getting_started_with_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="reading_newsgroup_messages">Newsgroup-Nachrichten lesen</h2>

<p>Wenn Sie den Forenserver &#246;ffnen, wird eine Liste der abonnierten Foren
angezeigt. Der Server l&#228;dt die <em>Kopfzeilen</em> der neuen Nachrichten
in jedem Forum herunter.</p>

<p>So lesen Sie Nachrichten eines Diskussionsforums (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>Doppelklicken Sie auf das Symbol eines Forenservers, um dessen Foren
      anzuzeigen. (Wenn keine Foren angezeigt werden, m&#252;ssen Sie
	  m&#246;glicherweise ein Forum abonnieren.)</li>

  <li>Klicken Sie auf den Namen eines Forums, um seinen Inhalt anzuzeigen.</li>

  <li>Klicken Sie auf eine Nachricht, um sie zu lesen. Klicken Sie auf die
      Schaltfl&#228;che <q>Thread</q>, um alle Antworten anzuzeigen, die sich
	  auf die urspr&#252;ngliche Nachricht beziehen. Sie k&#246;nnen auf eine
	  beliebige Kopfzeile klicken, um die entsprechende Nachricht anzuzeigen.
	  Sie k&#246;nnen
	  <a href="#posting_newsgroup_messages">einen neuen Thread beginnen</a>
	  oder als Antwort auf eine vorhandene Nachricht
	  <a href="#contributing_to_ongoing_discussions">eine Nachricht publizieren</a>.</li>
</ol>

<p>[<a href="#getting_started_with_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="posting_newsgroup_messages">Newsgroup-Nachrichten erstellen
(posten)</h2>

<p>So beginnen Sie neue Threads (Diskussionen):</p>

<ol>
  <li>W&#228;hlen Sie aus der Liste der abonnierten Diskussionsforen im
      Mail-Fenster das gew&#252;nschte Diskussionsforum.</li>

  <li>Klicken Sie <q>Verfassen</q>.</li>

  <li><a href="#composing_mail_and_newsgroup_messages">Verfassen</a> Sie Ihre
      Nachricht und klicken Sie auf <q>Senden</q> um sie zu publizieren.</li>

  <li>Klicken Sie auf <q>Abrufen</q>, um Ihren Beitrag im Diskussionsforum
      anzuzeigen.</li>
</ol>

<p>[<a href="#getting_started_with_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="contributing_to_ongoing_discussions">Beitr&#228;ge zu laufenden
Diskussionen</h2>

<p>So senden Sie eine Antwort an das Diskussionsforum:</p>

<ol>
  <li>Markieren Sie in der Nachrichtenliste die Nachricht, auf die Sie
      antworten m&#246;chten.</li>

  <li>Klicken Sie auf <q>Antwort</q>.</li>

  <li><a href="#composing_mail_and_newsgroup_messages">Verfassen</a> Sie Ihre
      Nachricht und klicken Sie auf <q>Senden</q> um sie zu publizieren.</li>
</ol>

<p>So antworten Sie an eine Einzelperson und senden gleichzeitig eine Antwort
an das Diskussionsforum:</p>

<ol>
  <li>Markieren Sie in der Nachrichtenliste die Nachricht, auf die Sie
      antworten m&#246;chten.</li>

  <li>Klicken Sie auf <q>Antwort an alle</q>.</li>

  <li>Erstellen Sie Ihre Nachricht, und klicken Sie auf <q>Senden</q>, um sie
      zu versenden.</li>
</ol>

<p>So leiten Sie eine Nachricht an ein anderes Forum weiter:</p>

<ul>
  <li>Klicken Sie auf die Schaltfl&#228;che <q>Antwort</q> und w&#228;hlen Sie
      <q>Follow-Up an</q> im Dropdown-Listenfeld <q>Empf&#228;nger</q>. Die
	  k&#252;nftigen Antworten werden an das Forum gesendet, dass Sie angegeben
	  haben.</li>
</ul>

<p>[<a href="#getting_started_with_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="monitoring_threads">Threads beobachten</h2>

<p>So achten Sie auf ungelesene Nachrichten in Diskussionen, die Sie
interessieren:</p>

<ol>
  <li>W&#228;hlen Sie eine Nachricht in einem Thread aus.</li>

  <li>W&#228;hlen Sie <q>Thread beobachten</q> im Men&#252;
      <q>Nachricht</q>.</li>

  <li>Wenn Sie weitere Threads beobachten m&#246;chten, wiederholen Sie die
      Schritte 1 und 2 f&#252;r Nachrichten in anderen Threads.</li>

  <li>Wenn Sie Nachrichten in diesen Threads einsehen m&#246;chten, w&#228;hlen
      Sie <q>Threads</q> im Men&#252; <q>Ansicht</q> und anschlie&#223;end
	  <q>Beobachtete Threads mit ungelesenen</q>. &brandShortName; Mail &amp;
	  Newsgroups zeigt daraufhin nur beobachtete Threads an, die ungelesene
	  Nachrichten enthalten.</li>

  <li>W&#228;hlen Sie <q>Thread</q> im Men&#252; <strong>Ansicht</strong> und
      anschlie&#223;end <strong>Alle</strong>, um wieder alle Nachrichten in dem
	  Diskussionsforum anzuzeigen.</li>
</ol>

<p>So ignorieren Sie einen Nachrichten-Thread:</p>

<ol>
  <li>W&#228;hlen Sie eine Nachricht in dem Thread aus.</li>

  <li>W&#228;hlen Sie <q>Thread ignorieren</q> im Men&#252; <q>Nachricht</q>.
      &brandShortName; Mail &amp; Newsgroups markiert darauf hin alle
	  Nachrichten in diesem Thread als gelesen und auch alle k&#252;nftigen
	  Antworten in diesem Thread werden automatisch als gelesen markiert.</li>

  <li>Um ignorierte Threads anzuzeigen, w&#228;hlen Sie <q>Threads</q> im
      Men&#252; <q>Ansicht</q> und anschlie&#223;end
	  <q>Ignorierte Threads</q>.</li>
</ol>

<p>[<a href="#getting_started_with_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="removing_a_newsgroup">Newsgroups entfernen</h2>

<p>So l&#246;schen Sie ein Diskussionsforum aus der Liste:</p>

<ul>
  <li type="disc">W&#228;hlen Sie das Symbol des Forums aus und dr&#252;cken
      Sie auf die ENTF-Taste.</li>
</ul>

<p>[<a href="#getting_started_with_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="adding_a_newsgroup_server">Neue Newsgroup-Server hinzuf&#252;gen</h2>

<p>Wenn das Forum, das Sie abonnieren m&#246;chten, sich auf einem anderen
Server befindet, m&#252;ssen Sie zuerst den Zugang zu diesem Server
einrichten.</p>

<p>Sie k&#246;nnen einen zus&#228;tzlichen Foren-Server einrichten, indem Sie
das Men&#252; <q>Datei</q> im Fenster <q>Mail</q> &#246;ffnen, auf die Option
<q>Neu</q> und anschlie&#223;end auf die Option <q>Account</q> klicken.</p>

<ul>
  <li>Geben Sie im Fenster <q>Account-Assistent</q> an, dass den neuen Account, den
      Sie einrichten m&#246;chten, ein Foren-Account ist.</li>
</ul>

<p>Sobald Sie den Zugang zum neuen Server eingerichtet haben, k&#246;nnen Sie
ein Forum auf diesem Server <a href="#subscribing_to_newsgroups">abonnieren</a>.
W&#228;hlen Sie im Fenster <q>Mail</q> die Option <q>Abonnieren</q> im
Men&#252; <q>Datei</q>.</p>

<p>[<a href="#getting_started_with_newsgroups">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="getting_started_with_blogs_and_news_feeds">Erste Schritte mit Blogs &amp; Newsfeeds</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#subscribing_to_blogs_and_news_feeds">Blogs &amp; Newsfeeds abonnieren</a></li>
    <li><a href="#subscribing_to_blogs_and_news_feeds_from_browser">Abonnieren von Blogs &amp; 
    Newsfeeds aus einem Browser-Fenster</a></li>
    <li><a href="#reading_blogs_and_news_feed_messages">Lesen von Blogs &amp; Newsfeed-Nachrichten</a></li>
    <li><a href="#posting_blog_messages">Blognachrichten erstellen</a></li>
    <li><a href="#adding_comments_to_a_blog_post">Kommentare zu einer Blogpost hinzuf&#252;gen</a></li>
    <li><a href="#exporting_and_importing_feeds">Exportieren und Importieren von Newsfeeds</a></li>
    <li><a href="#editing_a_feed">Einen Newsfeed editieren</a></li>
    <li><a href="#removing_a_feed">Einen Newsfeed entfernen</a></li>
    <li><a href="#using_different_blogs_and_news_feeds_accounts">Verschiedene Blog &amp; 
    Newsfeed Accounts benutzen</a></li>
    <li><a href="#organizing_your_feeds">Newsfeeds verwalten</a></li>
  </ul>
</div>

<h2 id="subscribing_to_blogs_and_news_feeds">Blogs &amp; Newsfeeds abonnieren</h2>

<p>Wenn Sie bereits einen
  <a href="#setting_up_additional_mail_and_news_accounts">Blogs &amp; Newsfeed Account</a> erstellt haben, 
  k&#246;nnen Sie damit Blogs &amp; Newsfeeds abonnieren.</p>

<p>Um einen Newsfeed zu abonnieren, starten Sie vom Mail-Fenster aus:</p>
<ol>
  <li id="getting_into_the_feed_subscriptions_dialog">Aufrufen Des Dialog zum Abonnieren eines Feeds. Es gibt verschiebene
    M&#246;glichkeiten dies zu tun:
    <ul>
      <li>In der Account-&#220;bersicht, klicken Sie auf den zu gew&#252;nschten Blogs &amp; Newsfeed-Account. 
        Im Anschluss klicken Sie auf <q>Abonnements verwalten&#8230;</q> im rechten Bereich.</li>
      <li>In der Account-&#220;bersicht, klicken Sie auf den zu gew&#252;nschten Blogs &amp; Newsfeed-Account
        oder in einem darin enthaltenen Newsfeed. Im Anschluss &#246;ffnen Sie das Men&#252; <q>Datei</q> 
        und w&#228;hlen dort <q>Abonnieren</q>.</li> 
      <li>In der Account-&#220;bersicht, <strong>rechtsklicken</strong> Sie auf den gew&#252;nschten 
        Blog &amp; Newsfeed-Account und w&#228;hlen <q>Abonnieren</q>.</li>
      <li>&#214;ffnen Sie das Men&#252; Bearbeiten und w&#228;hlen Sie dort die Option <q>Mail &amp; Newsgroups 
        Account-Einstellungen</q>. Im Mail &amp; Newsgroups Account-Einstellungs-Dialog klicken Sie auf einen 
        Blogs &amp; Newsfeed-Account und im Anschluss auf die Schaltfl&#228;che <q>Abonnements verwalten&#8230;</q>.</li>
    </ul>
  </li>

  <li>Wenn Sie im Feed-Abonnier-Dialog sind, klicken Sie auf die Schaltfl&#228;che <q>Hinzuf&#252;gen</q>.
    Es &#246;ffnet sich der Feed-Einstellungs-Dialog.</li>
  <li>Tippen (oder kopieren Sie) die URL des Feeds in das daf&#252;r vorgesehene Feld.</li>
  <li>Klicken Sie auf auf die Dropdown-Liste <q>Artikel speichern in</q> und w&#228;hlen dort wo
    die Artikel dieses Feeds gespeichert werden sollen. Dies erlaubt es Ihnen, mehrere Feeds 
    zu einer Liste zusammenzufassen.</li>
  <li>Aktivieren Sie die Option <q>Artikel-Zusammenfassung anzeigen anstatt die Webseite zu laden</q> um
    eine kurze Zusammenfassung der Artikel angezeigt zu bekommen.
    
    <p><strong>Hinweis:</strong> Wenn Sie sich nur Artikel-Zusammenfassungen anzeigen lassen, spart
      das den Download des gesammten Artikels und ist somit schneller, da die Zusammenfassung bereits
      heruntergeladen wird, wenn Sie auf neue Eintr&#228;ge pr&#252;fen. Wenn Sie jedoch haupts&#228;chlich an den gesamten
      Artikeln interessiert sind, sparen Sie sich Zeit wenn Sie die Option deaktivieren.</p>
  </li>
  <li>Klicken Sie auf OK um das Hinzuf&#252;gen des Feeds zu best&#228;tigen.</li>
</ol>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="subscribing_to_blogs_and_news_feeds_from_browser">Abonnieren von Blogs &amp; Newsfeeds aus einem Browser-Fenster</h2>

<p>W&#228;hrend Sie mit &brandShortName; im Internet sind, finden Sie auf manchen Seiten ein
  Symbol (<img src="chrome://communicator/skin/icons/feedIcon.png"
  style="width: 16px; height: 16px;" />) welches Ihnen signalisiert, dass diese Seite 
  Newsfeeds anbietet. Wenn Sie auf dieses Symbol klicken, bekommen Sie eine Liste der Feeds
  angezeigt, welche von dieser Seite angeboten werden und k&#246;nnen diese zu Ihrem ersten
  Blog &amp; Newsfeed-Account hinzuf&#252;gen.</p>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="reading_blogs_and_news_feed_messages">Lesen von Blogs &amp; Newsfeed-Nachrichten</h2>

<p>Wenn Sie Ihren Blogs &amp; News-Acocunt &#246;ffnen, sehen Sie eine Liste der Feeds, welche Sie abonniert haben.
  &brandShortName; pr&#252;ft jeden Feed und l&#228;d die neuen Nachrichten herunter.</p>

<p>Um Blogs &amp; News Nachrichten zu lesen, starten Sie im Mail-Fenster:</p>

<ol>
  <li>Doppelklicken Sie Ihren Blogs &amp; News-Account um dessen Feeds anzuzeigen (Wenn Sie keine Feeds sehen,
    k&#246;nnen Sie einen Abonnieren.)</li>
  <li>Klicken Sie auf den Namen des Feeds, von welchem Sie die Nachrichten lesen wollen.</li>
  <li>Klicken Sie auf die gew&#252;nschte Nachricht um diese zu lesen. Im Nachrichten-Kopf sehen Sie
    die URL des Artikels. Durch einen Klick auf diese k&#246;nnen Sie ein Browser-Fenster &#246;ffnen um die
    entsprechende Seite zu &#246;ffnen.</li>
</ol>

<p>Abh&#228;ngig von Ihrer Einstellung f&#252;r den Blog &amp; News-Account und jeden einzelnen Feed 
  werden die Nachrichten als Zusammenfassung oder als vollst&#228;ndiger Artikel angezeigt. Sie 
  k&#246;nnen zwischen den folgenden Optionen w&#228;hlen:</p>

<ul>
  <li><strong>Webseite</strong>: W&#228;hlen Sie diese Option um die gesamte Webseite der Nachrichten angezeigt zu bekommen.</li>
  <li><strong>Zusammenfassung</strong>: W&#228;hlen Sie diese Option um eine Zusammenfassung der Nachrichten zu bekommen.</li>
  <li><strong>Standard-Format</strong>: W&#228;hlen Sie diese Option wenn der Artikeln im urspr&#252;nglichen Format angezeigt werden soll,
    so wie in den Feed-Optionen oder im Blogs &amp; News Account festgelegt.</li>
</ul>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="posting_blog_messages">Blognachrichten erstellen</h2>

<p>Um eine Blognachricht zu erstellen ben&#246;tigen Sie einen Account auf dem entsprechenden Blog. Es gibt keinen 
  standardisierten Weg eine Blognachricht zu erstellen, Sie k&#246;nnen also standardm&#228;ssig keine Blognachrichten 
  mittels der &brandShortName; Mail Komponente erstellen.
  Stattdessen m&#252;ssen Sie ein Browser-Fenster &#246;ffnen, Sich in Ihren Blog-Account einloggen und die Nachricht mithilfe des
  Web-Interfaces erstellen.</p>
 
<p>Manche Blog-Systeme erlauben das Erstellen von Blognachrichten durch senden einer Email-Nachricht an eine bestimmte Adresse.
  Sie m&#252;ssen selbst herausfinden, ob Ihr Blog diese Funktion unterst&#252;tzt und welches die entsprechende Email-Adresse ist.</p>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="adding_comments_to_a_blog_post">Kommentare zu einer Blogpost hinzuf&#252;gen</h2>

<p>Da es keinen standardisierten Weg gibt, ein Kommentar auf eine Blogpost zu hinterlassen, m&#252;ssen
  sie ein Browser-Fenster &#246;ffnen und das Web-Interface benutzen.</p>
 
<p>Manche Blog-Systeme erlauben das Hinzuf&#252;gen von Kommentaren mittels Email-Nachrichten. Sie m&#252;ssen selbst herausfinden,
  ob das Blog diese Funktion unterst&#252;tzt und welches die entsprechende Email-Adresse ist.</p>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="exporting_and_importing_feeds">Exportieren und Importieren von Newsfeeds</h2>

<p>Wenn Sie einen <a href="#setting_up_additional_mail_and_news_accounts">Blogs &amp; News-Account</a> 
  eingerichtet haben, k&#246;nnen Sie Blogs &amp; Newsfeed-Sammlungen mittels OPML-Format 
  (Outline Processor Markup Language) Exportieren und Importieren.</p>

<p>Um Feeds in Ihrem Blogs &amp; News-Account zu exportieren, starten Sie vom Mail-Fenster:</p>

<ol>
  <li>In der Account-&#220;bersicht, klicken sie auf den gew&#252;nschte Blogs &amp; News-Account oder einen darin enthaltenen Feed.</li>
  <li>&#214;ffnen Sie das Datei-Men&#252; und w&#228;hlen Sie dort <q>Abonieren</q> (oder nutzen Sie eine der 
    <a href="#getting_into_the_feed_subscriptions_dialog">anderen M&#246;glichkeiten</a> den Dialog 
    zum Abonnieren eines Feeds zu &#246;ffnen).</li>
  <li>In diesem Dialog, klicken Sie auf die Schaltfl&#228;che <q>Export</q>. Es erscheint ein neues Dialogfenster.</li>
  <li>W&#228;hlen Sie das Verzeichnis und den Dateinamen unter welchem der Feed-Export gespeichert werden soll und
    klicken im Anschluss auf Speichern.</li>
</ol>

<p>Um Feeds in den von Ihnen ausgew&#228;hlten Blogs &amp; News-Account zu Importieren, starten Sie vom Mail-Fester:</p>

<ol>
  <li>In der Account-&#220;bersicht, klicken Sie auf den gew&#252;nschten Blogs &amp; News-Account oder einen darin enthaltenen Feed.</li>
  <li>&#214;ffnen Sie das Datei-Men&#252; und w&#228;hlen Sie dort <q>Abonieren</q> (oder nutzen Sie eine der 
    <a href="#getting_into_the_feed_subscriptions_dialog">anderen M&#246;glichkeiten</a> den Dialog 
    zum Abonnieren eines Feeds zu &#246;ffnen).</li>
  <li>In diesem Dialog, klicken Sie auf die Schaltfl&#228;che <q>Import</q>. Es erscheint ein neues Dialogfenster.</li>
  <li>W&#228;hlen Sie das Verzeichnis und den Dateinamen des Feeds der importiert werden soll und
    klicken im Anschluss auf Speichern.</li>
  <li>Alle Feeds, welche in der OPML-Datei enthalten sind, werden zu Ihrem Blogs &amp; Feeds-Account hinzugef&#252;gt.</li>
</ol>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="editing_a_feed">Einen Newsfeed editieren</h2>

<p>Wenn Sie die Eigenschaften eine Ihres Feeds in Ihren Blogs &amp; News-Account &#228;ndern wollen, k&#246;nnen Sie diesen bearbeiten.</p>

<p>Um einen Feed in einem ausgew&#228;hlten Blogs &amp; News-Account bearbeiten wollen, starten Sie vom Mail-Fenster:</p>

<ol>
  <li>In der Account-&#220;bersicht, klicken sie auf den gew&#252;nschte Blogs &amp; News-Account oder einen darin enthaltenen Feed.</li>
  <li>&#214;ffnen Sie das Datei-Men&#252; und w&#228;hlen Sie dort <q>Abonieren</q> (oder nutzen Sie eine der 
    <a href="#getting_into_the_feed_subscriptions_dialog">anderen M&#246;glichkeiten</a> den Dialog 
    zum Abonnieren eines Feeds zu &#246;ffnen).</li>
  <li>Im daraufhin erscheinenden Dialog-Fenster, w&#228;hlen Sie den gew&#252;nschten Feed aus der Liste aus.
    Sie m&#252;ssen m&#246;glicherwesen die Ordner in der Feed-Liste aufklappen um jeden einzelnen Feed zu sehen.</li>
  <li>Klicken Sie auf die Schaltfl&#228;che <q>Bearbeiten</q> um den Feed-Eigenschafts-Dialog zu &#246;ffnen.</li>
  <li>Hier k&#246;nnen Sie den Speicherort des gew&#228;hlten Feeds &#228;ndern, indem Sie auf die Dropdown-Liste
    <q>Artikel speichern in</q> klicken.</li>
  <li>Sie k&#246;nnen auch die Option <q>Artikel-Zusammenfassung anzeigen anstatt die Webseite zu laden</q> 
    aktivieren, um eine Zusammenfassung anzuzeigen, welche normalerweise f&#252;r jeden Artikel verf&#252;gbar ist.
    
    <p><strong>Hinweis:</strong> Wenn Sie sich nur Artikel-Zusammenfassungen anzeigen lassen, spart
      das den Download des gesammten Artikels und ist somit schneller, da die Zusammenfassung bereits
      heruntergeladen wird, wenn Sie auf neue Eintr&#228;ge pr&#252;fen. Wenn Sie jedoch haupts&#228;chlich an den gesamten
      Artikeln interessiert sind, sparen Sie sich Zeit wenn Sie die Option deaktivieren.</p>
  </li>
  <li>Klicken Sie auf OK um Ihre &#196;nderungen zu &#252;bernehmen.</li>
</ol>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="removing_a_feed">Einen Newsfeed entfernen</h2>

<p>Wenn Sie einen Feed in Ihrem Blogs &amp; News-Account nicht mehr lesen wollen, k&#246;nnen Sie diese aus Ihrer Liste entfernen.</p>

<p>Um einen Feed aus einem Ihrer Blogs &amp; News-Accounts zu entfernen, starten Sie vom Mail-Fenster:</p>

<ol>
  <li>In der Account-&#252;bersicht, klicken sie auf den gew&#252;nschte Blogs &amp; News-Account oder einen darin enthaltenen Feed.</li>
  <li>&#214;ffnen Sie das Datei-Men&#252; und w&#228;hlen Sie dort <q>Abonieren</q> (oder nutzen Sie eine der 
    <a href="#getting_into_the_feed_subscriptions_dialog">anderen M&#246;glichkeiten</a> den Dialog 
    zum Abonnieren eines Feeds zu &#246;ffnen).</li>
  <li>Im daraufhin erscheinenden Dialog-Fenster, w&#228;hlen Sie den gew&#252;nschten Feed aus der Liste aus.
    Sie m&#252;ssen m&#246;glicherweise die Ordner in der Feed-Liste aufklappen um jeden einzelnen Feed zu sehen.</li>
  <li>Klicken Sie auf die Schaltfl&#228;che <q>Entfernen</q>. Im Anschluss m&#252;ssen Sie den L&#246;schvorgang noch best&#228;tigen.</li>
</ol>

<p><strong>Hinweis:</strong> Verwechseln Sie nicht Feeds und Ordner in einem Blogs &amp; News-Account. Wenn Sie einen Feed entfernen,
  wird der Ordner, in welche die Feed-Artikel gespeichert sind nicht mitgel&#246;scht. Die Artikel bleiben also in diesem Ordner erhalten
  bis Sie den gesamten Ordner oder die einzelnen Artikel l&#246;schen. F&#252;r ein besseres Verst&#228;ndnis, siehe
  <a href="#organizing_your_feeds">Newsfeeds verwalten</a> sp&#228;terem in diesem Abschnitt.</p>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="using_different_blogs_and_news_feeds_accounts">Verschiedene Blog &amp; Newsfeed Accounts benutzen</h2>

<p>Ein Blogs &amp; News-Feed Account kann beliebig viele Feeds enthalten, Sie ben&#246;tigen
  also mehr als einen Account. Es gibt jedoch verschiedene Gr&#252;nde, mehrere Blog &amp; Newsfeed
  Account einzurichten. Einige dieser Gr&#252;nde sind:</p>

<ul>
  <li>Sie k&#246;nnen verschiedene Blog &amp; Newsfeed-Accounts nutzen um Ihre Feeds in Kategorien zu unterteilen.
    Sie k&#246;nnen zum Beispiel einen Account names <q>Mozilla News</q> anlegen, in welchem Sie alle Mozilla-relevanten
    Feeds sammeln und einen zweiten Account namens <q>Aktuelle Schlagzeilen</q> um dort die aktuellen Nachrichten
    zu sammeln.</li>
  <li>Wenn Sie verschiedene Accounts verwenden, haben diese unterschiedliche Einstellungen. Auf diesem Weg
    k&#246;nnen Sie den Aktualisierungs-Interval der Accounts (und somit der enthaltenen Feeds) unterschiedlich 
    konfigurieren.</li>
</ul>

<p>[<a href="#getting_started_with_blogs_and_news_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="organizing_your_feeds">Newsfeeds verwalten</h2>

<p>Die normale Vorgangsweise beim Hinzuzuf&#252;gen eines Feeds zu einem Blogs &amp; News-Feeds
  Account in &brandShortName; besteht darin, einen Ordner zu erzeugen und den Feed in diesen Ordner 
  einzuf&#252;gen. &brandShortName; erlaubt Ihnen hier jedoch einge gewisse Flexibilit&#228;t. Der folgende Abschnitt
  soll Ihnen helfen, Ihre Feeds besser zu verwalten:</p>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#feeds_vs_folders">Feeds gegen Ordner </a></li>
    <li><a href="#organizing_folders_in_blogs_and_news_feeds_accounts">Verwalten von 
    Ordnern in Blog &amp; Newsfeed Accounts </a></li>
    <li><a href="#downloading_multiple_feeds_in_a_single_folder">Mehrere Newsfeed 
    in einen Ordner herunterladen</a></li>
    <li><a href="#moving_a_feed_to_another_folder">Verschieben eines Feeds in 
    einen anderen Ordner</a></li>
  </ul>
</div>

<h3 id="feeds_vs_folders">Feeds gegen Ordner </h3>

<p>Blogs &amp; Newsfeed-Accounts werden mittels zwei Konzepten organisiert:
  <strong>Feeds</strong> und <strong>Ordner</strong>.</p>
  
<ul>
  <li><strong>Feeds</strong> sind die Quellen f&#252;r Artikel/Postings. In diesen werden neue Artikeln von Blogs dargestellt.
    Sie k&#246;nnen Feeds abonieren.</li>
  <li><strong>Ordner</strong> in Blogs &amp; News Feeds Accounts arbeiten nach dem selben Prinzip wie Ornder
    in allen anderen Account-Arten. Ordner speichern Artikel/Postings welche Sie durch Feeds erhalten haben.</li>
</ul>

<p>Mittels des Abonier-Dialogs in &brandShortName; legen Sie fest in welchen Ordner die Feeds gespeichert werden.
  Da Feeds f&#252;r neue Artikel ben&#246;tigt werden und Ordner diese Artikel speichern, werden diese miteinander verkn&#252;pft.
  Beachten Sie hierbei jedoch, dass beim L&#246;schen eines Feeds der entsprechende Ordner sowie alle bisherigen Artikel
  erhalten bleiben, da diese im Ordner gespeichert sind.</p>

<p>[<a href="#organizing_your_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="organizing_folders_in_blogs_and_news_feeds_accounts">Verwalten von 
    Ordnern in Blog &amp; Newsfeed Accounts</h3>

<p>Sie k&#246;nnen innerhalb Blogs &amp; Newsfeeds-Accounts wie auch in anderen Account-Arten erstellen, umbennnen, verschieben oder kopieren.
  Mehr Detail finden Sie unter 
  <a href="#creating_a_folder">Ordner anlegen</a>,
  <a href="#renaming_a_folder">Ordner umbenennen</a> und
  <a href="#moving_or_copying_a_folder">Ordner verschieben oder kopieren</a>.</p>

<p>[<a href="#organizing_your_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="downloading_multiple_feeds_in_a_single_folder">Mehrere Newsfeed 
    in einen Ordner herunterladen</h3>

<p>M&#246;glicherweise wollen Sie einen einzigen Ordner zum Speichern der Artikel mehrerer Feeds verwenden. Um dies zu erreichen
  m&#252;ssen Sie zus&#228;tzliche Feeds mit diesem Ordner verbinden. Starten Sie vom Mail-Fenster:</p>

<ol>
  <li>In der Account-&#252;bersicht, klicken sie auf den gew&#252;nschte Blogs &amp; News-Account oder einen darin enthaltenen Feed.</li>
  <li>&#214;ffnen Sie das Datei-Men&#252; und w&#228;hlen Sie dort <q>Abonieren</q> (oder nutzen Sie eine der 
    <a href="#getting_into_the_feed_subscriptions_dialog">anderen M&#246;glichkeiten</a> den Dialog 
    zum Abonnieren eines Feeds zu &#246;ffnen).</li>
  <li>Im Feed-Abonier-Dialog klicken sie auf den gew&#252;nschten Ordner und im Anschluss auf die 
     Schaltfl&#228;che <q>Abonnieren</q>. Der Feed-Eingeschafts-Dialog erscheint.</li>
  <li>Tippen (oder kopieren Sie) die URL des Feeds in das daf&#252;r vorgesehene Feld.</li>
  <li>Klicken Sie auf OK um das Hinzuf&#252;gen des Feeds zu best&#228;tigen.</li>
</ol>

<p>[<a href="#organizing_your_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="moving_a_feed_to_another_folder">Verschieben eines Feeds in 
    einen anderen Ordner</h3>

<p>Sie k&#246;nnen Feeds von einem Ordner in einen anderen verschieben, indem Sie eine diese Methoden verwenden:</p>

<ul>
  <li>Drag &amp; Drop eines Feeds innerhalb des Feed-Abonier-Fensters.</li>
  <li>Nutzen des Features <a href="#editing_a_feed">Einen Newsfeed editieren</a> Um den die Einstellung zu &#228;ndern, 
    in welchen Ordner neue Artikel eines Feeds gespeichert werden sollen.</li>
</ul>

<p><strong>Hinweis</strong>: Bedenken Sie dass durch das Verschieben eines Feeds die bereits heruntergeladenen Artikel nicht beeinflusst werden.
  Diese bleiben im bisherigen Ordner gespeichert.</p>

<p>[<a href="#organizing_your_feeds">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="working_offline">Offline arbeiten</h1>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#setting_up_mozilla_mail_and_newsgroups_to_work_offline">&brandShortName; Mail &amp; 
    Newsgroups zum Offline arbeiten einrichten</a></li>
    <li><a href="#downloading_all_messages_for_offline_use">Herunterladen Ihrer Nachrichten 
    f&#252;r die Offline-Arbeit</a></li>
    <li><a href="#downloading_an_individual_folder_for_offline_use">Herunterladen eines Ordners 
    f&#252;r die Offline-Arbeit</a></li>
    <li><a href="#downloading_selected_or_flagged_messages_for_offline_use">Herunterladen ausgew&#228;hlter
    oder markierter Nachrichten f&#252;r die Offline-Arbeit</a></li>
    <li><a href="#downloading_directory_entries_for_offline_use">Herunterladen von 
    Verzeichniseintr&#228;gen zur Offline-Arbeit</a></li>
    <li><a href="#setting_up_your_accounts_for_working_offline">Einrichtung Ihres Accounts 
    f&#252;r die Offline-Arbeit</a></li>
    <li><a href="#selecting_items_for_offline_viewing">Verschiedene Elemente zum Offline 
    arbeiten ausw&#228;hlen</a></li>
    <li><a href="#downloading_and_synchronizing_your_messages">Nachrichten herunterladen 
    und synchronisieren</a></li>
    <li><a href="#working_offline_and_reconnecting_later">Wiederherstellung der Verbindung 
    nach der Offline-Arbeit</a></li>
  </ul>
</div>

<h2 id="setting_up_mozilla_mail_and_newsgroups_to_work_offline">
&brandShortName; Mail &amp; Newsgroups zum Offline arbeiten einrichten</h2>

<p>Die Offline-Funktionen von &brandShortName; Mail &amp; Newsgroups
erm&#246;glichen Ihnen, Ihre Nachrichten herunterzuladen und Sie offline (bei
getrennter Internet-Verbindung) zu lesen. Wenn Sie eine DF&#220;-Verbindung
(Modem) benutzen, um auf Ihre E-Mails zuzugreifen, und die Verbindungszeit
reduzieren m&#246;chten oder wenn Sie vor&#252;bergehend vom Netzwerk Ihrer
Firma getrennt sind, weil Sie reisen oder den Standort wechseln, k&#246;nnen
Sie Ihre Nachrichten herunterladen, um sie offline zu lesen. Die
Offline-Funktion von &brandShortName; Mail &amp; Newsgroups kann eingehende
Nachrichten automatisch herunterladen und sp&#228;ter alle Ihre ausgehenden
Nachrichten senden, wenn Sie wieder online gehen.</p>

<p>Vergessen Sie nicht das bei POP-Accounts E-Mails standardm&#228;&#223;ig
automatisch heruntergeladen werden, so das viele der hier erw&#228;hnten
Offline-Funktionen daf&#252;r nicht relevant sind.</p>

<p>Wenn Sie gelegentlich offline arbeiten m&#246;chten, k&#246;nnen Sie mit
&brandShortName; Mail &amp; Newsgroups:</p>

<ul>
  <li>Ihre Inbox f&#252;r die Offline-Arbeit herunterladen.</li>
  <li>Einen Ordner f&#252;r die Offline-Arbeit herunterladen.</li>
  <li>Nur ausgew&#228;hlte oder markierte Nachrichten f&#252;r die
      Offline-Arbeit herunterladen.</li>
  <li>Herunterladen von Verzeichniseintr&#228;gen in Ihr Adressbuch zum
      Offline-Gebrauch.</li>
</ul>

<p>Wenn Sie h&#228;ufig offline arbeiten, k&#246;nnen Sie mit &brandShortName;
Mail &amp; Newsgroups:</p>

<ul>
  <li>Einen oder mehrere Accounts f&#252;r die Offline-Arbeit einrichten.</li>
  <li>F&#252;r jeden Account Einstellungen f&#252;r die Offline-Arbeit und die
      Speicherplatznutzung vornehmen.</li>
  <li>Objekte ausw&#228;hlen (Accounts, Ordner und Diskussionsforen), mit denen
      Sie offline arbeiten m&#246;chten.</li>
</ul>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="downloading_all_messages_for_offline_use">Herunterladen Ihrer Nachrichten
f&#252;r die Offline-Arbeit</h2>

<p>&brandShortName; Mail &amp; Newsgroups kann das Offline-Verfahren f&#252;r
Ihre Nachrichten automatisieren. Sie k&#246;nnen &brandShortName; Mail
&amp; Newsgroups anweisen, Ihre Nachrichten automatisch f&#252;r die
Offline-Arbeit herunterzuladen. Wenn Sie sp&#228;ter wieder online gehen,
synchronisiert &brandShortName; Mail &amp; Newsgroups automatisch Ihre
Nachrichten mit dem Server.</p>

<p>Vergessen Sie nicht das der Posteingang eines POP-Accounts automatisch
heruntergeladen wird, womit dieser Abschnitt nicht auf POP-Accounts
zutrifft.</p>

<p>So laden Sie Ihre Nachrichten automatisch f&#252;r die Offline-Nutzung herunter
(ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span>
      die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld 
      Mail &amp; Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie auf der linken Seite des Dialogfelds den Account, den Sie
      offline nutzen m&#246;chten, und klicken Sie auf <q>Synchronisation &amp;
      Speicherplatz</q>. (Diese Kategorie gibt es nicht f&#252;r
      POP-Accounts.)</li>
  <li>Aktivieren Sie das Kontrollk&#228;stchen <q>Nachrichten f&#252;r diesen Account 
     auf diesem Rechner behalten</q>.</li>
  <li>Klicken Sie auf OK.</li>
  <li>Klicken Sie auf die Online/Offline-Anzeige <img src="images/online.png" alt=""/>
    in der rechten unteren Ecke des Mail-Fensterst (links neben dem Cookie-Symbol),
    um offline zu gehen. Sie werden gefragt, ob Sie Ihre Nachrichten f&#252;r die Offline-Nutzung 
    heruntergeladen werden sollen. Klicken Sie auf <q>Herunterladen</q> um den Vorgang  zu starten.</li>
</ol>

<p><strong>Hinweis</strong>: Diese Einstellung betrifft auch neu erstellte Ordner. Die
  Account-basierende Einstellung kann zwar f&#252;&#252;r 
  <a href="#downloading_an_individual_folder_for_offline_use">einzelne Ordner</a> &#252;berschrieben werden,
   diese ordnerbasierenden Einstellungen werden jedoch <em>gel&#246;scht</em> wenn Sie die 
   Option <q>Nachrichten behalten</q> aktivieren.</p>

<p>&brandShortName; Mail &amp; Newsgroups l&#228;dt automatisch alle
Nachrichten in Ihrer Inbox herunter, sodass Sie diese offline lesen und
beantworten k&#246;nnen. Nach dem Trennen der Verbindung bleibt
&brandShortName; Mail &amp; Newsgroups ge&#246;ffnet, sodass Sie die Arbeit mit
Ihren Nachrichten fortsetzen k&#246;nnen.</p>

<p>So stellen Sie die Internet-Verbindung wieder her, um online zu
arbeiten:</p>

<ul>
  <li>Klicken Sie auf die Online/Offline Anzeige
      <img src="images/online.png" alt="" /> im rechten unteren
	  Eck des Mail-Fensters (links neben dem Cookie-Symbol), um online zu
	  gehen.</li>
</ul>

<p>Wenn Sie wieder online gehen, synchronisiert &brandShortName; Mail &amp;
Newsgroups automatisch Ihre Inbox-Nachrichten mit dem Server in dem es alle
&#196;nderungen &#252;bertr&#228;gt, die Sie offline vorgenommen haben.</p>

<p><strong>Tipp</strong>: &brandShortName; Mail &amp; Newsgroups speichert
Nachrichten, die Sie w&#228;hrend der Offline-Arbeit senden, im Ordner
<q>Ungesendete Nachrichten</q> unter <q>Lokale Ordner</q>. Wenn Sie
wollen das &brandShortName; beim Online gehen diese Nachrichten automatisch
absendet, dann &#228;ndern Sie dies &#252;ber die Einstellungen im Men&#252;
<q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>, unter
<a href="#network_and_storage_preferences">Offlineeinstellungen</a>.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="downloading_an_individual_folder_for_offline_use">
Herunterladen eines Ordners f&#252;r die Offline-Arbeit</h2>

<p>Achtung POP-Accounts erlauben nicht das verwalten von Ordnern auf einem
POP-Server, weswegen dieser Abschnitt somit nicht auf POP-Accounts zutrifft.</p>

<p>So laden Sie einen bestimmten Ordner f&#252;r die Offline-Nutzung herunter
(ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie auf der linken Seite des Mail-Fensters den Ordner, den
      Sie f&#252;r die Offline-Arbeit herunterladen m&#246;chten.</li>

  <li>&#214;ffnen Sie das Men&#252; <q><span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span></q>
  und w&#228;hlen Sie <q>Eigenschaften</q>.</li>

  <li>Klicken Sie auf die Registerkarte <q>Synchronisation</q>.</li>

  <li>Aktivieren Sie das Kontrollk&#228;stchen <q>Diesen Ordner f&#252;r
      Offline-Gebrauch ausw&#228;hlen</q>.</li>

  <li>Klicken Sie auf <q>Jetzt herunterladen</q>, um sofort mit dem
      Herunterladen der Nachrichten zu beginnen. Alternativ k&#246;nnen Sie
	  zun&#228;chst Ihre Arbeit fortsetzen und mit dem n&#228;chsten Schritt
	  fortfahren, wenn Sie bereit sind, offline zu gehen</li>

  <li>Klicken Sie auf die Online/Offline Anzeige
      <img src="images/online.png" alt="" /> im rechten
	  unteren Eck des Mail-Fensters (links neben dem Cookie-Symbol), um offline
	  zu gehen.</li>

  <li>Klicken Sie im Dialogfeld <q>Offline arbeiten</q> auf
      <q>Herunterladen</q>.</li>
</ol>

<p>&brandShortName; Mail &amp; Newsgroups l&#228;dt automatisch alle
Nachrichten in dem ausgew&#228;hlten Ordner herunter, sodass Sie diese offline
lesen und beantworten k&#246;nnen. Nach dem Trennen der Verbindung bleibt
&brandShortName; Mail &amp; Newsgroups  ge&#246;ffnet, sodass Sie die Arbeit
mit Ihren Nachrichten fortsetzen k&#246;nnen.</p>

<p><strong>Anmerkung</strong>: Kopfzeilen von Nachrichten, die f&#252;r die
Offline-Arbeit heruntergeladen wurden, sind mit einem dunkelgrauen Umschlag-
oder Forensymbol versehen.</p>

<p>So stellen Sie die Internet-Verbindung wieder her, um online zu
arbeiten:</p>

<ul>
  <li>Klicken Sie auf die Online/Offline Anzeige
      <img src="images/online.png" alt="" /> im rechten unteren
	  Eck des Mail-Fensters (links neben dem Cookie-Symbol), um online zu
	  gehen.</li>
</ul>

<p>&brandShortName; Mail &amp; Newsgroups synchronisiert die Offline-Ordner
automatisch mit dem Server in dem es die offline vorgenommenen &#196;nderungen
an den Server &#252;bertr&#228;gt.</p>

<p><strong>Tipp</strong>: &brandShortName; Mail &amp; Newsgroups speichert
Nachrichten, die Sie w&#228;hrend der Offline-Arbeit senden, im Ordner
<q>Ungesendete Nachrichten</q> unter <q>Lokale Ordner</q>. Wenn Sie
wollen das &brandShortName; beim Online gehen diese Nachrichten automatisch
absendet, dann &#228;ndern Sie dies &#252;ber die Einstellungen im Men&#252;
<q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>, unter
<a href="#network_and_storage_preferences">Offlineeinstellungen</a>.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="downloading_selected_or_flagged_messages_for_offline_use">Herunterladen
ausgew&#228;hlter oder markierter Nachrichten f&#252;r die Offline-Arbeit</h2>

<p>Die E-Mails eines POP-Accounts werden standardm&#228;&#223;ig automatisch
heruntergeladen. Sollten Sie die Option <q>Nur Kopfzeilen holen</q> in den
Einstellungen des POP-Accounts ausgew&#228;hlt haben, dann werden nur die
Kopfzeilen herunter geladen und Sie ben&#246;tigen die Information dieses
Abschnitts um die kompletten Nachrichten herunter zu laden.</p>

<p>So laden Sie ausgew&#228;hlte Nachrichten f&#252;r die Offline-Nutzung
herunter (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie einen Ordner aus, um dessen Nachrichten anzuzeigen.</li>
  <li>W&#228;hlen Sie die Nachrichten, die Sie herunterladen m&#246;chten,
      folgenderma&#223;en aus:

      <ul>
        <li>Um eine Gruppe aufeinanderfolgender Nachrichten auszuw&#228;hlen,
		    klicken Sie auf die erste Nachricht, halten Sie die Umschalttaste
			fest und klicken Sie auf die letzte Nachricht der Gruppe.</li>

        <li>Um mehrere nicht aufeinanderfolgende Nachrichten auszuw&#228;hlen,
		    halten Sie die STRG-Taste (Windows und Linux) oder die
			Command-Taste (Mac) fest, w&#228;hrend Sie auf die gew&#252;nschten
			Nachrichten klicken.</li>
      </ul></li>

  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und w&#228;hlen Sie
      <q>Offline</q> und anschlie&#223;end <q>Gew&#228;hlte
	  Nachrichten abrufen</q>. &brandShortName; Mail &amp; Newsgroups
	  l&#228;dt dann die ausgew&#228;hlten Nachrichten herunter.</li>
</ol>

<p>So laden Sie markierte Nachrichten f&#252;r die Offline-Nutzung herunter
(ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie einen Ordner aus, um dessen Nachrichten anzuzeigen.</li>

  <li>Klicken Sie auf die Markierungsspalte jeder Nachricht, die Sie
      herunterladen m&#246;chten. Wo Sie geklickt haben, wird ein Flaggensymbol
	  zur Markierung der Nachricht angezeigt. Sollte die Markierungsspalte
	  nicht angezeigt werden klicken Sie auf den Icon
	  <img src="images/columns.png" alt="" /> und w&#228;hlen Sie
	  <q>Kennzeichnung</q> aus der Liste.</li>

  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und w&#228;hlen Sie
      <q>Offline</q> und anschlie&#223;end <q>Gekennzeichnete
	  Nachrichten abrufen</q>. &brandShortName; Mail &amp; Newsgroups
	  l&#228;dt dann die markierten Nachrichten herunter.</li>
</ol>

<p>Sobald alles heruntergeladen wurde, klicken Sie auf die Online/Offline
Anzeige <img src="images/online.png" alt="" /> im rechten
unteren Eck des Mail-Fensters (links neben dem Cookie-Symbol), um offline
zu gehen. Danach bleibt &brandShortName; Mail &amp; Newsgroups weiter offen,
um weiter arbeiten zu k&#246;nnen.</p>

<p><q>Gew&#228;hlte Nachrichten abrufen</q> und <q>Gekennzeichnete
Nachrichten abrufen</q> befinden sich zum schnelleren Zugriff im
Kontextmen&#252; des Pop-Up Threads.</p>

<p><strong>Anmerkung</strong>: Kopfzeilen von Nachrichten, die f&#252;r die
Offline-Arbeit heruntergeladen wurden, sind mit einem dunkelgrauen Umschlag-
oder Forensymbol versehen.</p>

<p>So stellen Sie die Internet-Verbindung wieder her, um online zu
arbeiten:</p>

<ul>
  <li>Klicken Sie auf die Online/Offline Anzeige
      <img src="images/online.png" alt="" /> im rechten unteren
	  Eck des Mail-Fensters (links neben dem Cookie-Symbol), um online zu
	  gehen.</li>
</ul>

<p><strong>Tipp</strong>: &brandShortName; Mail &amp; Newsgroups speichert
Nachrichten, die Sie w&#228;hrend der Offline-Arbeit senden, im Ordner
<q>Ungesendete Nachrichten</q> unter <q>Lokale Ordner</q>. Wenn Sie
wollen das &brandShortName; beim Online gehen diese Nachrichten automatisch
absendet, dann &#228;ndern Sie dies &#252;ber die Einstellungen im Men&#252;
<q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>, unter
<a href="#network_and_storage_preferences">Offlineeinstellungen</a>.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="downloading_directory_entries_for_offline_use">Herunterladen von
Verzeichniseintr&#228;gen zur Offline-Arbeit</h2>

<p>Sie k&#246;nnen Eintr&#228;ge eines Verzeichnisserver auf Ihren Computer
herunterladen (replizieren), so das sie auch Offline verf&#252;gbar sind. Sobald
die Verzeichniseintr&#228;ge herunter geladen sind, k&#246;nnen Sie die selbe
Prozedur verwenden, um die lokale Kopie der Eintr&#228;ge mit den letzten
Eintr&#228;gen des Verzeichnisservers abzugleichen.</p>

<p>Um ein LDAP-Verzeichnis Adressbuch f&#252;r den Offline Gebrauch herunter
zu laden oder zu aktualisieren, gehen Sie wie folgt vor:</p>

<ol>
  <li>Stellen Sie sicher das Sie online sind.</li>
  <li>&#214;ffnen Sie das Men&#252; Fenster und klicken Sie auf Adressbuch.</li>
  <li>Im Adressbuch-Fenster w&#228;hlen Sie das Verzeichnis das Sie
      herunterladen (replizieren) wollen.</li>
  <li>Klicken Sie auf Eigenschaften in der Symbolleiste des Adressbuches. Die
      Verzeichnisserver-Eigenschaften erscheinen.</li>
  <li>Klicken Sie auf das Offline-Tab.</li>
  <li>Klicken Sie auf <q>Jetzt herunterladen</q>, um die Eintr&#228;ge auf
      Ihren Computer zu kopieren.</li>
  <li>Falls Sie danach gefragt werden, geben Sie Ihren Netzwerkbenutzernamen
      und Ihr Passwort ein.
      
  <p>Abh&#228;ngig von der Anzahl der
      Verzeichniseintr&#228;ge, kann das Herunterladen einige Zeit in
	  Anspruch nehmen.</p></li>
</ol>

<p>Nachdem der Kopiervorgang abgeschlossen ist, k&#246;nnen Sie Offline
weiterarbeiten. Das Durchsuchen des Adressbuchs oder die
Adressvervollst&#228;ndigung zum Verfassen von Nachrichten stellt damit
auch Offline kein Problem mehr da. Nachdem Sie mit der lokalen Kopie des
Verzeichnisses gearbeitet haben, werden Sie es wahrscheinlich wieder mit dem
Server aktualisieren wollen. Dazu benutzen Sie bitte den oben beschriebenen
Vorgang.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="setting_up_your_accounts_for_working_offline">Einrichtung Ihres Accounts
f&#252;r die Offline-Arbeit</h2>

<p>Um einen oder mehrere Accounts f&#252;r die Offline-Arbeit einzurichten,
verwenden Sie die Einstellungen f&#252;r Offline-Arbeit und Speicherplatz im
Dialogfeld <q>Mail&amp;Newsgroups-Accounts-Einstellungen</q>. Die einmal
vorgenommenen Einstellungen brauchen Sie nicht mehr zu &#228;ndern, wenn Sie
offline arbeiten. Welche Einstellungen verf&#252;gbar sind, h&#228;ngt von der
Art des Accounts (IMAP-, POP- oder Foren-Account) ab.</p>

<p>Im Folgenden finden Sie eine Zusammenfassung der f&#252;r die Einrichtung
eines Accounts f&#252;r die Offline-Arbeit erforderlichen Schritte:</p>

<ol>
  <li>Verwenden Sie f&#252;r jeden Account, den Sie f&#252;r die Offline-Arbeit
    einrichten m&#246;chten, das Dialogfeld <q>Mail &amp; Newsgroups 
    Account-Einstellungen</q> Dialogfeld um die Synchronisation &amp; Speicherplatz 
    Einstellungen f&#252;r diesen Account vorzunehmen. Sie m&#252;ssen die Objekte 
    (Ordner und Newsgroups) ausw&#228;hlen, welche Sie zur Offline-Nutzung 
    herunterladen wollen. Weitere Informationen finden Sie unter
    <a href="#selecting_items_for_offline_viewing">Verschiedene Elemente zum 
    Offline arbeiten ausw&#228;hlen</a>.

      <p>Wenn Sie diese Einstellungen einmal vorgenommen haben, brauchen Sie
	  diese nicht mehr zu &#228;ndern. Weitere Informationen zu den
	  Einstellungen f&#252;r Offline-Arbeit und Speicherplatznutzung finden Sie
	  unter den Accountarten
	  <a href="#synchronization_and_storage_settings_imap">IMAP</a>,
	  <a href="#disk_space_settings_pop">POP</a>,
          <a href="#disk_space_settings_blogs">Blogs</a> und
	  <a href="#synchronization_and_storage_settings_nntp">Newsgroup</a>.</p>

    <p><strong>Hinweis</strong>: Um die Synchronisation &amp;
      Speicherplatz Einstellungen des aktuellen Accounts zu bearbeiten, &#246;ffnen Sie das Datei-Men&#252; und w&#228;hlen dort 
      Offline, Offline-Einstellungen.</p>

  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und w&#228;hlen Sie
      <q>Offline</q> und anschlie&#223;end <q>Jetzt
	  herunterladen/synchronisieren</q> aus dem Untermen&#252;.</li>

  <li>W&#228;hlen Sie den Nachrichtentyp (Mail, Diskussionsforen oder beide),
      den Sie herunterladen m&#246;chten.</li>

      <p><strong>Wichtig</strong>: Sie m&#252;ssen mindesten eine Kategorie
	     (Mail-Nachrichten oder Foren-Nachrichten) ausw&#228;hlen, damit der
		 Download-Vorgang funktioniert.</p></li>

  <li>Klicken Sie im Dialogfeld <q>Jetzt
      herunterladen/synchronisieren</q>.</li>

  <li>Klicken Sie auf <q>OK</q>, um die ausgew&#228;hlten Objekte
      herunterzuladen. Weitere Informationen finden Sie unter
	  <a href="#downloading_and_synchronizing_your_messages">Nachrichten 
          herunterladen und synchronisieren</a>.</li>
</ol>

<p>In nachfolgenden Offline-Sitzungen k&#246;nnen Sie Schritt 1
&#252;berspringen.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="selecting_items_for_offline_viewing">Verschiedene Elemente zum Offline
arbeiten ausw&#228;hlen</h2>

<p>Um Mail- und Foren-Nachrichten offline lesen zu k&#246;nnen, m&#252;ssen Sie
diese zun&#228;chst zum Herunterladen ausw&#228;hlen. Sie k&#246;nnen einen Account
auch komplett f&#252;r die Offline-Nutzung einrichten. Au&#223;erdem
k&#246;nnen Sie die Ordner und Diskussionsforen ausw&#228;hlen, die Sie offline
nutzen m&#246;chten.</p>

<p><strong>Anmerkung</strong>: Vergessen Sie nicht das eine gr&#246;&#223;ere Anzahl
von ausgew&#228;hlten Elementen auch eine l&#228;ngere Downloadzeit und mehr
Speicherplatz ben&#246;tigt.</p>

<p>Wenn Sie das Fenster <q>Jetzt herunterladen/synchronisieren</q> noch
nicht ge&#246;ffnet haben, gehen Sie folgenderma&#223;en vor:</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld 
	  Mail &amp; Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie die Synchronisation &amp; Speicherplatz Kategorie f&#252;r den Account, welchen Sie &#228;ndern wollen.</li>
  <li>Klicken Sie auf  <q>Erweitert</q> um Ihre IMAP-Ordner zu sehen, oder <q>Newsgruppen zum Offline-Lesen w&#228;hlen</q> 
    um Ihre abonierten Newsgroups zu w&#228;hlen.
      <p><strong>Anmerkung</strong>: Sie sehen nur die Newsgruppen und Ordner
	  die sie bereits <a href="#subscribing_to_newsgroups">abonniert</a>
	  abonniert haben. POP-Accounts und lokale Mail-Ordner erscheinen nicht
	  auf dieser Liste.</p></li>

  <li>W&#228;hlen Sie die Elemente (Ordner, Newsgruppen), die Sie zum Offline
      verf&#252;gbar haben wollen.</li>

  <li>Klicken Sie auf OK.</li>
</ol>

<p>Einmal konfiguriert, brauchen Sie diese Einstellungen nicht f&#252;r jedes
mal offline gehen &#228;ndern. Sollten Sie trotzdem etwas &#228;ndern wollen,
dann k&#246;nnen Sie dies einfach vor dem offline gehen machen, in dem Sie
dazu denselben Button wie beim 
<a href="#downloading_and_synchronizing_your_messages">Herunterladen und Synchronisieren</a>
ist.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="downloading_and_synchronizing_your_messages">Nachrichten herunterladen
und synchronisieren</h2>

<p>Wenn Sie bereits Mail-Ordner und Diskussionsforen f&#252;r die
Offline-Nutzung ausgew&#228;hlt haben, k&#246;nnen Sie diese jetzt
herunterladen und synchronisieren. Wenn Sie noch keine Objekt zum Herunterladen
ausgew&#228;hlt haben, k&#246;nnen Sie dies tun, bevor Sie offline gehen.</p>

<p>Wenn Sie das Fenster <q>Jetzt herunterladen/synchronisieren</q> noch
nicht ge&#246;ffnet haben, gehen Sie folgenderma&#223;en vor:</p>

<p>So laden Sie Nachrichten herunter und synchronisieren sie (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und w&#228;hlen Sie
      <q>Offline</q> und anschlie&#223;end <q>Jetzt
	  herunterladen/synchronisieren</q>.</li>

  <li>W&#228;hlen Sie die Kategorien (Mail- oder Foren-Nachrichten), die Sie
      herunterladen m&#246;chten.

      <p><strong>Wichtig</strong>: Sie m&#252;ssen mindesten eine Kategorie
	  (Mail-Nachrichten oder Foren-Nachrichten) ausw&#228;hlen, damit der
	  Download-Vorgang funktioniert. Wenn die Kontrollk&#228;stchen nicht
	  verf&#252;gbar sind, haben Sie noch keine Objekte zum Herunterladen
	  ausgew&#228;hlt. Verwenden Sie die Schaltfl&#228;che
	  <q>Ausw&#228;hlen</q>, um Objekte zum Herunterladen
	  auszuw&#228;hlen.</p></li>

  <li>Um Nachrichten im Ordner <q>Ungesendete Nachrichten</q> zu senden,
      bevor Sie offline gehen, klicken Sie auf <q>Ungesendete Nachrichten
	  senden</q>.</li>

  <li>Um unmittelbar nach Abschluss des Download-Vorgangs offline zu gehen,
      aktivieren Sie das Kontrollk&#228;stchen <q>Nach Download und/oder
	  Synchronisation offline arbeiten</q>.</li>

  <li>Um die Objekte zum Herunterladen festzulegen oder zu &#228;ndern, klicken
      Sie auf <q>Ausw&#228;hlen</q>. Weitere Informationen finden Sie unter
	  <a href="#selecting_items_for_offline_viewing">Verschiedene Elemente 
          zum Offline arbeiten ausw&#228;hlen</a>.
	  Sie k&#246;nnen diesen Schritt &#252;berspringen, wenn Sie bereits
	  Objekte zum Herunterladen ausgew&#228;hlt haben.</li>

  <li>Klicken Sie auf <q>OK</q>. &brandShortName; Mail &amp; Newsgroups
      l&#228;dt dann die ausgew&#228;hlten Objekte herunter.</li>
</ol>

<p>Wenn Sie ausgew&#228;hlt haben, dass Sie nach dem Download offline arbeiten
m&#246;chten, schaltet &brandShortName; Mail &amp; Newsgroups sofort in den
Offline-Modus um. Ansonsten m&#252;ssen Sie auf die Online/Offline Anzeige
<img src="images/online.png" alt="" /> im rechten unteren Eck
des Mail-Fensters (links neben dem Cookie-Symbol) klicken, um offline zu
gehen.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="working_offline_and_reconnecting_later">Wiederherstellung der
Verbindung nach der Offline-Arbeit</h2>

<p>So arbeiten Sie offline und stellen die Verbindung sp&#228;ter wieder her
(ausgehend vom Mail-Fenster):</p>

<p>Wenn Sie bereit sind offline zu gehen:</p>

<ol>
  <li>Klicken Sie auf die Online/Offline Anzeige
      <img src="images/online.png" alt="" /> im rechten
	  unteren Eck des Mail-Fensters (links neben dem Cookie-Symbol), um offline
	  zu gehen.</li>

  <li>Klicken Sie auf <q>Herunterladen</q>, wenn Sie Nachrichten
      herunterladen m&#246;chten, bevor Sie offline gehen. Wenn Sie offline
	  arbeiten m&#246;chten, ohne Nachrichten herunterzuladen, klicken Sie auf
	  <q>Nicht herunterladen</q>.</li>
</ol>

<p><strong>Anmerkung</strong>: Kopfzeilen von Nachrichten, die f&#252;r die
Offline-Arbeit heruntergeladen wurden, sind mit einem dunkelgrauen Umschlag-
oder Forensymbol versehen.</p>

<p><strong>Tipp</strong>: Um das Download-Verhalten von &brandShortName; Mail
&amp; Newsgroups beim Umschalten in den Offline-Modus einzustellen,
&#246;ffnen Sie das Men&#252; <q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>,
w&#228;hlen Sie <q>Einstellungen</q> und anschlie&#223;end die Kategorie
<q>Synchronisation &amp; Speicherplatz</q>. Sie k&#246;nnen festlegen, dass
&brandShortName; Mail &amp; Newsgroups nachfragen soll, ob Sie beim Umschalten
in den Offline-Modus Nachrichten herunterladen m&#246;chten, dass Nachrichten
automatisch oder gar nicht heruntergeladen werden sollen.</p>

<p>So stellen Sie die Verbindung wieder her und synchronisieren Ihre
Nachrichten:</p>

<ol>
  <li>Klicken Sie auf die Online/Offline Anzeige
      <img src="images/online.png" alt="" /> im rechten unteren
	  Eck des Mail-Fensters (links neben dem Cookie-Symbol), um online zu
	  gehen.</li>

  <li>&#214;ffnen Sie das Men&#252; <q>Datei</q> und w&#228;hlen Sie
      <q>Offline</q> und anschlie&#223;end <q>Jetzt
	  herunterladen/synchronisieren</q>.</li>
</ol>

<p>&brandShortName; Mail &amp; Newsgroups synchronisiert Ihre Nachrichten
automatisch mit dem Server in dem es die offline vorgenommenen &#196;nderungen
an den Server &#252;bertr&#228;gt.</p>

<p><strong>Tipp</strong>: Um das Download-Verhalten von &brandShortName; Mail
&amp; Newsgroups beim Umschalten in den Online-Modus einzustellen, &#246;ffnen
Sie das Men&#252; <q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>, 
w&#228;hlen Sie <q>Einstellungen</q> und anschlie&#223;end die
Kategorie <q>Synchronisation &amp; Speicherplatz</q>. Sie k&#246;nnen
estlegen, dass &brandShortName; Mail &amp; Newsgroups nachfragen soll, ob Sie
ungesendete Nachrichten senden m&#246;chten, oder dass ungesendete Nachrichten
automatisch oder gar nicht gesendet werden.</p>

<p>[<a href="#working_offline">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="mail_and_newsgroups_account_settings">Mail &amp; Newsgroups-Account Einstellungen</h1>

<p>Dieser Abschnitt beschreibt die Einstellungen, die Sie in der Dialogbox Mail
&amp; Newsgroups Account-Einstellungen vornehmen k&#246;nnen. Diese Einstellungen
gelten nur f&#252;r den jeweiligen Account und nicht, im Gegensatz zu den
Voreinstellungen, f&#252;r alle Accounts.</p>

<p>Wenn Sie die Einstellungen noch nicht vor sich haben, gehen Sie
folgenderma&#223;en vor:</p>

<ol>
  <li>Beginnen Sie im Mail-Fenster.</li>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span> und 
  klicken Sie auf Mail &amp; Newsgroups-Account-Einstellungen</li>
  <li>W&#228;hlen Sie den Account f&#252;r den Sie die Einstellungen &#228;ndern
      oder ansehen wollen.</li>
</ol>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#account_settings">Account-Einstellungen</a></li>
    <li><a href="#server_settings">Servereinstellungen</a></li>
    <li><a href="#copies_and_folders">Kopien &amp; Ordner</a></li>
    <li><a href="#addressing">Erstellen &amp; Adressieren</a></li>
    <li><a href="#synchronization_and_storage">Synchronisation &amp; Speicherplatz</a></li>
    <li><a href="#junk_settings">Junk-Mail Einstellungen</a></li>
    <li><a href="#return_receipts">Empfangsbest&#228;tigungen</a></li>
    <li><a href="#security">Sicherheit</a></li>
    <li><a href="#local_folders">Lokale Ordner</a></li>
    <li><a href="#outgoing_server">Postausgangsserver (SMTP)</a></li>
  </ul>
</div>

<h2 id="account_settings">Mail &amp; Newsgroups-Account Einstellungen -
Account-Einstellungen</h2>

<p>Dieser Abschnitt beschreibt, wie Sie Identit&#228;ts-Einstellungen wie z.B.
den Benutzernamen, die R&#252;ckantwortadresse, und die Signatur anzeigen
oder &#228;ndern. So &#246;ffnen Sie die Identit&#228;ts-Einstellungen
(ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span> 
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld 
	  Mail &amp; Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie den Accountnamen aus, den Sie &#228;ndern m&#246;chten.</li>
</ol>

<ul>
  <li><strong>Account-Name</strong>: Der Name dieses Accounts</li>

  <li>F&#252;r alle Account-Arten auser Blogs &amp; Newsfeeds:
    <ul>
      <li><strong>Identit&#228;t</strong>: Tragen Sie hier Ihren Namen, Ihre
        E-Mail-Adresse, Ihre R&#252;ckantwortadresse (nur falls sie sich von Ihrer
        normalen E-Mail-Adresse unterscheidet) und Organisation (optional) ein.</li>
      <li><strong>Signaturtext</strong>: Wenn Sie eine Signatur an alle Ihre abgehenden Emails 
        anh&#228;ngen wollen, tragen sie den gew&#252;nschten Text in dieses Eingabefeld ein.
        W&#228;hlen Sie die Option <strong>HTML verwenden</strong> um HTML-Codes zu erlauben,
        z.B. &lt;b&gt;fett&lt;/b&gt; (optional).</li>
      <li><strong>Stattdessen die Signatur aus einer Datei anh&#228;ngen</strong>: Hier k&#246;nnen 
        Sie eine Signaturdatei (im Text-,HTML- oder Bild-Format) ah&#228;ngen anstatt diese h&#228;ndisch
      einzugeben. Wenn Sie diese Option ausw&#228;hlen, wird immer die Signatur aus der Datei anstelle des
      eingegebenen Textes verwendet. W&#228;hlen Sie <q>Durchsuchen</q> um die ensprechende Datei 
      anzugeben (optional).

        <p>Mehr Signatur-Optionen finden Sie unter 
        <a href="#addressing">Erstellen &amp; Adressieren</a>.</p>
      </li>
  <li><strong>Meine vCard an Nachrichten anh&#228;ngen</strong>: Hier k&#246;nnen
      Sie einstellen ob Ihre vCard bei ausgehenden Nachrichten anh&#228;ngt
	    werden soll. Klicken Sie auf <q>Karte bearbeiten</q> um die
	    n&#246;tigen Informationen zu vervollst&#228;ndigen (optional).</li>
    </ul>
  </li>

  <li>F&#252;r Blogs &amp; Newsfeed-Accounts:
    <ul>
      <li><strong>Beim Starten auf neue Artikel pr&#252;fen</strong>: Aktivieren Sie diese Option wenn 
        Sie bei jedem Start von Mail &amp; Newsgroups automatisch
        auf neue Blogs &amp; News-Nachrichten pr&#252;fen wollen.</li>
      <li><strong>Alle [__] Minuten auf neue Artikel pr&#252;fen</strong>: Aktivieren Sie diese Option
        um zu konfigurien, wie oft auf neue Feed-Nachrichten gepr&#252;ft werden soll. Sie k&#246;nnen jederzeit manuell
        auf neue Nachrichten pr&#252;fen, in dem Sie auf <q>Get Msgs</q> im Mail-Fenster klicken.</li>
      <li><strong>Als Standard die Artikel-Zusammenfassung anzeigen, anstatt 
        die Webseite anzuzeigen</strong>: Aktivieren Sie die Option, wenn &brandShortName; eine kurze Zusammenfassung
        des Artikels anzeigen soll,. anstatt die gesamte Webseite herunterzuladen. Das Anzeigen der Artikel-Zusammenfassung 
        ist etwas schneller als das Anzeigen der gesamten Webseitem, es besteht jedoch die M&#246;glichkeit, dass Sie einen Teil 
        des Artikels nicht sehen.</li>
      <li><strong>Papierkorb beim Verlassen leeren</strong>: Hiermit wird eim Beenden von 
        Mail &amp; Newsgroups der Papierkorb automatisch geleert.</li>
      <li><strong>Abonnements verwalten...</strong>: Hiermit k&#246;nnen Sie den Feed-Abonier Dialog aufrufen, 
        mit welchem Sie Feeds zu diesem Blogs &amp; Newsfeed-Account hinzuf&#252;gen, editieren und entfernen k&#246;nnen.</li>
    </ul>
  </li>
</ul>
<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="server_settings">Mail &amp; Newsgroups-Account Einstellungen -
Servereinstellungen</h2>

<p>&brandShortName; Mail &amp; Newsgroups kann mit zwei Typen von Mailservern
arbeiten: IMAP und POP. Wenn Sie sich nicht sicher sind, welcher Typ von Ihrem
ISP unterst&#252;tzt wird, fragen Sie ihn bitte. Wenn Ihr ISP beide Typen
unterst&#252;tzt, helfen Ihnen vielleicht folgende Beschreibungen dabei zu
entscheiden welchen Typ Sie benutzen wollen.</p>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#about_internet_message_access_protocol">Erkl&#228;rungen zum Internet 
    Message Access Protocol (IMAP)</a></li>
    <li><a href="#about_post_office_protocol">Erkl&#228;rungen zum Internet Post Office Protocol (POP)</a></li>
    <li><a href="#imap_server_settings">IMAP Servereinstellungen</a></li>
    <li><a href="#advanced_imap_server_settings">Erweiterte IMAP Servereinstellungen</a></li>
    <li><a href="#pop_server_settings">POP Servereinstellungen</a></li>
    <li><a href="#news_server_settings">News Servereinstellungen</a></li>
  </ul>
</div>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="about_internet_message_access_protocol">Erkl&#228;rungen zum Internet
Message Access Protocol (IMAP)</h3>

<p><strong>Vorteile</strong>: Ihre Nachrichten und alle &#196;nderungen daran
werden auf dem Server gespeichert, wodurch Sie Speicherplatz auf Ihrem lokalen
Computer einsparen. Au&#223;erdem k&#246;nnen Sie stets und von verschiedenen
Orten auf eine aktuelle Mailbox zugreifen. Mit einem Modem werden h&#246;here
Leistungen erreicht, da Sie zuerst nur die Kopfzeilen herunterladen
m&#252;ssen.</p>

<p><strong>Nachteile</strong>: Nicht alle ISPs unterst&#252;tzen IMAP.</p>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="about_post_office_protocol">Erkl&#228;rungen zum Internet Post Office
Protocol (POP)</h3>

<p><strong>Vorteile</strong>: Ihre Nachrichten werden alle gleichzeitig auf den
lokalen Computer heruntergeladen, aber Sie k&#246;nnen auch festlegen, ob
Kopien der Nachrichten auf dem Server verbleiben sollen. Die meisten ISPs
unterst&#252;tzten derzeit POP3.</p>

<p><strong>Nachteile</strong>: Sie m&#252;ssen Ihren lokalen Posteingang mit
der Mailbox auf dem Server synchronisieren. Dies kann dazu f&#252;hren, dass
neue Nachrichten immer wieder heruntergeladen werden m&#252;ssen, wenn Sie die
Verbindung herstellen. Wenn Sie an mehreren Computern arbeiten, befinden sich
einzelne Nachrichten m&#246;glicherweise auf dem einen oder dem anderen
Computer aber nicht auf beiden. POP3 funktioniert &#252;ber eine langsame
Verbindung nicht so zuverl&#228;ssig wie IMAP. Au&#223;erdem k&#246;nnen Sie
von verschiedenen Standorten aus nicht auf alle Mail-Ordner zugreifen.</p>

<p>Als Anmerkung sei noch erw&#228;hnt, dass viele POP-Server dass herunterladen
der Kopfdaten (headers) anstatt der ganzen E-Mail wie bei IMAP erm&#246;glichen.
Mit Hilfe dieser Funktion ist POP beinahe so schnell wie IMAP.</p>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="imap_server_settings">IMAP Servereinstellungen</h3>

<p>Sollten Sie die IMAP Servereinstellungen noch nicht vor sich haben, gehen
Sie wie folgt, beginnend aus dem Mail-Fenster, vor:</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie den Accountnamen aus und klicken Sie auf die Kategorie
      Server-Einstellungen. (Wenn Sie bei der Einrichtung des Accounts einen
	  IMAP-Server ausgew&#228;hlt haben, werden die IMAP-Server-Einstellungen
	  angezeigt.)</li>
</ol>

<ul>
  <li><strong>Server-Typ</strong>: Der Servertyp (IMAP Mail Server) den Sie
      angegeben haben als Sie den Account angelegt haben. Um den Servertyp
	  f&#252;r den Account zu &#228;ndern m&#252;ssen Sie den Account l&#246;schen
	  und dann neu erstellen.</li>

  <li><strong>Server-Name</strong>: Der Severname, den Sie beim Erstellen des
      Accounts angegeben haben. Wenn Sie Probleme beim E-Mailempfang mit diesem
	  Account haben, &#252;berpr&#252;fen Sie ob der Servername korrekt ist.</li>

  <li><strong>Benutzername</strong>: Der Benutzername, den Sie beim Erstellen
      des Accounts angegeben haben.</li>

  <li><strong>Port</strong>: &#196;ndern Sie diese Einstellung nur wenn Sie
      dazu von Ihrem ISP oder Systemadministrator aufgefordert werden.</li>

  <li><strong>Verbindungssicherheit</strong>: W&#228;hlen Sie eine der folgenden Optionen
    um eine <a href="glossary.xhtml#secure_connection">Sichere Verbindung</a> 
    zu Ihrem IMAP-Server herzustellen:
    <ul>
      <li><strong>Keine</strong>: &brandShortName; verwende eine normale Verbindung,
        ohne irgendwelche Verschl&#252;sselungen. Sie sollten dies <strong>nur</strong> nutzen, 
        wenn Ihn Posteingangsserver keine Verschl&#252;sselung unterst&#252;tzt.</li>
      <li><strong>STARTTLS</strong>: Ben&#246;tigt eine verschl&#252;sselte Verbindung und 
        benutzt <a href="glossary.xhtml#starttls">STARTTLS</a> Methode verwendet. Hierbei
        wird normalerweise der Standard IMAP Port 143 verwendet.</li>
      <li><strong>SSL/TLS</strong>: Ben&#246;tigt eine verschl&#252;sselte Verbindung und 
        benutzt die IMAP-over-SSL Methode. Der Standard-Port hierf&#252;r ist 993.
      </li>
    </ul>
  </li>

  <li><strong>Sichere Authentifikation verwenden</strong>: W&#228;hlen Sie diese
      Option wenn Sicherheitsmechanismen wie CRAM-MD5 verwenden. Wenn Sie
	  unsicher sind, wenden Sie sich an den Mail-Server-Administrator oder
	  Ihren ISP.</li>

  <li><strong>Beim Starten auf neue Mail pr&#252;fen</strong>: W&#228;hlen Sie diese Option,
      wenn dieser Account beim Start automatisch auf neue Nachrichten
	  &#252;berpr&#252;fen werden soll.</li>

  <li><strong>Alle [__] Minuten auf neue Nachrichten
      &#252;berpr&#252;fen</strong>: Klicken Sie auf diese Option und geben Sie
	  anschlie&#223;end ein, in welchem Abstand (Minuten) neue Nachrichten
	  abgefragt werden sollen. Wenn Sie diese Einstellung nicht
	  ausw&#228;hlen, k&#246;nnen Sie den Account jederzeit auf neue
	  Nachrichten &#252;berpr&#252;fen, indem Sie auf <q>Abrufen</q> im
	  Mail-Fenster klicken.</li>

  <li id="when_i_delete_a_message"><strong>Beim L&#246;schen einer Nachricht</strong>: 
    W&#228;hlen Sie das Verhalten well eine Nachricht gel&#246;scht werden soll. 
    Es wird empfohlen die Option <q>In diesen Ordner verschieben</q> bei welcher Sie den
    Ziel-Ordner w&#228;hlen k&#246;nnen zu nutzen, auser Ihr System-Administrator oder 
    Service-Provider schreibt etwas anderes vor. Nachrichten welche als gel&#246;scht markiert
    wurden, werden erst enfernt, wenn Sie den Ordner komprimieren.</li>

  <li><strong>Bereinigen <q>(Expunge)</q> des Posteingangs beim
      Verlassen</strong>: Wenn Sie diese Option aktivieren, werden
	  gel&#246;schte Nachrichten aus dem Posteingangsordner entfernt, sobald
	  Sie Mail verlassen. W&#228;hlen Sie diese Option aus, wenn Sie
	  Nachrichten als gel&#246;scht markieren m&#246;chten.</li>

  <li><strong>Papierkorb beim Verlassen leeren</strong>: W&#228;hlen Sie diese
      Option, wenn der Ordner Papierkorb immer geleert werden soll, wenn Sie
	  Mail verlassen.</li>

  <li><strong>Erweitert</strong>: Hier k&#246;nnen Sie einen anderen
      Postausgangsserver (SMTP) f&#252;r diesen Account einstellen. Genauso kommen
	  Sie durch diesen Button zu den
	  <a href="#advanced_imap_server_settings">erweiterten IMAP Servereinstellungen</a>.</li>

  <li><strong>Lokales Verzeichnis</strong>: Der Ort auf Ihrer Festplatte, an
      dem Ihre E-Mails f&#252;r diesen Account gespeichert werden.</li>
</ul>

<h3 id="advanced_imap_server_settings">Erweiterte IMAP Servereinstellungen</h3>

<p>In den meisten F&#228;llen werden die erweiterten IMAP-Server-Einstellungen
automatisch vom Server vorgegeben. Wenden Sie sich an Ihren ISP oder
Systemadministrator, bevor Sie fortfahren, wenn Sie hinsichtlich der
Einstellungen f&#252;r dieses Dialogfeld nicht sicher sind.</p>

<p>So &#228;ndern Sie die erweiterten IMAP-Server-Einstellungen (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie den Accountnamen aus und klicken Sie auf die Kategorie
      Server-Einstellungen.</li>
  <li>Klicken Sie auf die Schaltfl&#228;che Erweitert, um folgende
      zus&#228;tzliche IMAP-Optionen festzulegen:

      <ul>
        <li>den IMAP-Server-Verzeichnispfad</li>
        <li>ausschlie&#223;liche Anzeige abonnierter Ordner</li>
        <li>Unterst&#252;tzung f&#252;r Unterordner</li>
        <li>s&#228;mtliche pers&#246;nlichen und &#246;ffentlichen
		    (freigegebenen) Namensbereiche f&#252;r dieses Verzeichnis</li>
      </ul></li>
</ol>

<p>F&#252;r mehr Informationen lesen Sie:
<a href="#adding_and_removing_ldap_directories">Hinzuf&#252;gen und entfernen von LDAP-Verzeichnissen</a>.</p>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="pop_server_settings">POP Servereinstellungen</h3>

<p>So &#228;ndern Sie die POP-Server-Einstellungen (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie den Accountnamen aus und klicken Sie auf die Kategorie
      Server-Einstellungen. (Wenn Sie bei der Einrichtung des Accounts einen
	  POP-Server ausgew&#228;hlt haben, werden die POP-Server-Einstellungen
	  angezeigt.)</li>
</ol>

<ul>
  <li><strong>Server-Typ</strong>: Der Servertyp (POP Mail Server) den Sie
      angegeben haben als Sie den Account angelegt haben. Um den Servertyp
	  f&#252;r den Account zu &#228;ndern m&#252;ssen Sie den Account l&#246;schen
	  und dann neu erstellen.</li>

  <li><strong>Server-Name</strong>: Der Severname, den Sie beim Erstellen des
      Account angegeben haben. Wenn Sie Probleme beim E-Mailempfang mit diesem
	  Account haben, &#252;berpr&#252;fen Sie ob der Servername korrekt ist.</li>

  <li><strong>Benutzername</strong>: Der Benutzername, den Sie beim Erstellen
      des Accounts angegeben haben.</li>

  <li><strong>Port</strong>: &#196;ndern Sie diese Einstellung nur wenn Sie
      dazu von Ihrem ISP oder Systemadministrator aufgefordert werden.</li>

  <li><strong>Verbindungssicherheit</strong>: W&#228;hlen Sie eine der folgenden Optionen
    um eine <a href="glossary.xhtml#secure_connection">Sichere Verbindung</a> 
    zu Ihrem POP-Server herzustellen:
    <ul>
      <li><strong>Keine</strong>: &brandShortName; verwende eine normale Verbindung,
        ohne irgendwelche Verschl&#252;sselungen. Sie sollten dies <strong>nur</strong> nutzen, 
        wenn Ihn Posteingangsserver keine Verschl&#252;sselung unterst&#252;tzt.</li>
      <li><strong>STARTTLS</strong>: Ben&#246;tigt eine verschl&#252;sselte Verbindung und 
        benutzt <a href="glossary.xhtml#starttls">STARTTLS</a> Methode verwendet. Hierbei
        wird normalerweise der Standard POP Port 110 verwendet.</li>
      <li><strong>SSL/TLS</strong>: Ben&#246;tigt eine verschl&#252;sselte Verbindung und 
        benutzt die POP-over-SSL Methode. Der Standard-Port hierf&#252;r ist 995.
      </li>
    </ul>
  </li>

  <li><strong>Sichere Authentifikation verwenden</strong>: W&#228;hlen Sie diese
      Option wenn Sicherheitsmechanismen wie CRAM-MD5 verwenden. Wenn Sie
	  unsicher sind, wenden Sie sich an den Mail-Server-Administrator oder
	  Ihren ISP.</li>

  <li><strong>Beim Starten auf neue Mail pr&#252;fen</strong>: W&#228;hlen Sie diese Option,
      wenn dieser Account beim Start automatisch auf neue Nachrichten
	  &#252;berpr&#252;ft werden soll.</li>

  <li><strong>Alle [__] Minuten auf neue Nachrichten
      &#252;berpr&#252;fen</strong>: Klicken Sie auf diese Option und geben Sie
	  anschlie&#223;end ein, in welchem Abstand (Minuten) neue Nachrichten
	  abgefragt werden sollen. Wenn Sie diese Einstellung nicht
	  ausw&#228;hlen, k&#246;nnen Sie den Account jederzeit auf neue
	  Nachrichten &#252;berpr&#252;fen, indem Sie auf <q>Abrufen</q> im
	  Mail-Fenster klicken.</li>

  <li><strong>Neue Nachrichten automatisch herunterladen</strong>: W&#228;hlen
      Sie diese Option, wenn Mail die Nachrichten jedes Mal sofort abrufen
	  soll, wenn der Server &#252;berpr&#252;ft wird.</li>

  <li><strong>Nur Kopfzeilen holen</strong>: W&#228;hlen Sie diese Option wenn
      Sie nur die Kopfzeilen (headers) anstatt des ganzen E-Mails herunterladen
	  wollen. Dies setzt allerdings voraus das der POP Server den
	  <q>TOP</q>-Befehl unterst&#252;tzt. Die meisten POP Server
	  unterst&#252;tzen diese Funktion. Sollten Sie allerdings nicht sicher sein,
	  so kontaktieren Sie bitte Ihren ISP oder Systemadministrator.</li>

  <li><strong>Nachrichten auf dem Server belassen</strong>: W&#228;hlen Sie
      diese Option, um Kopien der Nachrichten nach dem Herunterladen auf dem
	  Server zu speichern.

      <ul>
        <li><strong>F&#252;r maximal [__] Tage</strong>: W&#228;hlen Sie diese Option
		    W&#228;hlen Sie diese Einstellung wenn die Nachrichten nach der
			eingegebenen Zahl an Tagen gel&#246;scht werden sollen.</li>
      <li><strong>Bis sie gel&#246;scht werden</strong>: W&#228;hlen Sie diese Option 
        wenn Nachrichten am Server entfernt werden sollen, sobald Sie diese l&#246;schen.</li>
      </ul></li>

  <li><strong>Papierkorb beim Verlassen leeren</strong>: W&#228;hlen Sie diese
      Option, wenn der Ordner Papierkorb immer geleert werden soll, wenn Sie
	  Mail verlassen.</li>

  <li><strong>Erweitert</strong>: Hier k&#246;nnen Sie einen anderen
      Postausgangsserver (SMTP) f&#252;r diesen Account einstellen.</li>

  <li><strong>Lokales Verzeichnis</strong>: Der Ort auf Ihrer Festplatte, an
      dem Ihre E-Mails f&#252;r diesen Account gespeichert werden.</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="news_server_settings">News Servereinstellungen</h3>

<p>Dieser Abschnitt beschreibt, wie Sie die Foren-Server-Einstellungen
&#228;ndern. So &#228;ndern Sie die Foren-Server-Einstellungen (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
      die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie den Accountnamen aus und klicken Sie auf die Kategorie
      Server-Einstellungen. (Wenn Sie bei der Einrichtung des Accounts einen
	  Newsgroup Server ausgew&#228;hlt haben, werden die
	  Newsgroup-Server-Einstellungen angezeigt.)</li>
</ol>

<ul>
  <li><strong>Server-Typ</strong>: Der Servertyp (POP Mail Server) den Sie
      angegeben haben als Sie den Account angelegt haben. Um den Servertyp
	  f&#252;r den Account zu &#228;ndern m&#252;ssen Sie den Account l&#246;schen
	  und dann neu erstellen.</li>

  <li><strong>Server-Name</strong>: Der Severname, den Sie beim Erstellen des
      Accounts angegeben haben. Wenn Sie Probleme beim E-Mailempfang mit diesem
	  Account haben, &#252;berpr&#252;fen Sie ob der Servername korrekt ist.</li>

  <li><strong>Benutzername</strong>: Der Benutzername, den Sie beim Erstellen
      des Accounts angegeben haben.</li>

  <li><strong>Port</strong>: &#196;ndern Sie diese Einstellung nur wenn Sie
      dazu von Ihrem ISP oder Systemadministrator aufgefordert werden.</li>

  <li><strong>Verbindungssicherheit</strong>: W&#228;hlen Sie &quot;SSL/TLS&quot; wenn
    Ihr News-Server konfiguriert ist, verschl&#252;sselte Nachrichten zu senden und zu empfangen,
    ansonsten w&#228;hlen Sie &quot;Keine&quot;. Wenn Sie sich nicht sicher sind, kontaktieren Sie
    Ihren Service-Provider oder System-Administrator.</li>
  <li><strong>Beim Starten auf neue Artikel pr&#252;fen</strong>: W&#228;hlen Sie diese Option
    wenn automatisch auf neue Artikel gepr&#252;ft werden soll, sobald Sie die Mail &amp;
    Newsgroup Komponente von &brandShortName; aufrufen.</li>

  <li><strong>Alle [__] Minuten auf neue Nachrichten
      &#252;berpr&#252;fen</strong>: Klicken Sie auf diese Option und geben Sie
	  anschlie&#223;end ein, in welchem Abstand (Minuten) neue Nachrichten
	  abgefragt werden sollen. Wenn Sie diese Einstellung nicht
	  ausw&#228;hlen, k&#246;nnen Sie den Account jederzeit auf neue
	  Nachrichten &#252;berpr&#252;fen, indem Sie auf <q>Abrufen</q> im
	  Mail-Fenster klicken.</li>

  <li><strong>Abfrage vor Download von mehr als [__] Nachrichten</strong>:
      W&#228;hlen Sie die Option, um Speicherplatz und Zeit zu sparen, indem
	  Sie eine Beschr&#228;nkung hinsichtlich der Anzahl der Nachrichten
	  eingeben, die gleichzeitig abgerufen werden k&#246;nnen.</li>

  <li><strong>Beim Verbinden mit diesem Server immer Authentifizierung
      verwenden</strong>: Einige Server erlauben Diskussionen ohne angemeldet
	  zu sein, wobei sie aber<em>private</em> Gruppen/Beitr&#228;ge verstecken,
	  die erst aufscheinen wenn man angemeldet ist. W&#228;hlen Sie diese
	  Funktion, damit sich &brandShortName; immer authentifiziert wenn eine
	  Verbindung zu einem Server hergstellt wird. Selbst dann wenn der Server
	  nicht danach fragt (<q>Pushed Authentication</q>).</li>

  <li><strong>newsrc-Datei</strong>: Der Pfad f&#252;r die Datei newsrc wird
      zur Information angezeigt. Die Datei newsrc speichert Informationen
	  &#252;ber die abonnierten Foren und die Nachrichten, die Sie in jedem
	  Forum gelesen haben.</li>

  <li><strong>Lokales Verzeichnis</strong>: Der Ort auf Ihrer Festplatte, an
      dem Ihre E-Mails f&#252;r diesen Account gespeichert werden.</li>

  <li><strong>Standard-Zeichensatz</strong>: W&#228;hlen Sie den gew&#252;nschten Zeichensatz 
    aus dem Dropdown-Men&#252; welchen Sie standardm&#228;ssig f&#252;r eingehende 
    Newsgroup-Artikel verwenden m&#246;chten. Dies wird empfohlen, wenn es 
    wahrscheinlich ist da&#223; Sie Newsgroup-Artikel bekommen, welche keinen 
    Zeichensatz (MIME charset) defierte haben, wie z.B. beim Lesen einer 
    internationalen Newsgroup.</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="copies_and_folders">Mail &amp; Newsgroups-Account Einstellungen
- Kopien &amp; Ordner</h2>

<p>Dieser Abschnitt beschreibt, wie Sie Einstellungen f&#252;r das Senden
automatischer Kopien und das Speichern von Kopien ausgehender Nachrichten,
Nachrichtenentw&#252;rfen und &#150;vorlagen vornehmen.</p>

<p>Standardm&#228;&#223;ig speichert &brandShortName; Mail &amp; Newsgroups
Kopien ausgehender Nachrichten im Ordner <q>Gesendete Nachrichten</q> des
aktuellen Accounts. &brandShortName; Mail &amp; Newsgroups speichert
Nachrichtenentw&#252;rfe im Ordner <q>Entw&#252;rfe</q> und
Nachrichtenvorlagen im Ordner <q>Vorlagen</q> des aktuellen Accounts.</p>

<p>So &#228;ndern Sie die Einstellungen f&#252;r Kopien und Ordner (ausgehend
vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie den Account und klicken Sie auf Kopien &amp; Ordner.</li>
</ol>

<ul>
  <li><strong>Eine Kopie behalten in</strong>: W&#228;hlen Sie aus, wo die
      Kopien der ausgehenden Mail- und Foren-Nachrichten gespeichert werden
	  sollen. Wenn Sie nicht den Standardordner <q>Gesendete
	  Nachrichten</q> f&#252;r den aktuellen Account verwenden m&#246;chten,
	  klicken Sie auf <q>Andere</q>, w&#228;hlen Sie einen Account und dann
	  den Ordner zum Speichern von Kopien.</li>

  <li><strong>BCC an diese Adressen</strong>: Legen Sie fest, ob Blindkopien an
      Sie selbst oder einen anderen Empf&#228;nger gesendet werden sollen, und
	  geben Sie die Adresse ein.</li>

  <li><strong>Nachrichtenentw&#252;rfe behalten in</strong>: Legen Sie fest, wo
      Nachrichtenentw&#252;rfe gespeichert werden sollen. Wenn Sie nicht den
	  Standardordner <q>Entw&#252;rfe</q> f&#252;r den aktuellen Account
	  verwenden m&#246;chten, klicken Sie auf <q>Andere</q>, w&#228;hlen
	  Sie einen Account und dann den Ordner zum Speichern von Entw&#252;rfen.</li>

  <li><strong>Nachrichtenvorlagen behalten in</strong>: Legen Sie fest, wo
      Nachrichtenvorlagen gespeichert werden sollen. Wenn Sie nicht den
	  Standardordner <q>Vorlagen</q> f&#252;r den aktuellen Account verwenden
	  m&#246;chten, klicken Sie auf <q>Andere</q>, w&#228;hlen Sie einen
	  Account und dann den Ordner zum Speichern von Vorlagen.</li>

  <li><strong>Beim Speichern von Nachrichten Best&#228;tigungsdialog
      anzeigen</strong>: Wenn Mail &amp; Newsgroups beim Speichern von
	  Entw&#252;rfen und Vorlagen ein Best&#228;tigungsdialogfeld anzeigen
	  soll, aktivieren Sie das Kontrollk&#228;stchen <q>Beim Speichern von
	  Nachrichten Best&#228;tigungsdialog anzeigen</q>. Daraufhin wird ein
	  Dialogfeld angezeigt, wenn Sie einen Entwurf oder eine Vorlage speichern,
	  das Sie daran erinnert, wo &brandShortName; Mail &amp; Newsgroups den
	  Entwurf oder die Vorlage speichert.</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="addressing">Mail &amp; Newsgroups-Account Einstellungen -
Erstellen &amp; Adressieren</h2>

<p>Hierbei k&#246;nnen Sie einstellen wie Nachrichten verschickt werden, wie
mit Antworten umgegangen werden soll und wie Ihre Signatur aussehn soll.</p>

<p>Wenn Sie die Erstellen &amp; Adressierungs-Einstellungen noch nicht vor Sich sehen, folgen Sie diesen Anweisungen
   vom Mail-Fenster aus:</p>

<ol>
    <li>&#214;ffnen Sie das <q><span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span></q>Men&#252;
        und w&#228;hlen Sie dort <q>Mail &amp; Newsgroups-Account Einstellungen</q>. Das Mail &amp; Newsgroups-Account #
        Einstellungs-Fenster erscheint.</li>
    <li>W&#228;hlen Sie den gew&#252;nschten Mail-Account und klicken Sie auf die Erstellen &amp; Adressieren - Kategorie.</li>
</ol>

<ul>
  <li><strong>Nachrichten im HTML-Format verfassen</strong>: Verwendet den
      HTML-Editor standardm&#228;&#223;ig, um E-Mails und Newsgroup-Nachrichten zu
	  schreiben. W&#228;hlen Sie diese Option nicht, wenn Sie Nachrichten im
	  Reintext (plain text) verfassen wollen. HTML-Nachrichten k&#246;nnen
	  formatierten Text, Links, Bilder, Tabellen also genau das gleiche wie
	  eine Webseite enthalten. Vergessen Sie aber nicht das nicht alle
	  Empf&#228;nger HTML-Nachrichten empfangen k&#246;nnen.

      <p><strong>Tipp</strong>: Sollten Sie gelegentlich zwischen den Editoren
	  wechseln wollen, k&#246;nnen Sie beim Klicken auf den <q>Verfassen</q>
	  oder <q>Antworten</q>-Button die Shift-Taste gedr&#252;ckt halten.
	  Dabei wird dann auf den nicht sandardm&#228;ssig eingerichteten Editor
	  umgeschalten.</p></li>

  <li><strong>Originalnachricht beim Antworten automatisch zitieren</strong>:
      W&#228;hlen Sie diese Einstellungen um die Originalnachricht in die
      Antwort zu inkludieren. Verwenden Sie dann das Drop-down Men&#252; 
      um zu w&#228;hlen wo der Cursor positioniert werden soll. 
      &#220;ber oder unter dem zitierten Text. Genauso k&#246;nnen Sie auch 
      angeben ob der zitierte Text markiert werden soll.
      <ul>
          <li><strong>"und meine Signatur</strong>: Dieses Drop-down Men&#252;
          erlaubt es Ihnen zu bestimmen, wo Ihre Signatur platziert werden soll.
          Diese Option kann nur gew&#228;hlt werden, wenn Sie die Option 
          <a href="#account_settings">Signatur anh&#228;ngen</a> aktiviert haben 
          und ausgew&#228;hlt haben, den Cursor oberhalb des zitierten Textes zu 
          platzieren.</li>
      </ul>
  </li>
</ul>

<ul>
  <li><strong>Signatur f&#228;r Antworten inkludieren</strong>: Wenn Sie eine
    Signatur erzeugt haben, k&#246;nnen Sie mit dieser Option w&#228;hlen, ob 
    Sie die Signatur beim Antworten auf eine Nachricht hinzuf&#228;gen m&#246;chen. 
    Die Signatur wird entsprechend Ihrer Zitier- und Signatur-Einstellungen platziert.</li>
  <li><strong>Signatur f&#228;r Weiterleitungen inkludieren</strong>: Wenn Sie eine
    Signatur erzeugt haben, k&#246;nnen Sie mit dieser Option w&#228;hlen, ob
    Sie die Signatur beim Weiterleiten einer Nachricht hinzuf&#228;gen m&#246;chten.
    Wenn Sie die Nachricht <a href="#composition">Inline</a> weiterleiten wird die 
    Nachricht entsprechend Ihrer Antwort-Einstellungen platziert.</li>
</ul>

<p>Mit den Adressierungseinstellungen setzen Sie die globalen
LDAP-Server-Einstellungen au&#223;er Kraft, die f&#252;r alle
<a href="#addressing_preferences">Adressb&#252;cher</a> im Dialogfeld
Voreinstellungen festgelegt wurden. Die LDAP-Server-Einstellungen beeinflussen
das Verhalten der
<a href="#address_autocompletion">Adress-Autovervollst&#228;ndigung</a> und Sie
k&#246;nnen diese Einstellungen bei Bedarf f&#252;r jeden Account &#228;ndern.</p>

<p>Die automatische Vervollst&#228;ndigung von Adressen durchsucht Ihre
Adressb&#252;cher w&#228;hrend Ihrer Eingabe von E-Mail-Adressen im
Adressbereich des Erstellungsfensters nach &#252;bereinstimmenden
Eintr&#228;gen.</p>

<p>So &#228;ndern Sie die globalen LDAP-Server-Einstellungen (ausgehend vom
Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>Suchen Sie den Account und klicken Sie auf die Kategorie Adressierung.</li>
</ol>

<ul>
  <li><strong>Meine Domain automatisch an Adressen anh&#228;ngen</strong>: W&#228;hlen Sie
      diese Option, wenn Mail &amp; Newsgroups ihre Domain automatisch zur 
      vervollst&#228;ndigung von Mailadressen verwenden soll.</li>
  <li><strong>Globale LDAP-Server-Einstellungen f&#252;r diese Account
      benutzen</strong>: Dies ist die Standardeinstellung. W&#228;hlen Sie
	  diese Option, wenn Sie die globalen LDAP-Server-Einstellungen f&#252;r
	  diesen Account nicht au&#223;er Kraft setzen wollen.</li>

  <li><strong>Einen anderen LDAP-Server verwenden</strong>: W&#228;hlen Sie
      diese Option und w&#228;hlen Sie anschlie&#223;end einen anderen
	  LDAP-Server aus der Liste, wenn Sie f&#252;r die automatische
	  Adressenvervollst&#228;ndigung f&#252;r diesen Account einen anderen
	  LDAP-Verzeichnis-Server verwenden m&#246;chten. Bei Bedarf k&#246;nnen
	  Sie auf <q>Verzeichnisse bearbeiten</q> klicken, um einzelne
	  Einstellungen f&#252;r den Verzeichnis-Server zu bearbeiten, einen
	  Verzeichnis-Server hinzuzuf&#252;gen oder einen Verzeichnis-Server zu
	  l&#246;schen. Weitere Informationen finden Sie unter
	  <a href="#adding_and_removing_ldap_directories">Hinzuf&#252;gen und 
          entfernen von LDAP-Verzeichnissen</a>.</li>
</ul>

<p>Das Verzeichnis das Sie w&#228;hlen wird auch versuchen passende Zertifikate
f&#252;r verschl&#252;sselte Nachrichten zu verwenden.</p>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="synchronization_and_storage">Mail &amp; Newsgroups Account Einstellungen -
  Synchronisation &amp; Speicherplatz</h2>
  
<p>Mit Hilfe der Synchronisation &amp; Speicherplatz Einstellungen k&#246;nnen Sie Festplatten-Speicher sparen oder einen Account
  so konfigurieren, diesen offline zu nutzen (wenn Sie vom Internet getrennt sind).</p>  

<p>Offline &amp; Speicherplatz erlaubt es Ihnen Speicherplatz zu sparen oder
einen Account so einzurichten, dass Sie es benutzen k&#246;nnen w&#228;hrend Sie
offline (vom Internet getrennt) sind. Die verf&#252;gbaren Einstellungen
h&#228;ngen vom Servertyp (IMAP, POP oder News) des Accounts ab.</p>

<div class="contentsBox">
  <ul>
    <li><a href="#synchronization_and_storage_settings_imap">Synchronisation &amp; Speicherplatz Einstellungen (IMAP)</a></li>
    <li><a href="#disk_space_settings_pop">Speicherplatzeinstellungen (POP)</a></li>
    <li><a href="#disk_space_settings_blogs">Speicherplatzeinstellungen (Blogs)</a></li>
    <li><a href="#synchronization_and_storage_settings_nntp">Synchronisation &amp; Speicherplatz Einstellungen (News)</a></li>
    <li><a href="#retention_policy">Allgemeine Einstellungen f&#252;r Speicherdauer</a></li>
  </ul>
</div>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="synchronization_and_storage_settings_imap">Synchronisation &amp; Speicherplatz Einstellungen (IMAP)</h3>

<p>Wenn Sie die Synchronisation &amp; Speicherplatz Einstellungen f&#252;r einen IMAP-Account 
   noch nicht sehn, starten Sie vom Mail-Fenster:</p>

<ol>
  <li>&#214;ffnen sie das Men&#252; Bearbeiten und w&#228;hlen Sie Mail &amp; Newsgroups Account Einstellungen. Es erscheint
    das Mail &amp; Newsgroup-Account Einstellungs Fenster.</li>
  <li>W&#228;hlen sie die Synchronisation &amp; Speicherplatz Kategorie f&#252;r den gew&#252;nschten IMAP-Account.</li>
</ol>

<ul>
  <li><strong>Nachrichten f&#252;r diesen Account auf diesem Rechner behalten</strong>: W&#228;hlen Sie diese Option
    um Nachrichten in Ihren Ordner verf&#252;gbar sein sollen, w&#228;hrend Sie sich im Offline-Modus befinden.
    Diese Einstellunge betrifft alle Ordner auch neu angelegte.</li>
  <li><strong>Advanced</strong>: Klicken Sie hier um einen Fenster zu &#246;ffnen, in welchen Sie die
   Ordner f&#252;r den Offline-Gebrauch markieren k&#246;nnen. Siehe auch
   <a href="#selecting_items_for_offline_viewing">Verschiedene Elemente zum Offline arbeiten ausw&#228;hlen</a>
   f&#252;r mehr Informationen.

    <p><strong>Hinweis</strong>: Die Account-basierende Einstellung 
    kann zwar f&#252;r <a href="#downloading_an_individual_folder_for_offline_use">
    einzelne Ordner</a> &#252;berschrieben werden, diese ordnerbasierenden Einstellungen 
    werden jedoch <em>gel&#246;scht</em> wenn Sie die 
   Option <q>Nachrichten f&#252;r diesen Account auf diesem Rechner behalten</q> aktivieren.</p>
</li>
  <li><strong>Alle Nachrichten ungeachtet des Alters lokal synchronisieren</strong>:
    Wenn Sie die Syncronisation f&#252;r einen Account oder einen Ordner aktiviert haben,
    werden <em>alle</em> Nachrichten lokal heruntergeladen und gespeichert, auser
    es wurde eine Gr&#246;ssenbegrenzung festgelegt.</li>
  <li><strong>Die letzten [__] [Tage] syncronisieren</strong>: Nur Nachrichten,
    welche nicht &#228;lter als die angegebene Anzahl an Tagen (Wochen, Monate, Jahre)
    sind werden lokal syncronisiert. Nach erreichen der Aufbewarhungsdauer 
    wird die Offline-Kopie gel&#246;scht. Das Orginal am Server ist davon <em>nicht</em> 
    betroffen.</li>
  <li><strong>Keine Nachrichten herunterladen, die gr&#246;&#223;er sind als [__] KB</strong>:
    W&#228;hlen Sie diese Option um lokalen Speicherplatz zu sparen, indem Sie
    grosse Nachrichten von der Syncronisation ausschlie&#223;en. Geben Sie dazu
    die maximale Gr&#146;&#223;e ein, biszu der Nachrichten heruntergeladen werden
    sollen. Eine &#196;nderung dieser Einstellung betrifft <em>nicht</em> bereits
    heruntergeladene Nachrichten.</li>
  <li>Die <a href="#retention_policy">Speicherdauer Einstellungen</a> k&#246;nnen dazu benutzt werden
    Speicherpatz freizugeben, indem alte Nachrichten gel&#246;scht werden. Beachten Sie da&#223; diese Einstellung
    sich <em>sowohl</em> auf die lokal gespeicherten sowie die Nachrichten am Server auswirkt.</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="disk_space_settings_pop">Speicherplatzeinstellungen (POP)</h3>

<p>Nachrichten aus POP-Accounts werden immer auf den lokalen Rechner
heruntergeladen. Dieser Abschnitt beschreibt, wie Sie Speicherplatz f&#252;r
einen POP-Accounts sparen k&#246;nnen. Wenn die Einstellungen f&#252;r
Offline-Arbeit und Speicherplatz f&#252;r einen POP-Account noch nicht
ge&#246;ffnet sind, gehen Sie folgenderma&#223;en vor:</p>

<p>Beginnend im Mail-Fenster.</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie die Kategorie <q>Speicherplatz</q> f&#252;r einen
      POP-Account.</li>
</ol>

<ul>
  <li><strong>Keine Nachrichten lokal herunterladen, die gr&#246;&#223;er sind
      als [__] KB</strong>: Wenn Sie dieses Kontrollk&#228;stchen aktivieren,
	  k&#246;nnen Sie Speicherplatz sparen, indem Sie verhindern, dass
	  umfangreiche Nachrichten heruntergeladen werden. Geben Sie die maximale
	  Gr&#246;&#223;e f&#252;r herunterzuladende Nachrichten ein.</li>
  <li>Die <a href="#retention_policy">Speicherdauer Einstellungen</a> k&#246;nnen dazu benutzt werden
    Speicherpatz freizugeben, indem alte Nachrichten gel&#246;scht werden. Beachten Sie da&#223; diese Einstellung
    Sich <em>sowohl</em> auf die lokal gespeicherten sowie die Nachrichten am Server auswirkt.

    <p><strong>Hinweis</strong>: Wenn Ihr POP-Account einen Globale Posteingabe benutzt greift 
      die Speicherdauer-Einstellung des Ziel-Posteingangs.</p>
  </li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="disk_space_settings_blogs">Speicherplatzeinstellungen (Blogs)</h3>

<p>Nachrichten von Blogs &amp; Newsfeed-Accounts werden lokal immer in deren Kurzform (Artikel-Zusammenfassung)
  gespeichert, unabh&#228;ngig davon, ob Sie eingestellt haben, dass Sie den gesamten Artikel herunterladen wollen.
  Es gibt jedoch Optionen mit denen Sie kontrollieren, wieviel Speicherplatz f&#252;r Ihren Blogs &amp; Newsfeed
  Account verwendet werden soll. Wenn Sie die Speicherplatz-Einstellungen noch nicht vor sich haben,
  folgen Sie diesen Schritten:</p>

<p>Starten Sie vom Mail-Fenster aus.</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
      die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie die Kategorie <q>Speicherplatz</q> f&#252;r eine Blogs &amp; Newsfeed-Account.</li>
</ol>

<p>Sie k&#246;nnen dort konfigurieren, welche Nachrichten gel&#246;scht werden sollen um Speicherplatz freizugeben:</p>

<ul>
  <li><strong>Keine Nachrichten l&#246;schen</strong>: W&#228;hlen sie diese Option
    wenn Sie Nachrichten nicht automatisch l&#246;schen woll. Beachten Sie, dass bei Blogs mit vielen Eintr&#228;gen
    dies den Speicherbedarf st&#228;ndig vergr&#246;ssert und dazu f&#252;hren kann, dass Sie hiermit Ihren Festplattenplatz ersch&#246;pfen.</li>
  <li><strong>Alle l&#246;schen mit Ausnahme der neuesten [____] Nachrichten</strong>: W&#228;hlen Sie diese Option
    um f&#252;r jeden Fed eine bestimmte Anzahl an Nachrichten zu behalten. Alle Nachrichten, welche dieses Maximum &#252;berschreiten
    werden automatisch gel&#246;scht. Die Standard-Einstellung betr&#228;gt 1000 Nachrichten pro Feed.</li>
  <li><strong>Nachrichten l&#246;schen, die &#228;lter als [__] Tage sind</strong>: W&#228;hlen Sie diese Option
    wenn Sie Nachrichten f&#252;r Ihre Feeds nur eine gewisse Zeit aufbewahren woll (Standard-Einstellung: 30 Tage).</li>
  <li><strong>Gekennzeichnete Nachrichten immer behalten</strong>: W&#228;hlen Sie diese Option um gekennzeichnete
    Nachrichten immer zu speichern (nicht zu l&#246;schen), unabh&#228;ngig des Alters der Nachricht.</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="synchronization_and_storage_settings_nntp">Synchronisation &amp; Speicherplatz Einstellungen (News)</h3>

<p>So nehmen Sie Einstellungen f&#252;r Offline-Arbeit und Speicherplatznutzung
vor (ausgehend vom Mail-Fenster):</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
      die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie die Synchronisation &amp; Speicherplatz Kategorie f&#252;r den News-Account.</li>
</ol>

<ul>
  <li><strong>W&#228;hlen Sie Mail-Ordner und Newsgroups f&#252;r den
      Offline-Gebrauch</strong>: Klicken Sie hier um die gew&#252;nschten
	  Ordner f&#252;r den Offline-Gebrauch zu markieren. Siehe auch
	  <a href="#selecting_items_for_offline_viewing">Verschiedene Elemente zum Offline arbeiten ausw&#228;hlen</a>
      f&#252;r mehr Informationen.</li>
</ul>

<p>Die folgenden Einstellungen helfen Ihnen Speicherplatz und Zeit zu sparen. Geben
Sie hier an welche Nachrichten Sie nicht lokal herunterladen wollen:</p>

<ul>
  <li><strong>Keine Nachrichten lokal herunterladen, die gr&#246;&#223;er sind
      als [__] KB</strong>: Wenn Sie dieses Kontrollk&#228;stchen aktivieren,
	  k&#246;nnen Sie Speicherplatz sparen, indem Sie verhindern, dass
	  umfangreiche Nachrichten heruntergeladen werden. Geben Sie die maximale
	  Gr&#246;&#223;e f&#252;r herunterzuladende Nachrichten ein.</li>

  <li><strong>Nur ungelesene Nachrichtentexte herunterladen</strong>: Wenn Sie
      dieses Kontrollk&#228;stchen aktivieren, werden nur Nachrichten
	  heruntergeladen, die Sie noch nicht gelesen haben.</li>


  <li><strong>Nur Nachrichtentexte der letzten [__] Tage herunterladen</strong>:
      Wenn Sie dieses Kontrollk&#228;stchen aktivieren, werden nur Nachrichten
	  herunterladen, die seit dem angegebenen Datum ver&#246;ffentlicht
	  wurden.</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h3 id="retention_policy">Allgemeine Speicherdauer Einstellungen</h3>

<p>&brandShortName; kann automatisch alte Nachrichten f&#252;r Sie l&#246;schen.

  <strong>Um Speicherplatz freizugeben k&#246;nnen alte Nachrichten dauerhaft gel&#246;scht werden</strong>:</p>

<ul>
  <li><strong>Keine Nachrichten l&#246;schen</strong>: Alle Nachrichten behalten. Kein Automatisches 
    L&#246;schen wird durchgef&#252;hrt.</li>
  <li><strong>Alle l&#246;schen mit Ausnahme der neuesten [__] Nachrichten</strong>: Geben Sie 
    die Anzahl der Nachrichten an, die Sie behalten wollen. Alle Nachrichten welche &#228;lter als diese 
    Nachrichten sind werden gel&#246;scht.</li>
  <li><strong>Nachrichten, die &#228;lter sind als [__] Tage l&#246;schen</strong>:
    Hierbei werden alle Nachrichten gespeichert die in den angebenen Tagen
    angekommen sind.</li>
</ul>

<p>Mit den folgenden Einstellungen, lassen sich die drei oberen Optionen noch
genauer konfigurieren. Speziell mit dem Punkt <q>Alle Nachrichten
behalten</q> lassen sich gute Ergebnisse erzielen.</p> 

<ul>
  <li><strong>"Gelesene Nachrichten immer l&#246;schen</strong>: W&#228;hlen Sie diese Option,
     wenn gelesene Nachrichten immer gelscht werden sollen.</li>
  <li><strong>Gekennzeichnete Nachrichten immer behalten</strong>: Aktivieren Sie diese Option
    wenn &brandShortName; gekennzeichnete Nachrichten nicht l&#246;schen soll.</li> 
  <li><strong>Nur Nachrichtentexte die j&#252;nger als [__] Tage sind</strong>:
    W&#228;hlen Sie diese Option wenn Sie &brandShortName; das l&#246;schen von
    Nachrichten die j&#252;nger als die angebenen Tage verbieten wollen
    (diese Option funktioniert nur f&#252;r News-Accounts).</li>
</ul>

<p>Diese Einstellungen k&#246;nnen f&#252;r einzelne Order &#252;berschrieben werden, in dem Sie in den Ordner-Einstellungen
  das Speicherdauer-Tab &#246;ffnen.</p>

<p><strong>Hinweis:</strong> Wenn die Nachrichten-Syncronisierung aktiviert ist (f&#252;r IMAP), oder die Nachrichten 
  am Server belassen werden (f&#252;r POP Accounts), beziehen sich diese Einstellungen <em>sowohl</em> auf die lokale
  Kopie und das Orgninal am Server.</p>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>
<h2 id="junk_settings">Mail &amp; Newsgroups Account Settings - Junk Einstellungen</h2>

<p>Dieser Abschnitt beschreibt wie Sie die Einstellungen f&#252;r
die Junk-Mail Behandlung eines Accounts ver&#228;ndern k&#246;nnen. 
Sollten Sie die Einstellungen f&#252;r Junk-Mail noch nicht vor sich haben, 
so folgen Sie bitte folgenden Schritten:</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
      die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>

  <li>W&#228;hlen Sie die Option Junk-Mail Einstellungen f&#252;r den Account, welchen Sie bearbeiten wollen.</li>
</ol>

<p>In den Junk-Mail Einstellungen k&#246;nnen Sie konfigurieren, welche Junk-Mail Filtereinstellungen f&#252;r
diesen Account gelten sollen. Die globalen Junk-Mail Einstellungen finden Sie unter 
<a href="#junk_and_suspect_preferences">Mail &amp; Newsgroups Einstellungen - Junk-Mail Einstellungen</a>.</p>
<ul>                                                                            
  <li><strong>Adaptiven Junk-Mail-Filter f&#252;r diesen Account aktivieren</strong>:     
    Aktivieren Sie diese Option, wenn Sie eine Junk-Mail Behandlung f&#252;r diesen Account wollen.</li> 
  <li><strong>Mails nicht als Junk markieren, wenn der Absender in diesem Adressbuch
    ist</strong>: W&#228;hlen Sie diese Option, wenn Mails von Adressen in einem Ihrer Adressb&#252;cher
    nicht als Junk markiert werden sollen. Das Adressbuch k&#246;nnen Sie mittels der Auswahlbox auf 
    der rechten Seite ausw&#228;hlen.</li>                                               
  <li><strong>Junk-Mail-Kopfzeilen vertrauen die gesendet wurden von</strong>: 
    W&#228;hlen Sie diese Option, wenn Sie der Junk-Mail Einstufung eines externen Junk-Mail Filter
    (wie z.B. SpamAssassin) vertrauen wollen.</li>             
  <li><strong>Neue Junk-Nachrichten verschieben in</strong>:                               
    W&#228;hlen Sie diese Option, wenn neue Junk-Mail Nachrichten automatisch in den konfigureierten 
    Junk-Mail-Ordner verschoben werden sollen.                                                       
    <ul>                                                                        
      <li><strong><q>Junk</q>-Ordner auf</strong>: W&#228;hlen Sie hier den gew&#252;nschten Junk-Mail
      Ordner.</li>                                           
      <li><strong>Anderer</strong>: W&#228;hlen Sie diese Option, wenn Sie Ihren eigenen 
      Junk-Mail Ordner w&#228;hlen wollen.</li>                                          
      <li><strong>Junk-Nachrichten automatisch l&#246;schen, die &#228;lter als [__] Tage</strong>: 
        Ist diese Option aktiviert, werden alle Junk-Nachrichten, welche das von Ihnen definierte
        Alter &#252;berschreiten, automatisch aus dem Junk-Ordner gel&#246;scht.</li>                            
    </ul>                                                                       
  </li>                                                                         
</ul>                                                                           

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="return_receipts">Mail &amp; Newsgroups-Account Einstellungen -Empfangsbest&#228;tigungen</h2>

<p>Dieser Abschnitt beschreibt wie Sie die Einstellungen f&#252;r
Empfangsbest&#228;tigungen ver&#228;ndern k&#246;nnen. Sollten Sie die Einstellungen
f&#252;r die Empfangsbest&#228;tigungen noch nicht vor sich haben, so folgen Sie
bitte folgenden Schritten:</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span> 
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>Klicken Sie auf die Kategorie <q>Empfangsbest&#228;tigungen</q> Ihres
      Mail-Accounts.</li>
</ol>

<p>In diesem Fenster k&#246;nnen Sie einstellen wie Sie mit
Empfangsbest&#228;tigungen f&#252;r abgeschickte Nachrichten aus diesem E-Mail
Account umgehen wollen. Genauso k&#246;nnen Sie hier auch Einstellungen
ver&#228;ndern, die auf Empfangsbest&#228;tigungen eingetroffener Nachrichten
zutreffen. Diese Einstellungen sind h&#246;her gewichtet als die globalen
Einstellungen die Sie unter
<a href="#return_receipts_preferences">Mail &amp; Newsgroups Einstellungen - Empfangsbest&#228;tigungen</a>
getroffen haben.</p>

<ul>
  <li><strong>Meine globalen Empfangsbest&#228;tigungs-Einstellungen f&#252;r diesen
      Account verwenden</strong>: Dieser Account benutzt standardm&#228;&#223;ig
	  die Einstellungen die in
	  <a href="#return_receipts_preferences">Mail &amp; Newsgroups Einstellungen - Empfangsbest&#228;tigungen</a>
	  festgelegt wurden.</li>

  <li><strong>Empfangsbest&#228;tigungen f&#252;r diesen Account
      anpassen</strong>: Hiermit k&#246;nnen Sie die
	  Empfangsbest&#228;tigungs-Einstellungen f&#252;r diesen Account anpassen.

  <ul>
    <li><strong>Beim Senden von Nachrichten immer eine Empfangsbest&#228;tigung
        verlangen</strong>: Hierbei werden automatisch f&#252;r alle abgehenden
	    Nachrichten aus diesem Account Empfangsbest&#228;tigungen angefordert.</li>

    <li><strong>Im Posteingang belassen</strong>: Eingelangte
        Empfangsbest&#228;tigungen werden im Posteingang abgelegt.

    <p><strong>Tipp</strong>: W&#228;hlen Sie
	    diese Option wenn &brandShortName; automatisch eine Filterregel anlegen
		soll die Empfangsbest&#228;tigungen in einem definierten Ordner ablegt.
		F&#252;r mehr Informationen &#252;ber das erstellen und benutzen von
		Filtern, lesen Sie
		<a href="#creating_message_filters">Nachrichtenfilter anlegen</a>.</p></li>

    <li><strong>In den Ordner f&#252;r gesendete Nachrichten
	    verschieben</strong>: Eingelangte Empfangsbest&#228;tigungen werden im
		Ordner <q>Gesendet</q> abgeleget.</li>

    <li><strong>Nie eine Empfangsbest&#228;tigung senden</strong>: W&#228;hlen
	    Sie diese Option wenn Sie niemals Anfragen zu
		Empfangsbest&#228;tigungen zustimmen wollen.</li>

    <li><strong>Empfangsbest&#228;tigungen f&#252;r manche Nachrichten
        erlauben</strong>: Geben Sie hier an wie Sie auf Anfragen zu
	    Empfangsbest&#228;tigungen reagieren wollen.</li>
    </ul></li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="security">Mail &amp; Newsgroups-Account Einstellungen - Sicherheit</h2>

<p>Dieser Abschnitt beschreibt wie Sie mit Mail &amp; Newsgroup Ihre Nachrichten
digital unterschreiben und verschl&#252;sseln k&#246;nnen. Bevor Sie diese
Einstellungen benutzen k&#246;nnen m&#252;ssen Sie sich ein oder mehrere E-Mail
Zertifikate besorgen F&#252;r weitere Hinweise siehe
<a href="mail_sec_help.xhtml">Nachrichten signieren &amp; verschl&#252;sseln</a>.</p>

<p>Wenn Sie die Sicherheitseinstellungen f&#252;r den gew&#252;nschten Account
noch nicht ansehen, beginnen Sie im Mail-Fenster:</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span> 
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>Klicken Sie auf <q>Sicherheit</q> unterhalb des Accountnamens f&#252;r
      das Sie die Sicherheitseinstellungen &#228;ndern wollen.</li>
</ol>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#about_certificates">&#220;ber Zertifikate</a></li>
    <li><a href="#digital_signing">Digitale Unterschrift</a></li>
    <li><a href="#encryption">Verschl&#252;sselung</a></li>
  </ul>
</div>

<h3 id="about_certificates">&#220;ber Zertifikate</h3>

<p>Die Hauptaufgabe bei der Sicherheitsleiste besteht daraus, zwei Zertifikate
auszuw&#228;hlen:</p>

<ul>
  <li>Das pers&#246;nliche Zertifikat mit dem Sie die Nachrichten
      unterschreiben, die Sie an andere schicken.</li>
  <li>Das &#246;ffentliche Zertifikat, das andere benutzen sollen, wenn Sie
      Ihnen verschl&#252;sselte Nachrichten senden.</li>
</ul>

<p>Abh&#228;ngig davon ob Ihnen die
<a href="glossary.xhtml#certificate_authority">certificate authority (CA)</a>
von der Sie Ihr Zertifikat(e) erhalten haben, k&#246;nnen Sie ein einziges
Zertifikat f&#252;r beide Aufgaben(digital unterschreiben und
verschl&#252;sseln) benutzen oder zwei verschiedene Zertifikate. Auch wenn Sie
nur ein einziges Zertifikat f&#252;r beide Aufgaben benutzen, m&#252;ssen Sie
es zweimal angeben, einmal zum digitalen unterschreiben und einmal f&#252;r die
Verschl&#252;sselung.</p>

<p>Die Zertifikate, die Sie hier angeben werden mit jeder unterschriebenen
Nachricht versandt. Dadurch k&#246;nnen die Empf&#228;nger der Nachricht ihre
digitale Unterschrift &#252;berpr&#252;fen und Ihnen verschl&#252;sselte
Nachrichten senden.</p>

<h3 id="digital_signing">Digitale Unterschrift</h3>

<p>Sie benutzen den Bereich Digitale Unterschrift um festzulegen in den
<a href="#security">Sicherheitseinstellungen</a> um festzulegen, wie die
Nachrichten unterschrieben werden:</p>

<ul>
  <li><strong>Folgendes Zertifikat zum Absenden digital unterschriebener
      Nachrichten verwenden</strong>: Wenn dieses Feld leer ist oder ein
	  falsches Zertifikat anzeigt, klicken Sie auf Ausw&#228;hlen um ein
	  Zertifikat aus einer Datei auszuw&#228;hlen</li>

  <li><strong>Nachrichten digital unterschreiben</strong>: W&#228;hlen Sie
      diese Option, wenn Sie alle ausgehenden Nachrichten digital
	  unterschreiben wollen. (Sie m&#252;ssen zuerst ein pers&#246;nliches
	  Zertifikat angeben (siehe unten) bevor Sie dieses Kontrollk&#228;stchen
	  aktivieren k&#246;nnen.)</li>
</ul>

<p>Egal ob Sie <q>Nachrichten digital unterschreiben</q> ausgew&#228;hlt
haben oder nicht, sie k&#246;nnen dies f&#252;r jede Nachricht die Sie
schreiben vor dem Versenden neu festlegen.</p>

<p>Um die digitale Unterschrift in einer Nachricht die Sie gerade schreiben
zu ver&#228;ndern, klicken Sie auf den Pfeil unter dem Sicherheitssymbol am
oberen Rand des Fensters und w&#228;hlen Sie die entsprechende Option. Mehr
Informationen finden Sie unter
<a href="mail_sec_help.xhtml#signing_and_encrypting_a_new_message">Neue Nachrichten 
signieren &amp; verschl&#252;sseln</a></p>

<h3 id="encryption">Verschl&#252;sselung</h3>

<p>Sie benutzen den Bereich Verschl&#252;sselung in der
<a href="#security">Sicherheitsleiste</a> um anzugeben wie Sie normalerweise
Ihre ausgehenden Nachrichten verschl&#252;sseln wollen:</p>

<ul>
  <li><strong>Folgendes per&#246;nliches Zertifikat verwenden, um ankommende
      Nachrichten zu ver- und entschl&#252;sseln</strong>: Wenn dieses Feld leer
	  ist oder das falsche Zertifikat anzeigt, klicken Sie auf
	  <q>Ausw&#228;hlen</q> und suchen Sie die richtige Datei.</li>
      
  <li><strong>Nie</strong>: W&#228;hlen Sie diese Option, wenn Sie Ihre
      Nachrichten nicht, oder selten verschl&#252;sseln wollen.</li>

  <li><strong>Notwendig</strong>: W&#228;hlen Sie diese Option, falls Sie immer
      verschl&#252;sselte Nachrichten versenden wollen. Sollten Sie nicht alle
	  ben&#246;tigten Zertifikate besitzen, wird die Nachricht nicht verschickt,
	  au&#223;er Sie schalten die Verschl&#252;sselung explizit f&#252;r diese
	  Nachricht ab.</li>
</ul>

<p>Egal welche Option Sie w&#228;hlen, k&#246;nnen Sie es sich vor dem
Versenden jeder einzelnen Nachricht nochmals anders &#252;berlegen.</p>

<p>Um die digitale Unterschrift in einer Nachricht die Sie gerade schreiben
zu ver&#228;ndern, klicken Sie auf den Pfeil unter dem Sicherheitssymbol am
oberen Rand des Fensters und w&#228;hlen Sie die entsprechende Option. Mehr
Informationen finden Sie unter
<a href="mail_sec_help.xhtml#signing_and_encrypting_a_new_message">Neue Nachrichten 
signieren &amp; verschl&#252;sseln</a></p>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="local_folders">Mail &amp; Newsgroups-Account Einstellungen -
Lokale Ordner</h2>

<p>&brandShortName; Mail &amp; Newsgroups speichert alle Nachrichten die Sie
versenden w&#228;hrend Sie offline arbeiten in den lokalen Ordnern. Die
gesendeten Nachrichten werden im Ordner Ungesendete Nachrichten unter Lokale
Ordner gespeichert. Jeder Ordner der unter Lokale Ordner angelegt wird,
befindet sich auf Ihrer Festplatte. Deshalb sind die Lokalen Ordner ein guter
Platz um Nachrichten zu speichern, die Sie behalten wollen.</p>

<p>Sollten Sie sich nicht gerade die Einstellungen f&#252;r die Lokalen Ordner
anschauen, beginnen Sie bitte im Mail-Fenster:</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span> 
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>W&#228;hlen Sie die Kategorie <q>Lokale Ordner</q>.</li>
</ol>

<ul>
  <li><strong>Account-Name</strong>: Der Name unter dem die lokalen Ordner
      gef&#252;hrt werden.</li>

  <li><strong>Lokaler Ordner</strong>: Der Ort auf Ihrer Festplatte, an dem
      die Nachrichten gespeichert werden.</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="outgoing_server">Mail &amp; Newsgroups-Account Einstellungen -
Postausgangsserver (SMTP)</h2>

<p>Selbst wenn Sie mehrere News- oder Mail-Accounts haben, brauchen Sie im
Normalfall nur einen Server f&#252;r ausgehende Nachrichten(SMTP-Server), der
die Zustellung der Nachrichten &#252;bernimmt.</p>

<p>Sollten Sie sich nicht gerade die Einstellungen f&#252;r den SMTP-Server
anschauen, beginnen Sie bitte im Mail-Fenster:</p>

<ol>
  <li>W&#228;hlen Sie aus dem Men&#252; <span class="noMac">Bearbeiten</span>
  <span class="mac">&brandShortName;</span> 
  die Option Mail &amp; Newsgroup-Account-Einstellungen. Das Dialogfeld Mail &amp;
	  Newsgroup-Account-Einstellungen wird angezeigt.</li>
  <li>Klicken Sie auf die Kategorie <q>Server f&#252;r ausgehende
      Nachrichten(SMTP-Server)</q>. Hier k&#246;nnen Sie entweder bestehende 
      Postausgangs-Server editieren, oder neuen anlegen. Falls Sie nicht wissen,
      welche Optionen Sie w&#228;hlen m&#252;ssen, fragen Sie bei Ihrem Internet-Anbieter 
      oder System-Administrator nach.<br />
      Sie k&#246;nnen einen Postausgangs-Server mit Hilfe der entsprechenden Auswahlbox
      unter <a href="#account_settings">Identit&#228;ten Einstellungen</a> w&#228;hlen.</li>
</ol>

<ul>
  <li><strong>Beschreibung</strong>: Ein kurzer Text welcher als Beschreibung des Servers verwendet werden kann.
      Dieser Text wird als erster Teil in der Server-Liste anzegeigt.</li>
  <li><strong>Servername</strong>: TMail &amp; Newsgroups benutzt den
      SMTP-Server, den Sie angegeben haben, als Sie den Account-Assistenten
	  benutzt haben.</li>

  <li><strong>Port</strong>: Der Port an &brandShortName; versucht sich mit
      dem SMTP-Server zu verbinden. Standardm&#228;&#223;ig steht hier f&#252;r die
	  gew&#228;hlte Verbindung der Standard-Port. &#196;ndern Sie es hier falls
	  der SMTP-Server auf einem anderen Port h&#246;rt.</li>

  <li><strong>Namen und Passwort verwenden</strong>: Falls Sie sich bei Ihrem
      SMTP-Server anmelden m&#252;ssen, um Nachrichten zu verschicken,
	  w&#228;hlen Sie bitte diese Option. &brandShortName; fragt Sie dann
	  nach Ihrem Passwort und Benutzernamen. Geben Sie dann Ihren Benutzernamen
	  ein. Wenn Sie jetzt Nachrichten verschicken wollen, fragt Sie
	  &brandShortName; vor dem Versenden nach Ihrem Passwort.</li>
  <li><strong>Sichere Authentifikation verwenden</strong>: W&#228;len Sie diese Option, wenn
    Sie eine gesicherte Anmeldung wie zum Beispiel CRAM-MD5 benutzen wollen. Wenn Sie sich nicht
    sicher sind, ob diese Option von Ihrem Mailserver unterst&#252;tzt wird, kontaktieren Sie Ihren
    Service-Provider oder System-Administrator.</li>   
  <li><strong>Sichere Verbindung verwenden</strong>: &brandShortName; unterst&#252;tzt zwei
      Methoden um <a href="glossary.xhtml#secure_connection">eine sichere Verbindung</a> zu Ihrem 
      SMTP-Server aufzubaun. W&#228;hlen Sie diejenige, welche Ihr SMTP-Server unterst&#252;tzt. #
      (Wenn Sie eine Methode w&#228;hlen, welche Ihr SMTP-Server nicht unterst&#252;tzt, bekommen Sie 
      eine entsprechende Fehlermeldung beim Senden von Mails).
      <ul>
        <li><strong>STARTTLS, wenn verf&#252;gbar</strong>: &brandShortName; wird
		    versuchen eine <a href="glossary.xhtml#starttls">STARTTLS</a> verschl&#252;sselte 
                    Verbindung herzustellen. Falls der Server dies nicht unterst&#252;tzt wird eine 
                    unverschl&#252;sselte Verbindung hergstellt.</li>
        <li><strong>STARTTLS</strong>: Ben&#246;tigt eine <a href="glossary.xhtml#starttls">STARTTLS</a> 
                    verschl&#252;sselte Verbindung. Diese Art der Verschl&#252;sselung l&#228;uft 
                    standardm&#228;ssig auf dem Standard-SMTP-Port 25.</li>
        <li><strong>SSL/TLS</strong>: Ben&#246;tigt eine SSL verschl&#252;sselte
		    Verbindung (Auch bekannt als SMTPS). Der Standard-Port daf&#252;r ist 465.</li>
</ul>
</li>
</ul>

<p>[<a href="#mail_and_newsgroups_account_settings">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h1 id="mail_and_newsgroup_preferences">Mail &amp; Newsgroup Einstellungen</h1>

<p>Dieser Abschnitt beschreibt die allgemeinen Mail &amp; Newsgroup Einstellungen
welche f&#252;r alle Mail &amp;Newsgroup Accounts gelten. Um zu diesen Einstellungen
zu gelangen:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>Doppelklicken Sie auf Mail &amp; Newsgroups um die Liste zu erweitern.</li>
</ol>

<div class="contentsBox">In diesem Abschnitt:
  <ul>
    <li><a href="#mail_and_newsgroups">Mail &amp; Newsgroups</a></li>
    <li><a href="#message_display">Nachrichtenansicht</a></li>
    <li><a href="#notifications">Benachrichtigungen</a></li>
    <li><a href="#composition">Verfassen</a></li>
    <li><a href="#send_format">Sendeformat</a></li>
    <li><a href="#addressing_preferences">Adressieren</a></li>
    <li><a href="#junk_and_suspect_preferences">Junk-Mail</a></li>
    <li><a href="#tags">Tags</a></li>
    <li><a href="#return_receipts_preferences">Empfangsbest&#228;tigungen</a></li>
    <li><a href="#character_encoding">Zeichensatz</a></li>
    <li><a href="#network_and_storage_preferences">Offline &amp; Speicherplatz</a></li>
  </ul>
</div>

<h2 id="mail_and_newsgroups">Mail &amp; Newsgroups Einstellungen -
Mail &amp; Newsgroups</h2>

<p>Dieser Abschnitt beschreibt die allgemeinen Mail &amp; Newsgroup
Einstellungen. Wenn Sie die Einstellungen noch nicht vor sich haben, gehen Sie
folgenderma&#223;en vor:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>Doppelklicken Sie auf Mail &amp; Newsgroups um die Liste zu erweitern.</li>
</ol>

<ul>
  <li><strong>Best&#228;tigung beim Verschieben von Ordnern in den
      Papierkorb</strong>: Durch w&#228;hlen dieser Option fragt Mail &amp;
	  Newsgroups bevor es einen Ordner l&#246;scht.</li>

  <li><strong>Die letzte gew&#228;hlte Nachricht merken</strong>: W&#228;hlen Sie
      diese Option, wenn sich &brandShortName; die letzte gew&#228;hlte Nachricht
	  beim Verlassen eines Ordners merken soll. Sobald Sie diesen Ordnern dann
	  wieder ausw&#228;hlen, wird die entsprechende Nachricht markiert.</li>

  <li><strong>Thread-Darstellung beim sortieren von Nachrichten erhalten</strong>: W&#228;hlen 
    Sie diese Option wenn &brandShortName; die Thread-Darstellung <a href="#sorting_and_threading_messages">
    beim &#228;ndern der Nachrichten-Sortierung</a>. Ist diese Option nicht ausgew&#228;hlt,
    zeigt &brandShortName; die Nachrichten automatisch als Liste sobald Sie die Sortierung &#228;ndern.</li>

  <li><strong>&brandShortName; Mail als Standard-Mail-Anwendung
      verwenden</strong>: W&#228;hlen Sie diese Option wenn &brandShortName;
	  Mail &amp; Newsgroups als Standard-Mail-Anwendung f&#252;r Windows und
	  andere Programme wie Microsoft Word gelten soll.

  <p><strong>Anmerkung</strong>: Wenn Sie
      &brandShortName; Mail &amp; Newsgroups als Standard-Mail-Anwendung
	  einstellen, k&#246;nnte es sein das andere Mail-Programme deaktiviert
	  werden. Um diese Programme wieder auf <q>Standard</q> zu stellen,
	  m&#252;ssen Sie diese Option wieder deaktivieren.</p></li>
	  
  <li><strong>Beim Aufrufen von Mail die Startseite im Nachrichtenbereich
      anzeigen</strong>: W&#228;hlen Sie dies um die Startseite anzuzeigen. Die
	  Startseite erscheint dann wenn Sie &brandShortName; Mail &amp; Newsgroups
	  das erste Mal starten. Dies ist die Standardseite, welche Sie aber durch
	  Eingabe einer URL jederzeit &#228;ndern k&#246;nnen. Um die Startseite
	  auszuschalten, entfernen Sie bitte das H&#228;ckchen. Klicken Sie auf
	  <q>Standard zur&#252;cksetzen</q> um auf die Standardseite
	  zur&#252;ck zu stellen.</li>
</ul>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="message_display">Mail &amp; Newsgroups Einstellungen -
Nachrichtenansicht</h2>

<p>Hier k&#246;nnen Sie festlegen wie die Nachrichten in allen Accounts angezeigt
werden sollen(z.B. Schriftart und Farbe). Wenn Sie die Einstellungen noch nicht
vor sich haben, gehen Sie folgenderma&#223;en vor:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Nachrichtenansicht. (Wenn keine Auswahlm&#246;glichkeiten unterhalb der
	  Kategorie erscheinen, doppelklicken Sie auf die Kategorie um die Liste
	  einzublenden.)</li>
</ol>

<ul>
<li><strong>Nachrichten beim &#214;ffnen anzeigen in</strong>: Hier k&#246;nnen Sie ausw&#228;hlen
ob sie das Nachrichten-Fenster f&#252;r die n&#228;chste Mail wiederverwenden wollen, oder
lieber f&#252;r jede Mail ein eigenes Mail-Fenster &#246;ffnen.</li>

  <li><strong>Grafiken und andere Inhalte aus externen Quellen blockieren</strong>:
    Aktivieren Sie diese Option, wenn Sie externe Grafiken und andere externe Inhalte in empfangenen
    Nachrichten deaktivieren wollen, au&#223;er f&#252;r Absender welche in einem Ihrer Adressb&#252;cher stehen
    und denen Sie dies erlauben. (Diese Option ist standardm&#228;ssig eingeschalten.)</li>

<li><strong>Warte [__] Sekunden, bevor eine Nachricht als gelesen markiert wird</strong>:
W&#228;hlen Sie diese Option, wenn Sie Nachrichten als gelesen markieren wollen, 
nachdem Sie einen kurzen Blick darauf geworfen haben. Geben Sie die Anzahl der Sekunden an
nach welcher Zeit eine Nachricht automatisch als gelesen markiert wird.
  
  <!-- 
  auskommentiert, ist unsinn, option deaktivieren hat denselben effekt
  <p><strong>Tipp</strong>: Wenn Mail &amp; Newsgroups Ihre Nachrichten generell nicht als
     gelesen markieren soll, k&#246;nnen Sie diese Option mit einer grossen Nummer an Sekunden
     konfigurieren.</p>  
  -->
 </li>
  <li><strong>Reine Textnachrichten</strong>: W&#228;hlen Sie die Schriftart
      aus mit dem Normaltext-Nachrichten angezeigt werden sollen: feste oder
	  variable Breite. Wenn Sie eine Schriftart, Gr&#246;&#223;e und Farbe
	  f&#252;r zitierten Normaltext ausw&#228;hlen, k&#246;nnen Sie den
	  zitierten Text leichter vom Rest der Nachricht unterscheiden.</li>
  <ul>
  <li><strong>Textumbruch am rechten Fensterrand</strong>: Eingehende
      Nachrichten werden wortweise umgebrochen und der Fensterbreite
	  angepasst.</li>

  <li><strong>Emoticons als Grafiken anzeigen</strong>: Mail &amp; Newsgroups
      wandelt die Emoticons (smilies), die in Nachrichten enthalten sind, in
	  Grafiken um. Zum Beispiel:

      <table border="1">
      <tr align="center">
        <td><strong>Dieses</strong>:</td>
        <td><strong>Wird zu</strong>:</td></tr>
      <tr align="center">
        <td>:-)</td>
        <td><span class="smiley moz-smiley-s1" /></td></tr>
      <tr align="center">
        <td>:)</td>
        <td><span class="smiley moz-smiley-s1" /></td></tr>
      <tr align="center">
        <td>:-(</td>
        <td><span class="smiley moz-smiley-s2" /></td></tr>
      <tr align="center">
        <td>:(</td>
        <td><span class="smiley moz-smiley-s2" /></td></tr>
      <tr align="center">
        <td>;-)</td>
        <td><span class="smiley moz-smiley-s3" /></td></tr>
      <tr align="center">
        <td>;-p</td>
        <td><span class="smiley moz-smiley-s4" /></td></tr>
      </table>
  </li>
  </ul>
</ul>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="notifications">Mail &amp; Newsgroups Einstellungen -
Benachrichtigungen</h2>

<p>Die Benachrichtigungseinstellungen erlauben es Ihnen auf verschiedene Arten
bei der Ankunft einer neuen Nachricht informiert zu werden.. Somit m&#252;ssen
Sie nicht st&#228;ndig selbst nachschauen.</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Benachrichtigungen. (Wenn keine Auswahlm&#246;glichkeiten
	  unterhalb der Kategorie erscheinen, doppelklicken Sie auf die
	  Kategorie um die Liste einzublenden.)</li>
</ol>

<ul>
  <li class="win"><p><strong>Eine Benachrichtigung anzeigen</strong>: W&#228;hlen Sie diese
      Option wenn &brandShortName; Mail &amp; Newsgroups eine Meldung &#252;ber
	  dem System Tray in der rechten unteren Ecke einschiebt, sobald eine
	  neue Nachricht eintrifft. Diese eingeschobene Meldung erscheint nur
	  einmal und kommt erst wieder wenn Sie das Mail &amp; Newsgroups
	  Fenster in den Vordergrund geholt haben.</p>

      <table>
      <tr>
        <td colspan="4"><img src="images/mail_newmail_alert.png" alt="" /></td></tr>
      <tr>
        <td style="width: 20px;" />
        <td><strong>eingeschobene E-Mail-Benachrichtigung</strong></td></tr>
      </table>

      <p>Wenn die Meldung erscheint, k&#246;nnen Sie auf den angezeigten Link
	  klicken, wodurch Sie automatisch zum ersten Ordner gelangen der eine
	  neue Nachricht beinhaltet.</p>

      <p>Sobald &brandShortName; Mail gestartet wird, funktioniert auch diese
	  Benachrichtigungsmeldung. Selbst dann wenn Sie das Mail-Fenster wieder
	  geschlossen haben (solange eine anderes &brandShortName;-Programm
	  l&#228;uft).</p>
  </li>
  <li class="win"><strong>Ein Tray-Symbol anzeigen</strong>: W&#228;hlen Sie diese Option
    wenn &brandShortName; Mail &amp; Newsgroups ein Symbol im System-Tray (normalerweise
    in der rechten unteren Ecke ihres Bildschirms) wenn neue Nachrichten ankommen.
    Dieses Symbol bleibt so lange im System-Tray sichbar, bis Sie die neuen Nachrichten
    als gelesen markiert haben bzw. manuell auf neue Nachrichten abfragen.
    <p style="text-indent: 20px"><img src="images/mail_newmail_trayicon.png"
      alt=""/>&nbsp;&nbsp;<strong>Neue Nachrichten Tray-Symbol</strong></p>
    <p>Wenn das Symbol sichbar ist, k&#246;nnen Sie mittels Doppelklick auf das Symbol das
     &brandShortName; Mail &amp; Newsgroups Fenster &#246;ffnen.</p>
  </li>
  
  <li class="mac"><strong>Animiere das Dock-Symbol</strong>: W&#228;hlen Sie diese Option, wenn 
    Mail &amp; Newsgroups das &brandShortName; Dock-Symbol animieren soll, sobald neue Nachrichten
    verf&#252;gbar sind.</li>
  <li><strong>Einen Klang abspielen</strong>: W&#228;hlen Sie diese Option
      wenn Sie wollen das &brandShortName; Mail &amp; Newsgroups einen Klang
	  beim Erhalt einer Nachricht abspielt.
      
	  <p>Sie k&#246;nnen zwischen dem Standard-Systemklang und benutzerdefinierten
	  Kl&#228;ngen im WAV-Format w&#228;hlen. Sollten Sie letzteres w&#228;hlen, so
	  m&#252;ssen Sie den Pfad zur Sound-Datei eingeben oder die entsprechende
	  Datei mittels dem <q>Durchsuchen</q>-Button ausw&#228;hlen. Mit einem
	  Klick auf <q>Vorschau</q> k&#246;nnen Sie sich die gew&#228;hlte Datei
	  anh&#246;ren.</p>

      <p>Sobald &brandShortName; Mail gestartet wird, funktioniert die
	  akkustische Benachrichtung beim Erhalt einer neuen Nachricht. Selbst
	  dann wenn Sie das Mail-Fenster wieder geschlossen haben (solange ein
	  anderes &brandShortName;-Fenster offen ist).</p>
   </li>
</ul>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="composition">Mail &amp; Newsgroups Einstellungen - Verfassen</h2>

<p>Hier k&#246;nnen Sie Optionen (z.B. Optionen zum Weiterleiten von
Nachrichten und Adressen-Autovervollst&#228;ndigung) zum Verfassen von
Nachrichten f&#252;r alle Accounts festlegen. Wenn Sie die Einstellungen noch
nicht vor sich haben, gehen Sie folgenderma&#223;en vor:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Verfassen. (Wenn keine Auswahlm&#246;glichkeiten
	  unterhalb der Kategorie erscheinen, doppelklicken Sie auf die
	  Kategorie um die Liste einzublenden.)</li>
</ol>

<ul>
  <li><strong>Nachrichten weiterleiten</strong>: W&#228;hlen Sie, wie 
          eine weitergeleitete Nachricht erscheinen soll: 
          als Anhang oder inline (im Textfeld der
	  Nachricht).</li>

  <li><strong>Inline angezeigte Attachments in Antworten zitieren</strong>: Wenn diese Option 
    aktiv ist werden Attachments (wie Z.B. Bilder, Text oder Nachrichten) beim Antworten 
    auf eine Email als Zitat eingef&#252;gt.</li>

  <li><strong>Nachricht automatisch alle [__] Minuten speichern</strong>:
  W&#228;hlen Sie diese Option, wenn Mail &amp; Newsgroups ihre aktuelle Nachricht automatisch im 
  gegebenen Interval speichern soll. Nach einen Computer-Crash oder eines Programm-Absturzes
  finden Sie die aktuelleste gespeicherte Version in Ihrem Enturfs-Ordner.</li>

  <li><strong>Best&#228;tigen, wenn ein Tastaturk&#252;rzel zum Senden der
      Nachricht verwendet wird</strong>: W&#228;hlen Sie diese Option wenn Sie
	  nach dr&#252;cken von Strg+Return im Nachrichten-Editor gefragt werden wollen,
	  ob die Nachricht wirklich abschickt werden soll. Dies sollte helfen um
	  E-Mails nicht aus versehen abschicken zu k&#246;nnen.</li>

  <li><strong>Reine Textnachrichten bei [__] Zeichen umbrechen</strong>: Geben
      Sie eine Zahl ein um den rechten Rand des Nachrichtenfensters
	  festzulegen.</li>

  <li><strong>Rechtschreibung vor dem Senden pr&#252;fen</strong>:   
    Mail &amp; Newsgroups kann die Rechtschreibung in 
    Ihren E-Mails &#252;berpr&#252;fen bevor Sie sie senden.</li>
  <li><strong>Rechtschreibpr&#252;fung w&#228;hrend der Eingabe</strong>: 
      W&#228;hlen Sie diese Option, wenn Mail &amp; Newsgroups eine Rechtschreibpr&#252;fung w&#228;hrend der
      Texteingabe vornehmen soll.</li>
  <li><strong>Sprache</strong>: W&#228;hlen Sie die gew&#252;nschte Sprache f&#252;r die 
  Rechtschreib-Pr&#252;fung in der Auswa&#246;hlbox, oder laden Sie sich die gew&#252;nschte 
  Sprache herunter.</li>
  <li><strong>Vorgaben f&#252;r HTML-Nachrichten</strong>: Hier k&#246;nnen Sie
      die Standardwerte f&#252;r Schriftarte, -gr&#246;&#223;e, -farbe und
	  Hintergrundfarbe angeben, die Sie in HTML-Mails verwenden wollen.</li>
</ul>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="send_format">Mail &amp; Newsgroups Einstellungen - Sendeformat</h2>

<p>Hier k&#246;nnen Sie angeben in welchem Format Ihre Nachrichten
normalerweise versendet werden sollen. Wenn Sie die Einstellungen noch nicht
vor sich haben, gehen Sie folgenderma&#223;en vor:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Sendeformat. (Wenn keine Auswahlm&#246;glichkeiten
	  unterhalb der Kategorie erscheinen, doppelklicken Sie auf die
	  Kategorie um die Liste einzublenden.)</li>
</ol>

<ul>
  <li><strong>Abfrage, was geschehen soll</strong>: Sie werden jedesmal vor
      dem Versenden einer Nachricht nach dem Format (HTML oder Normaltext)
	  gefragt.</li>

  <li><strong>Nachricht in reinen Text konvertieren</strong>: Dabei gehen alle
      Formatierungen (wie Kursiv-, oder Fettdruck) verloren.</li>

  <li><strong>Nachrichten auf jeden Fall in HTML senden</strong>: Die Nachricht
      wird im HTML-Format verschickt. Bitte beachten Sie, dass nicht alle
	  Programme eine Nachricht im HTML-Format richtig darstellen k&#246;nnen.</li>

  <li><strong>Nachrichten in reinem Text und HTML senden</strong>: Diese Option
      ben&#246;tigt mehr Speicherplatz und vergr&#246;&#223;ert die Nachricht.

  <p>Sie k&#246;nnen diese Einstellungen f&#252;r
      einzelne Nachrichten au&#223;er Kraft setzen, indem Sie das Optionen-Men&#252;
	  verwenden, wenn Sie eine Nachricht verfassen.</p></li>

  <li><strong>HTML- und Reintext-Domains</strong>: F&#252;gen Sie hier die
      Domain-Namen ein, an die Sie normalerweise Mail-Nachrichten senden, wenn
	  Sie wissen, welche Domains E-Mails im HTML-Format empfangen kann und
	  welche nur E-Mails im Normaltext-Format empfangen kann.</li>
</ul>

<p>Wenn Sie normalerweise Nachrichten an mehrere Empf&#228;nger in derselben
Domain senden (Ihre Freunde haben z.&nbsp;B. alle E-Mail-Adressen, die mit
<q>gmx.de</q> enden) und Sie wissen, dass diese Domain HTML-formatierte
Nachrichten anzeigen kann, k&#246;nnen Sie die Domains den HTML-Domains
hinzuf&#252;gen, so dass Nachrichten an diese Empf&#228;nger automatisch im
HTML-Format gesendet werden.</p>

<p>Wenn Sie normalerweise Mail an Empf&#228;nger einer Domain senden, von der
Sie wissen, dass sie nur E-Mails im Nur-Text-Format darstellen kann,
k&#246;nnen Sie diese Domain in die Liste der Nur-Text-Domains aufnehmen, so
dass Nachrichten an diese Domain automatisch als Nur-Text gesendet werden.</p>

<p><strong>Anmerkung</strong>: Wenn Sie normalerweise E-Mails im HTML-Format
verfassen, beachten Sie, dass m&#246;glicherweise nicht alle Empf&#228;nger
E-Mail-Programme verwenden, die die HTML-Formatierung korrekt anzeigen
k&#246;nnen. In Mail &amp; Newsgroups k&#246;nnen Sie festlegen, wie
Nachrichten an diese Empf&#228;nger formatiert werden sollen: als Nur-Text, als
HTML oder in beiden Formaten. Diese Voreinstellungen beziehen sich auf alle
Mail-Accounts, aber nicht auf Nachrichten in Diskussionsforen.</p>

<p>Jedes Mal, wenn Sie dem Adressbuch eine Person oder eine Visitenkarte
hinzuf&#252;gen, k&#246;nnen Sie festlegen, ob dieser Empf&#228;nger
Nachrichten im HTML-Format empfangen kann. Wenn diese Informationen nicht
bekannt sind, k&#246;nnen Sie in den Voreinstellungen festlegen, wie Mail
&amp; Newsgroups diese Nachrichten handhabt.</p>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="addressing_preferences">Mail &amp; Newsgroups Einstellungen -
Adressieren</h2>

<p>Hier verwalten Sie die Einstellungen f&#252;r die &brandShortName; Mail
&amp; Newsgroups Adressb&#252;cher (z.B. das Sammeln von E-Mail-Adressen und
die Adressen-Autovervollst&#228;ndigung). Wenn Sie die Einstellungen noch nicht
vor sich haben, gehen Sie wie folgt vor:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Adressieren. (Wenn keine Auswahlm&#246;glichkeiten
	  unterhalb der Kategorie erscheinen, doppelklicken Sie auf die
	  Kategorie um die Liste einzublenden.)</li>
</ol>

<ul>
  <li><strong>Sammeln von E-Mail-Adressen</strong>: Stellen Sie ein wie Mail
      &amp; Newsgroups Adressen (aus eingehenden, ausgehenden und
	  Foren-Nachrichten) zum Adressbuch Pers&#246;nliche Adressen hinzuf&#252;gt.

      <p><strong>Anmerkung</strong>: Bei mehreren Treffern zeigt Ihnen Mail
	  &amp; Newsgroups eine Liste mit allen M&#246;glichkeiten an.
	  Zus&#228;tzlich zu Ihrem Pers&#246;nlichen Adressbuch legt
	  &brandShortName; Mail &amp; Newsgroups das Adressbuch Gesammelte Adressen
	  an. Darin werden die Adressen aller eingehenden und ausgehenden
	  Nachrichten gespeichert. Adressen eingehender Nachrichten werden
	  gespeichert sobald Sie die Nachricht &#246;ffnen. Adressen ausgehender
	  Nachrichten werden gespeichert sobald Sie auf Senden klicken. Die
	  &#196;nderungen werden erst beim n&#228;chsten Neustart von
	  &brandShortName; wirksam.</p></li>

  <li id="address_autocompletion"><strong>Adressen-Autovervollst&#228;ndigung</strong>:
      Die Adress-Autovervollst&#228;ndigung erlaubt es Ihnen Nachrichten schnell
      zu adressieren ohne dass Sie Namen komplett eingeben m&#252;ssen oder nach
	  ihnen suchen m&#252;ssen. W&#228;hlen Sie aus wo Mail &amp; Newsgroups nach
	  passenden Adressen suchen soll: <q>Lokale Adressb&#252;cher</q>
	  (Pers&#246;nliches Adressbuch, Gesammelte Adressen, oder ein anderes
	  lokales Adressbuch) oder <q>Verzeichnisserver</q> (ein
	  verf&#252;gbarer LDAP-Verzeichnisserver). Wenn Mail &amp; Newsgroups Adressen
          welche nicht vervollst&#228;ndigt werden k&#246;nnen hervorheben soll, aktivieren Sie die
          Option <q>Adressen, die nicht automatisch vervollst&#228;ndigt werden k&#246;nnen, hervorheben</q>.

      <p><strong>Anmerkung</strong>: Bei mehreren Treffern zeigt Ihnen Mail
	  &amp; Newsgroups eine Liste mit allen M&#246;glichkeiten an.</p>

      <p>Wenn Sie die Option Verzeichnisserver w&#228;hlen, w&#228;hlen Sie
	  bitte einen Verzeichnisserver aus der Liste aus.Ein Verzeichnisserver
	  erlaubt es Ihnen nach Adressen zu suchen, die nicht in Ihren lokalen
	  Adressb&#252;cher gespeichert sind.</p>

      <p>Weitere Informationen zum einrichten eines LDAP-Verzeichnisservers
	  finden Sie unter
	  <a href="#adding_and_removing_ldap_directories">Hinzuf&#252;gen und 
          entfernen von LDAP-Verzeichnissen</a>.</p>

      <p><strong>Anmerkung</strong>: Die Einstellungen die Sie hier eingeben
	  gelten f&#252;r alle Accounts. Wenn Sie diese Einstellungen f&#252;r einen
	  einzelnen Account &#228;ndern m&#246;chten m&#252;ssen Sie den Dialog
	  Adressierung des jeweiligen Accounts verwenden.</p></li>
</ul>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

 <h2 id="junk_and_suspect_preferences">Mail &amp; Newsgroups Einstellungen -
   Junk-Mail</h2>
 
 <p>Dieser Abschnitt beschreibt die Einstellungen zur Junk-Mail Filterung. 
   Zum Anzeigen des Abschnitts gehen Sie wie folgt vor:</p>
 
 <ol>
   <li>&#214;ffnen Sie das Men&#252; 
     <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span> 
     und w&#228;hlen Sie Einstellungen.</li>
   <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf Junk-Mail.
     (Wenn keine Auswahlm&#246;glichkeiten unterhalb der Kategorie erscheinen, 
     doppelklicken Sie auf die Kategorie um die Liste einzublenden.)</li>
 </ol>
 
 <ul>
   <li><strong>Wenn Nachrichten als Junk markiert werden</strong>: W&#228;hlen 
     Sie das Verhalten von &brandShortName; wenn Nachrichten manuell als Junk
     markiert werden.
     <ul>
       <li><strong>Diese in den <q>Junk</q>-Ordner des Accounts verschieben</strong>:
         W&#228;hlen Sie diese Option, wenn die Nachrichten in den Junk-Ordner des 
         entsprechenden Accounts verschoben werden sollen.
       </li>
       <li><strong>Diese l&#246;schen</strong>: W&#228;hlen Sie diese Option, wenn die
         Nachrichten in den Papierkorb verschoben werden sollen.</li>
     </ul>
   </li>
   <li><strong>Nachrichten als gelesen markieren</strong>:
     <ul>
       <li><strong>Wenn &brandShortName; sie als Junk erkennt</strong>:
         W&#228;hlen Sie diese Option, wenn Nachrichte, welche von &brandShortName;
         als Junk erkannt wurden automatisch als gelesen markiert werden sollen.</li>
       <li><strong>Wenn sie manuell als Junk markiert werden</strong>: W&#228;len
         Sie diese Option, wenn Nachrichten, welche manuell als Junk markiert werden,
         automatisch als gelesen markiert werden sollen.</li>
     </ul>
   </li>
   <li><strong>Junk-Filter-Log aktivieren</strong>: Aktivieren Sie diese Option,
     wenn &brandShortName; eine History der Junk-Mail Erkennung aufbewahren soll.
     Klicken Sie auf die Schaltfl&#228;che <strong>Log anzeigen</strong> um das Logfile
     einzusehn.</li>
   <li><strong>Training-Daten zur&#252;cksetzen</strong>: Durch Klick auf diese
     Schaltfl&#228;che werden die Trainings-Daten des adaptiven Junk-Filters zur&#252;ckgesetzt. 
     Da dies Ihr pers&#246;nliches Junk-Erkennungs-Profil l&#246;scht, m&#252;ssen Sie diese Aktion
     explizit best&#228;tigen.</li>
   <li><strong>Warnung bei Verdacht auf betr&#252;gerische E-Mails anzeigen</strong>: 
     Aktivieren Sie diese Option, um &brandShortName; daztu zu veranlassen,
     nach betr&#252;gerischen E-Mails zu suchen, indem nach den g&#228;ngisten Techniken
     gescannt wird, welche genutzt werden um Personen irrezuf&#252;hren.</li>
   <li><strong>Anti-Virus-Programmen das Scannen eingehender Nachrichten erleichtern</strong>: 
     Aktivieren Sie diese Option, um &brandShortName; dazu zu veranlassen, es Anti-Virus
     Programmen einfacher zu machen, eingehende Email-Nachrichten nach Viren zu scannen, bevor
     diese gespeichert werden.</li>
 </ul>

 <p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="tags">Mail &amp; Newsgroups Einstellungen - Tags</h2>

<p>Dieser Abschnitt beschreibt die Einstellungen zum &#196;ndern der
Tags. Hier k&#246;nnen Sie den Text und die Farben f&#252;r die
einzelnen Tags &#228;ndern. Zum Anzeigen der Dialogbox gehen
Sie wie folgt vor:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Tags. (Wenn keine Auswahlm&#246;glichkeiten
	  unterhalb der Kategorie erscheinen, doppelklicken Sie auf die
	  Kategorie um die Liste einzublenden.)</li>
</ol>

<ul>
  <li><strong>Tags anpassen</strong>: Geben Sie den Name, die
      Farbe und die Wichtigkeit f&#252;r die einzelnen Tags ein. Sie k&#246;nnen den Namen 
      eines Tags &#228;ndern, es m&#252;ssen jedoch alle Tag-Namen unterschiedlich sein. 
      Zum &#196;ndern der Farbe, klicken Sie auf die Farbe und w&#228;hlen dann einen neue 
      Farbe aus. Benutzen Sie die <q>Priorit&#228;t erh&#246;hen</q> oder die <q>Priorit&#228;t reduzieren</q>-Taste
      um die Reihenfolge und somit die Wichtigkeit der Tags zu &#228;ndern. Nachrichen mit 
      mehreren Tags haben die Farbe des wichtigsten Tags.</li>

  <li><strong>Standard wiederherstellen</strong>: Stellt den Standard f&#252;r
      Farben und Text wieder her und entfernt alle benutzerdefinierte Tags.</li>
</ul>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="return_receipts_preferences">Mail &amp; Newsgroups Einstellungen -
Empfangsbest&#228;tigungen</h2>

<p>Dieser Abschnitt beschreibt wie die Einstellungen rund um
Empfangsbest&#228;tigungen zu verwenden sind. Wenn Sie die Einstellungen noch
nicht vor sich haben, tun Sie folgendes:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Empfangsbest&#228;tigungen. (Wenn keine Auswahlm&#246;glichkeiten
	  unterhalb der Kategorie erscheinen, doppelklicken Sie auf die
	  Kategorie um die Liste einzublenden.)</li>
</ol>

<p>Die Einstellungen zu den Empfangsbest&#228;tigungen werden verwendet, um
anzugeben wie &brandShortName; mit Empfangsbest&#228;tigungen bei zu
verschickenden E-Mails umgehen soll. Ebenso kann dies auch f&#252;r eingehende
E-Mails eingestellt werden. Alle Einstellungen betreffen alle Mail-Accounts.</p>

<ul>
  <li><strong>Beim Senden von Nachrichten immer eine Empfangsbest&#228;tigung
      verlangen</strong>: Hierbei werden automatisch f&#252;r alle abgehenden
	  Nachrichten aus allen Accounts Empfangsbest&#228;tigungen angefordert.</li>

  <li><strong>Im Posteingang belassen</strong>: Eingelangte
      Empfangsbest&#228;tigungen werden im Posteingang abgelegt.
      
  <p><strong>Tipp</strong>: W&#228;hlen Sie diese
      Option wenn &brandShortName; automatisch eine Filterregel anlegen soll
	  die Empfangsbest&#228;tigungen in einem definierten Ordner ablegt. F&#252;r
	  mehr Informationen &#252;ber das erstellen und benutzen von Filtern, lesen
	  Sie <a href="#creating_message_filters">Nachrichtenfilter anlegen</a>.</p></li>

  <li><strong>In den Ordner f&#252;r gesendete Nachrichten verschieben</strong>:
      Eingelangte Empfangsbest&#228;tigungen werden im Ordner
	  <q>Gesendet</q> abgeleget.</li>

  <li><strong>Nie eine Empfangsbest&#228;tigung senden</strong>: W&#228;hlen Sie
      diese Option wenn Sie niemals Anfragen zu Empfangsbest&#228;tigungen
	  zustimmen wollen.</li>

  <li><strong>Empfangsbest&#228;tigungen f&#252;r manche Nachrichten
      erlauben</strong>: Geben Sie hier an wie Sie auf Anfragen zu
	  Empfangsbest&#228;tigungen reagieren wollen.</li>
</ul>

<p>Um diese globalen Einstellungen f&#252;r bestimmte Accounts zu &#228;ndern,
lesen Sie
<a href="#return_receipts">Mail &amp; Newsgroups-Account Einstellungen - Empfangsbest&#228;tigungen</a>.</p>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="character_encoding">Mail &amp; Newsgroups Einstellungen - Zeichensatz</h2>

<p>In den Zeichensatz Einstellungen k&#246;nnen Sie angeben, mit welchem Zeichensatz
  Nachrichten in allen Accounts angezeigt oder erstellt werden sollen. Wenn Sie noch nicht
  die Zeichensatz Einstellungen vor sich haben, folgen Sie diesen Schritten:</p>

  <ol>
    <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span>
    <span class="mac">&brandShortName;</span> und w&#228;hlen Sie Einstellungen.</li>
    <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf Zeichensatz. 
    (Wenn keine Auswahlm&#246;glichkeiten unterhalb der Kategorie erscheinen, 
    doppelklicken Sie auf die Kategorie um die Liste einzublenden.)</li>
   </ol>
  <ul>
    <li><p><strong>Standard-Zeichensatz</strong>: Stellen Sie in der Dropdown-Liste den
        Standardzeichensatz ein, den Mail &amp; Newsgroups verwenden
	soll, wenn die Nachricht keinen eigenen Zeichensatz definiert. Dies wird
	empfohlen, weil Sie wahrscheinlich auch Nachrichten empfangen werden in
	denen der Zeichensatz nicht angegeben ist (z.B. Nachrichten aus
	internationalen Diskussionsforen)</p></li>
     <li><strong>Standard auf alle Nachrichten anwenden</strong>: Wendet den
       Standardzeichensatz auf alle Nachrichten an.        
       
        <p><strong>Tipp</strong>: Sie k&#246;nnen sp&#228;ter den Zeichensatz
	  f&#252;r einen Ordner &#228;ndern. W&#228;hlen Sie dazu im Mail-Fenster
	  den Ordner aus. &#214;ffnen Sie das Men&#252; Ansicht und klicken die
	  auf Zeichensatz f&#252;r Ordner.</p></li>

   <li><strong>F&#252;r Nachrichten welche 8-bit Zeichen enthalten <q>quoted printable</q> Kodierung</strong>:
     W&#228;hlen Sie aus wie &brandShortName; Umlaute und Sonderzeichen kodieren soll 
     (entweder <q>quoted printable</q> MIME kodiert oder unkodiert).</li>
     
    <li><strong>Zeichenkodierung</strong>: Legt fest welchen Zeichensatz
       &brandShortName; Mail &amp; Newsgroups als Standard beim Versenden von
       Nachrichten verwendet. Vergessen Sie nicht das die Zeichenkodierung beim
	Beantworten von E-Mails <strong>nicht</strong> verwendet wird.
	Stattdessen wird die urspr&#252;ngliche Kodierung verwendet. Wenn Sie das
	nicht wollen w&#228;hlen Sie <q>Immer diesen Standard-Zeichensatz in
	Antworten verwenden</q></li>
  </ul>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<h2 id="network_and_storage_preferences">Mail &amp; Newsgroups Einstellungen
- Netzwerk &amp; Speicherung</h2>

<p>Dieser Abschnitt beschreibt die Einstellungen zur Offline-Arbeit und zum
Speicherplatz. Wenn Sie die Einstellungen noch nicht vor sich haben, tun Sie
folgendes:</p>

<ol>
  <li>&#214;ffnen Sie das Men&#252; <span class="noMac">Bearbeiten</span><span class="mac">&brandShortName;</span>
  und w&#228;hlen Sie Einstellungen.</li>
  <li>In der Kategorie Mail &amp; Newsgroups, klicken Sie auf
      Netzwerk &amp; Speicherung. (Wenn keine Auswahlm&#246;glichkeiten
	  unterhalb der Kategorie erscheinen, doppelklicken Sie auf die
	  Kategorie um die Liste einzublenden.)</li>
</ol>

<p>Die Netzwerk &amp; Speicherungs-Einstellungen erm&#246;glichen es Ihnen
Einstellungen &#252;ber On- &amp; Offline arbeiten und den Speicherplatz zu
ver&#228;ndern.</p>

<ul>
  <li><strong>Offline</strong>: Geben Sie an wie Mail &amp; Newsgroups mit
      Ihren Nachrichten umgehen soll, wenn Sie offline oder online gehen.</li>
  <li><strong>Mail-Verbindungen</strong>: W&#228;hlen Sie wie lange Mail &amp;
    Newsgroups versuchen soll, den Server zu kontaktieren, bevor abgebrochen wird.</li>

  <li><strong>Speicherplatz</strong>:
      Sparen Sie Speicherplatz indem die Ordner automatisch komprimiert
	  werden, wenn dadurch mehr als der von Ihnen angegebene Speicherplatz
	  eingespart wird.</li>
</ul>

<p>Weitere Informationen zur Offline-Arbeit finden Sie unter <a href="#working_offline">Offline arbeiten</a>.</p>

<p>[<a href="#mail_and_newsgroup_preferences">Zur&#252;ck zum Beginn des Abschnitts</a>]</p>

<p>&copyright.string;</p>

</body>
</html>
