# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
#
# Translated to Japanese by
#            Kazu Yamamoto <kazu@mozilla.gr.jp>
#            Ryoichi Furukawa <furu@mozilla.gr.jp>
#            Tsukasa Maruyama <mal@mozilla.gr.jp>
#            Teiji Matsuba <matsuba@dream.com>
#            dynamis
#

# (^^; \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3071\u3063\u3068\u3057\u304b\u898b\u3066\u306a\u3044\u2026

IncorrectKey_TryAgain?		= \u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e0d\u6b63\u3067\u3059\u3002\u518d\u5ea6\u8a66\u3057\u307e\u3059\u304b\uff1f
WantToCaptureForm?		= \u5165\u529b\u3057\u305f\u5024\u3092\u4fdd\u5b58\u3057\u307e\u3059\u304b\uff1f
WantToSavePasswordObscured?	= \u30d1\u30b9\u30ef\u30fc\u30c9 \u30de\u30cd\u30fc\u30b8\u30e3\u306f\u3053\u306e\u30ed\u30b0\u30aa\u30f3\u3092\u8a18\u61b6\u3057\u3066\u304a\u304d\u3001\u6b21\u306b\u3053\u306e Web \u30b5\u30a4\u30c8\u3078\u623b\u3063\u305f\u969b\u306b\u81ea\u52d5\u7684\u306b\u5165\u529b\u3057\u307e\u3059\u3002##\u30d1\u30b9\u30ef\u30fc\u30c9 \u30de\u30cd\u30fc\u30b8\u30e3\u306b\u3053\u306e\u30ed\u30b0\u30aa\u30f3\u3092\u8a18\u61b6\u3055\u305b\u307e\u3059\u304b\uff1f
WantToSavePasswordEncrypted?	= \u30d1\u30b9\u30ef\u30fc\u30c9 \u30de\u30cd\u30fc\u30b8\u30e3\u306f\u3053\u306e\u30ed\u30b0\u30aa\u30f3\u3092\u8a18\u61b6\u3057\u3066\u304a\u304d\u3001\u6b21\u306b\u3053\u306e Web \u30b5\u30a4\u30c8\u3078\u623b\u3063\u305f\u969b\u306b\u81ea\u52d5\u7684\u306b\u5165\u529b\u3057\u307e\u3059\u3002##\u30d1\u30b9\u30ef\u30fc\u30c9 \u30de\u30cd\u30fc\u30b8\u30e3\u306b\u3053\u306e\u30ed\u30b0\u30aa\u30f3\u3092\u8a18\u61b6\u3055\u305b\u307e\u3059\u304b\uff1f
xWantToSavePasswordObscured?	= \u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a18\u61b6\u3057\u307e\u3059\u304b\uff1f##\u4fdd\u5b58\u3055\u308c\u305f\u5024\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u4fdd\u8b77\u3055\u308c\u307e\u305b\u3093\u3002
xWantToSavePasswordEncrypted?	= \u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a18\u61b6\u3057\u307e\u3059\u304b\uff1f##\u4fdd\u5b58\u3055\u308c\u305f\u5024\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u4fdd\u8b77\u3055\u308c\u307e\u3059\u3002
#translator's note: # in following line will be converted to linefeed by program
firstPassword			= \u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u30cf\u30fc\u30c9\u30c7\u30a3\u30b9\u30af\u306b\u4fdd\u5b58\u3055\u308c\u3066\u3044\u308b\u30b7\u30f3\u30b0\u30eb\u30b5\u30a4\u30f3\u30aa\u30f3\u60c5\u5831\u306e\u4fdd\u8b77\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u5c06\u6765\u306e\u30ea\u30ea\u30fc\u30b9\u3067\u306f\u3053\u306e\u30c7\u30fc\u30bf\u306e\u4fdd\u8b77\u3092\u6700\u5927\u9650\u306b\u3059\u308b\u305f\u3081\u306b\u5f37\u529b\u306a\u6697\u53f7\u5316\u3092\u65bd\u3057\u307e\u3059\u3002##\u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002#(\u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u306a\u3044\u5834\u5408\u306f\u4f55\u3082\u5165\u529b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044)#
password			= \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#translator's note: # in following line will be converted to linefeed by program
newPassword			= \u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044 #(\u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u4f7f\u7528\u3057\u306a\u3044\u5834\u5408\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u7a7a\u767d\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002)#
enterPassword			= \u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
confirmPassword			= \u3082\u3046\u4e00\u5ea6\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
confirmFailed_TryAgain?		= \u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4e21\u65b9\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u540c\u3058\u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectUser			= \u3053\u306e\u30d5\u30a9\u30fc\u30e0\u306b\u5165\u529b\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u540d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectUserWhosePasswordIsBeingChanged= \u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5909\u66f4\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PasswordNotification		= \u6b21\u56de\u4ee5\u964d\u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u305b\u305a\u306b\u3059\u3080\u3088\u3046\u306b\u8a18\u61b6\u3057\u3066\u304a\u304f\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u6697\u53f7\u5316\u3055\u308c\u3066\u304b\u3089\u30cf\u30fc\u30c9\u30c7\u30a3\u30b9\u30af\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u304b\uff1f
WalletNotification		= \u4ed6\u306e\u30d5\u30a9\u30fc\u30e0\u3067\u30d5\u30a9\u30fc\u30e0\u60c5\u5831\u3092\u81ea\u52d5\u4fdd\u7ba1\u3067\u304d\u308b\u3088\u3046\u3001\u30d5\u30a9\u30fc\u30e0\u3078\u5165\u529b\u3057\u305f\u60c5\u5831\u3092\u8a18\u61b6\u3057\u3066\u304a\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u60c5\u5831\u3092\u4fdd\u5b58\u3059\u308b\u306b\u306f\u3001\u30d5\u30a9\u30fc\u30e0\u306e\u8868\u793a\u4e2d\u306b\u30e1\u30cb\u30e5\u30fc\u306e "\u7de8\u96c6" - "\u30d5\u30a9\u30fc\u30e0\u60c5\u5831\u3092\u4fdd\u5b58" \u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
noPrefills			= \u81ea\u52d5\u88dc\u5b8c\u304c\u53ef\u80fd\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
Never				= \u3053\u306e\u30b5\u30a4\u30c8\u306f\u8a18\u61b6\u3055\u305b\u306a\u3044
Confirm				= \u78ba\u8a8d
PromptForPassword		= \u30d1\u30b9\u30ef\u30fc\u30c9
PromptForData			= \u30d7\u30ed\u30f3\u30d7\u30c8
SaveTheseValuesObscured		= \u30d1\u30b9\u30ef\u30fc\u30c9\u30de\u30cd\u30fc\u30b8\u30e3\u3067\u3053\u308c\u3089\u306e\u5024\u3092\u4fdd\u5b58\u3059\u308b\u3002
SaveTheseValuesEncrypted	= \u30d1\u30b9\u30ef\u30fc\u30c9\u30de\u30cd\u30fc\u30b8\u30e3\u3067\u3053\u308c\u3089\u306e\u5024\u3092\u4fdd\u5b58\u3059\u308b\u3002
SaveThisValueObscured		= \u30d1\u30b9\u30ef\u30fc\u30c9\u30de\u30cd\u30fc\u30b8\u30e3\u3067\u3053\u306e\u5024\u3092\u4fdd\u5b58\u3059\u308b\u3002
SaveThisValueEncrypted		= \u30d1\u30b9\u30ef\u30fc\u30c9\u30de\u30cd\u30fc\u30b8\u30e3\u3067\u3053\u306e\u5024\u3092\u4fdd\u5b58\u3059\u308b\u3002
SaveThisPasswordObscured	= \u30d1\u30b9\u30ef\u30fc\u30c9\u30de\u30cd\u30fc\u30b8\u30e3\u3067\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4fdd\u5b58\u3059\u308b\u3002
SaveThisPasswordEncrypted	= \u30d1\u30b9\u30ef\u30fc\u30c9\u30de\u30cd\u30fc\u30b8\u30e3\u3067\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4fdd\u5b58\u3059\u308b\u3002
xSaveTheseValuesObscured	= \u3053\u308c\u3089\u306e\u5024\u3092\u8a18\u61b6\u3057\u307e\u3059\u3002\u8a18\u61b6\u3055\u308c\u305f\u5024\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u4fdd\u8b77\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
xSaveTheseValuesEncrypted	= \u3053\u308c\u3089\u306e\u5024\u3092\u8a18\u61b6\u3057\u307e\u3059\u3002\u8a18\u61b6\u3055\u308c\u305f\u5024\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u4fdd\u8b77\u3055\u308c\u3066\u3044\u307e\u3059\u3002
xSaveThisValueObscured		= \u3053\u306e\u5024\u3092\u8a18\u61b6\u3057\u307e\u3059\u3002\u8a18\u61b6\u3055\u308c\u305f\u5024\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u4fdd\u8b77\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
xSaveThisValueEncrypted		= \u3053\u306e\u5024\u3092\u8a18\u61b6\u3057\u307e\u3059\u3002\u8a18\u61b6\u3055\u308c\u305f\u5024\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u4fdd\u8b77\u3055\u308c\u3066\u3044\u307e\u3059\u3002
UserName			= \u30e6\u30fc\u30b6\u540d
Password			= \u30d1\u30b9\u30ef\u30fc\u30c9
SelectUserTitleLine		= \u30e6\u30fc\u30b6\u306e\u9078\u629e
NoPasswordsEverSaved		= \u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4fdd\u5b58\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Captured			= \u30c7\u30fc\u30bf\u3092\u53d6\u308a\u8fbc\u307f\u307e\u3057\u305f\u3002
NotCaptured			= \u53d6\u308a\u8fbc\u3080\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
UnableToCapture			= \u30c7\u30fc\u30bf\u3092\u53d6\u308a\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
Converted			= \u5909\u63db\u6e08\u307f\u306e\u4fdd\u5b58\u30c7\u30fc\u30bf\u3002
AllDataWillBeCleared		= \u4fdd\u5b58\u3055\u308c\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf\u306f\u6d88\u53bb\u3055\u308c\u307e\u3059\u3002
NotConverted			= \u4fdd\u5b58\u3055\u308c\u3066\u3044\u308b\u30c7\u30fc\u30bf\u3092\u5909\u63db\u3067\u304d\u307e\u305b\u3093\u3002
PasswordNotChanged		= \u3042\u306a\u305f\u306e\u6a5f\u5bc6\u60c5\u5831\u3092\u4fdd\u8b77\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
PasswordExpired			= \u3042\u306a\u305f\u306e\u6a5f\u5bc6\u60c5\u5831\u306f\u73fe\u5728\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002
PasswordNotExpired		= \u6a5f\u5bc6\u60c5\u5831\u3092\u30ed\u30c3\u30af\u3067\u304d\u307e\u305b\u3093\u3002
Caveat				= \u30d1\u30b9\u30ef\u30fc\u30c9\u53ca\u3073\u305d\u306e\u4ed6\u306e\u6a5f\u5bc6\u60c5\u5831\u3092\u4fdd\u5b58\u3057\u3066\u3044\u307e\u3059\u3002##\u30d1\u30b9\u30ef\u30fc\u30c9\u30de\u30cd\u30fc\u30b8\u30e3\u304a\u3088\u3073\u30d5\u30a9\u30fc\u30e0\u30de\u30cd\u30fc\u30b8\u30e3\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u305d\u306e\u4ed6\u306e\u53d6\u308a\u6271\u3044\u306b\u6ce8\u610f\u3092\u8981\u3059\u308b\u60c5\u5831\u3092\u4fdd\u5b58\u3057\u3001\u5fc5\u8981\u306a\u5834\u5408\u306b\u306f\u3042\u306a\u305f\u306b\u4ee3\u308f\u308a\u81ea\u52d5\u7684\u306b\u305d\u306e\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\u3002#\u3053\u306e\u6a5f\u5bc6\u60c5\u5831\u306f\u3001\u3042\u306a\u305f\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306b\u30d5\u30a1\u30a4\u30eb\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u60c5\u5831\u306f\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u56f0\u96e3\u3067\u3059\u304c\u3001\u4e0d\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002#\u4ed6\u306e\u4eba\u304c\u3042\u306a\u305f\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306b\u30a2\u30af\u30bb\u30b9\u3057\u305f\u5834\u5408\u306b\u5099\u3048\u3066\u3001\u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u3001\u4fdd\u5b58\u3055\u308c\u305f\u6a5f\u5bc6\u60c5\u5831\u3092\u30d1\u30b9\u30ef\u30fc\u30c9\u4fdd\u8b77\u3092\u3057\u3066\u304a\u304f\u306e\u304c\u826f\u3044\u3067\u3057\u3087\u3046\u3002#\u4fdd\u5b58\u3055\u308c\u305f\u60c5\u5831\u3092\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u4fdd\u8b77\u3059\u308b\u3088\u3046\u9078\u629e\u3057\u305f\u5834\u5408\u3001\u7e70\u308a\u8fd4\u3057\u30de\u30b9\u30bf\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3059\u308b\u3088\u3046\u6c42\u3081\u3089\u308c\u307e\u3059\u3002\u3053\u306e\u65b9\u6cd5\u306f\u3084\u3084\u4f7f\u3044\u52dd\u624b\u304c\u60aa\u304f\u306a\u308a\u307e\u3059\u304c\u3001\u3088\u308a\u5f37\u56fa\u306a\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u78ba\u4fdd\u3067\u304d\u307e\u3059\u3002
CaveatTitle			= \u8b66\u544a
