# LOCALIZATION NOTE: Do not translate <html:br/> 

restartTitle=%S tekrar başlatılıyor
restartMessageNoUnlocker=%S halen çalışıyor fakat cevap vermiyor. Yeni bir pencere açmak için %S uygulamasını baştan başlatmanız ve sisteminizi kapatıp açmanız gereklidir.
restartMessageUnlocker=%S halen \u00E7al\u0131\u015F\u0131yor fakat cevap vermiyor. Yeni bir pencere a\u00E7madan önce %S s\u00FCrecini kapatman\u0131z gerekir.
restartMessageNoUnlockerMac=%S uygulamasının bir kopyası zaten açık. Aynı anda %S uygulamasının sadece bir kopyası çalışabilir.
restartMessageUnlockerMac=%S uygulamasının bir kopyası zaten açık. Yenisinin açılması için çalışmakta olan %S uygulaması kapanacak.

profileTooltip=Kimlik\: '%S' - K\u0131sayol\: '%S'

pleaseSelectTitle=Kimlik Se\u00E7in
pleaseSelect=L\u00FCtfen %S ba\u015Flamak i\u00E7in bir kimlik se\u00E7in veya yeni birtane olu\u015Fturun.

profileLockedTitle=Kimlik Kullan\u0131mda
profileLocked2=%S taraf\u0131ndan "%S" kimli\u011Fi halen kullan\u0131mda oldu\u011Fu i\u00E7in \u00E7al\u0131\u015Ft\u0131r\u0131lam\u0131yor. \n\nDevam etmek i\u00E7in %S kullan\u0131c\u0131s\u0131n\u0131 kapat\u0131n veya farkl\u0131 bir kimlik se\u00E7in.

renameProfileTitle=Kimlik ismi de\u011Fi\u015Ftir
renameProfilePrompt="%S" kimli\u011Finin ismini de\u011Fi\u015Ftir\:

profileNameInvalidTitle=Ge\u00E7ersiz kimlik ismi
profileNameInvalid="%S" kimlik ismi kabul edilmedi.

chooseFolder=\u015Eimdi dizini se\u00E7in
profileNameEmpty=Bo\u015F bir kimlik ismi kullanamazs\u0131n\u0131z.
invalidChar=\ "%S" karakteri kimlik isimlerinde kullan\u0131lamaz. L\u00FCtfen farkl\u0131 bir isim se\u00E7in.

deleteTitle=Kimli\u011Fi Sil
deleteProfileConfirm=Silmek istedi\u011Finiz kimlik, kullan\u0131c\u0131 kimlikleri listesinden kald\u0131r\u0131lacakt\u0131r ve bu eylem geri al\u0131namaz.\nDilerseniz kaydetti\u011Finiz e-postalar\u0131n\u0131z\u0131n, ayarlar\u0131n\u0131z\u0131n ve sertifikalar\u0131n\u0131z\u0131n yer ald\u0131\u011F\u0131 kimlik veri dosyalar\u0131n\u0131 da silebilirsiniz. \n "%S"  dizininde yer alan bu dosyalar silindikten sonra geri kazan\u0131lamaz.\nSe\u00E7ti\u011Finiz kimli\u011Fi ve ilgili veri dosyalar\u0131n\u0131 silmek istiyor musunuz?
deleteFiles=Dosyalar\u0131 sil
dontDeleteFiles=Dosyalar\u0131 silme

profileCreationFailed=Kimlik olu\u015Fturulamad\u0131. Belkide dizine yazma yetkiniz yoktur.
profileCreationFailedTitle=Kimlik olu\u015Fturma hatal\u0131
profileExists=Ayn\u0131 isimde ba\u015Fka bir kimlik mevcut. L\u00FCtfen ba\u015Fka bir isim se\u00E7in.
profileExistsTitle=Kimlik Mevcut
profileFinishText=Kimlik olu\u015Fturmay\u0131 bitirmek Bitir d\u00FC\u011Fmesine bas\u0131n.
profileFinishTextMac=Yeni kimliği oluşturmak için Tamam düğmesine basın.
