<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
  %brandDTD;
  <!ENTITY % platformDTD SYSTEM
    "chrome://browser/locale/help/platformStrings.dtd" >
  %platformDTD;
]>
<!--
Contributors:
  Mark Pilgrim <pilgrim@gmail.com> (original author)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Caracter&iacute;sticas de accesibilidad de &brandFullName;</title>
<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

  <h1>Caracter&iacute;sticas de accesibilidad de &brandFullName;</h1>

  <p>&brandShortName; incluye muchas caracter&iacute;sticas para hacer el
    navegador y el contenido web accesibles a todos los usuarios, incluyendo
    aqu&eacute;llos que tienen problemas de visi&oacute;n (p&eacute;rdida total
    o parcial), o una capacidad limitada para usar un teclado o rat&oacute;n.</p>

  <div class="contentsBox">En esta secci&oacute;n:
    <ul>
    <li><a href="#using_a_keyboard">Usar un teclado</a></li>
    <li><a href="#using_a_mouse">Usar un rat&oacute;n</a></li>
    <li><a href="#fonts_and_colors">Tipograf&iacute;a y colores</a></li>
    <li><a href="#controlling_web_content">Controlar el contenido web</a></li>
    <li><a href="#compatibility_with_assistive_technologies">Compatibilidad
      con tecnolog&iacute;a asistiva</a></li>
    <li><a href="#finding_help_online">Encontrar ayuda en l&iacute;nea</a></li>
    </ul>
  </div>

  <h2 id="using_a_keyboard">Usar un teclado</h2>

  <h3 id="keyboard_shortcuts">Atajos de teclado</h3>

  <p>Hay disponible una lista de atajos de teclado comunes en
    <a href="shortcuts.xhtml">Atajos de teclado de &brandShortName;</a>.
    Puede encontrar en l&iacute;nea <a target="_blank"
    href="http://www.mozilla.org/support/firefox/keyboard">una tabla
    comparativa de atajos de teclado</a> implementados en &brandShortName;,
    Microsoft Internet Explorer y Opera.</p>

  <h3 id="always_use_cursor_keys">Usar siempre los cursores del teclado para 
    navegar por las p&aacute;ginas</h3>

  <p><a href="prefs.xhtml#accessibility">Usar siempre las teclas del cursor para
    navegar dentro de las p&aacute;ginas</a> le permite moverse a trav&eacute;s
    del contenido web como si estuviera en el interior de un editor de s&oacute;lo
    lectura. Puede usar el teclado para seleccionar el contenido web y copiarlo al
    portapapeles. Puede activar esta caracter&iacute;stica seleccionando
    &pref.menuPath;, abriendo la pesta&ntilde;a <em>General</em> en el panel
    <em>Avanzado</em>, y marcar la &pref.singular; <em>Usar siempre las teclas
    del cursor para navegar dentro de las p&aacute;ginas</em>.</p>

  <p>Puede pulsar <kbd>F7</kbd> en cualquier momento para activar y desactivar
    esta caracter&iacute;stica. Cuando pulse <kbd>F7</kbd>, &brandShortName;
    le preguntar&aacute; si realmente quiere activar esta
    caracter&iacute;stica. Puede desactivar esta pregunta seleccionando <em>No
    volver a mostrar este di&aacute;logo.</em></p>

  <h3 id="find_as_you_type">Buscar texto mientras se escribe</h3>

  <p><a href="prefs.xhtml#accessibility">Buscar texto mientras se escribe</a>
    le permite navegar r&aacute;pidamente por el texto o hiperenlaces de una
    p&aacute;gina web. Esta caracter&iacute;stica tiene dos modos. Pulse
    <abbr title="barra"><kbd>/</kbd></abbr> y comience a escibir para buscar
    en todo el texto de la p&aacute;gina actual, o pulse 
    <abbr title="ap&oacute;strofe"><kbd>'</kbd></abbr> seguido de la cadena a
    buscar para hacerlo &uacute;nicamente en los hiperenlaces. &brandShortName;
    resaltar&aacute; el texto o hiperenlaces que coincidan con su
    b&uacute;squeda a medida que escriba.</p>

  <p>Los siguientes atajos de teclado controlan esta caracter&iacute;stica:</p>

  <ul>
    <li>Escriba m&aacute;s caracteres para refinar su b&uacute;squeda.
      &brandShortName; resaltar&aacute; el siguiente texto o hiperenlace
      coincidente o le alertar&aacute; si no hay ninguna coincidencia.</li>
    <li>Pulse &accelKey;+<kbd>G</kbd> o <kbd>F3</kbd> para encontrar la
      pr&oacute;xima ocurrencia de su cadena de b&uacute;squeda actual.</li>
    <li>Pulse &accelKey;+&shiftKey;+<kbd>G</kbd> o &shiftKey;+<kbd>F3</kbd>
      para encontrar la ocurrencia anterior de su cadena de b&uacute;squeda
      actual.</li>
    <li>Pulse <kbd>Borrar</kbd> para eliminar el &uacute;ltimo car&aacute;cter
      que ha escrito. &brandShortName; revertir&aacute; al texto previamente
      resaltado.</li>
    <li>Pulse <kbd>Esc</kbd> para cancelar una b&uacute;squeda. Tambi&eacute;n
      puede cancelar una b&uacute;squeda cambiando el foco, desplazando la
      p&aacute;gina con el rat&oacute;n o el teclado, o simplemente esperando
      hasta alcanzar un tiempo de caducidad.</li>
  </ul>
  
  <p>Puede cambiar el comportamiento predeterminado de esta 
    caracter&iacute;stica seleccionando &pref.menuPath;, abriendo la
    pesta&ntilde;a <em>General</em> del panel <em>Avanzado</em> y marcando la
    &pref.singular; <em>Buscar texto mientras se escribe</em>. Si est&aacute;
    marcada esta &pref.singular;, puede comenzar a escribir en cualquier momento
    para iniciar autom&aacute;ticamente una b&uacute;squeda en el texto. Por
    omisi&oacute;n, las b&uacute;squedas iniciadas autom&aacute;ticamente
    examinan todo el texto en la p&aacute;gina. A&uacute;n as&iacute;, puede
    pulsar expl&iacute;citamente
    <abbr title="ap&oacute;strofe"><kbd>'</kbd></abbr> o
    <abbr title="barra"><kbd>/</kbd></abbr> para comenzar a buscar en un modo
    o el otro.</p>

  <p>Puede usar esta caracter&iacute;stica para acceder a los botones, cajas
    de texto y otros controles de formularios. Busque el texto que precede
    inmediatamente al control de formulario que busca y pulse <kbd>Tab</kbd>.
    Pulsar <kbd>Tab</kbd> termina autom&aacute;ticamente la b&uacute;squeda y
    fija el foco al siguiente campo o bot&oacute;n de formulario tras el texto
    resaltado.</p>

  <h2 id="using_a_mouse">Usar un rat&oacute;n</h2>

  <h3 id="common_mouse_shortcuts">Atajos de rat&oacute;n comunes</h3>

  <p>Hay disponible una lista de atajos de rat&oacute;n comunes disponible en
    <a href="mouse_shortcuts.xhtml">Atajos de rat&oacute;n de
    &brandShortName;</a>.</p>

  <h2 id="fonts_and_colors">Tipograf&iacute;a y colores</h2>

  <h3 id="overriding_page_fonts">Reemplazar tipograf&iacute;a de la
    p&aacute;gina</h3>

  <p>Algunos sitios web pueden mostrar texto con tipograf&iacute;as que
    resultan dif&iacute;ciles de leer, y otros sitios pueden basarse en los
    tipos de letra por omisi&oacute;n del navegador. Puede establecer sus tipos
    de letra predeterminados acudiendo a &pref.menuPath;, seleccionando el
    panel <em>Contenido</em>, y seleccionando un tipo y tama&ntilde;o de letra
    en la secci&oacute;n <em>Tipograf&iacute;a y colores</em>.</p>

  <p>Puede especificar tipos de letra por omisi&oacute;n para diferentes
    estilos, incluyendo serif, sans-serif y monoespaciado, pulsando el
    bot&oacute;n <em>Avanzadas</em>. Sin embargo, muchas p&aacute;ginas web
    especifican sus propios tipos de letra, as&iacute; que su elecci&oacute;n
    no tendr&aacute; efecto en estas p&aacute;ginas. Para reemplazar las
    tipograf&iacute;as definidas por tales p&aacute;ginas, desmarque la
    &pref.singular; <em>Permitir a las p&aacute;ginas elegir sus propios tipos
    de letra, en vez de mi selecci&oacute;n anterior</em>.</p>

  <p>Observe que algunas p&aacute;ginas web pueden mostrarse de manera
    incorrecta dependiendo de qu&eacute; tipograf&iacute;a por omisi&oacute;n
    haya elegido usted.</p>

  <h3 id="setting_a_minimum_font_size">Fijar un tama&ntilde;o m&iacute;nimo de
    letra</h3>

  <p>Algunos sitios web pueden mostrar texto que es demasiado peque&ntilde;o
    para leerlo c&oacute;modamente. Para hacer estas p&aacute;ginas m&aacute;s
    f&aacute;ciles de leer, puede establecer un tama&ntilde;o de letra
    m&iacute;nimo. En las p&aacute;ginas web que intenten mostrar texto menor
    que este tama&ntilde;o, &brandShortName; agrandar&aacute; el texto al
    tama&ntilde;o escogido por usted.</p>

  <p>Para fijar un tama&ntilde;o de letra m&iacute;nimo, vaya a
    &pref.menuPath;, seleccione el panel <em>Contenido</em>, y haga clic en el
    bot&oacute;n <em>Avanzadas</em> en la secci&oacute;n <em>Tipograf&iacute;a
    y colores</em>. Puede especificar un tama&ntilde;o m&iacute;nimo de letra
    del men&uacute; desplegable.</p>

  <p>Observe que algunas p&aacute;ginas web pueden mostrarse de manera
    incorrecta dependiendo del tama&ntilde;o m&iacute;nimo de letra que haya
    especificado usted.</p>

  <h3 id="resizing_page_text">Redimensionar el texto de las p&aacute;ginas</h3>

  <p>Puede cambiar temporalmente el tama&ntilde;o del texto en cualquier
    p&aacute;gina web en el men&uacute; <span class="menuPath">Ver &gt;
    Tama&ntilde;o del texto</span>. El nuevo tama&ntilde;o tendr&aacute; efecto
    hasta que cierre la pesta&ntilde;a o ventana del navegador, incluso si
    navega a un sitio web diferente.</p>

  <p>Los siguientes atajos de teclado controlan el tama&ntilde;o del texto:</p>

  <ul>
    <li>Pulse &accelKey;+<kbd><abbr title="m&aacute;s">+</abbr></kbd> para
      incrementar el tama&ntilde;o del texto. Esto agranda el texto al 120% de
      su tama&ntilde;o original, luego el 150%, 200%, 300%, 450%, 675%, 1013%
      y 1519%.</li>
    <li>Pulse &accelKey;+<kbd><abbr title="menos">-</abbr></kbd> para
      decrementar el tama&ntilde;o del texto. Esto reduce el texto al 90% de su
      tama&ntilde;o original, luego el 50%, 33%, 22%, 15%, 10%, 7%, 4%, 3%, 2%
      y 1%.</li>
    <li>Pulse &accelKey;+<kbd>0</kbd> para restablecer el tama&ntilde;o del
      texto al indicado originalmente por la p&aacute;gina web.</li>
  </ul>

  <p>Observe que algunas p&aacute;ginas web pueden mostrarse de manera
    incorrecta si incrementa o decrementa el tama&ntilde;o de letra.</p>

  <h3 id="overriding_page_colors">Reemplazar los colores de la
    p&aacute;gina</h3>

  <p>Algunos sitios web pueden mostrar colores de texto y fondo que son
    dif&iacute;ciles de leer, y otros pueden basarse en los colores por
    omisi&oacute;n del navegador. Puede fijar sus colores predeterminados si
    va a &pref.menuPath;, seleccionando el panel <em>Contenido</em> y haciendo
    clic en el bot&oacute;n <em>Colores</em> de la secci&oacute;n
    <em>Tipograf&iacute;a y colores</em>. Puede indicar colores predeterminados
    para texto y fondo, as&iacute; como para hiperenlaces visitados y no
    visitados. Tambi&eacute;n puede especificar si los hiperenlaces deben ser
    subrayados.</p>

  <p>Sin embargo, muchas p&aacute;ginas web establecen sus propios colores,
    as&iacute; que las opciones indicadas por usted no tendr&aacute;n efecto.
    Para reemplazar los colores definidos por las p&aacute;ginas web,
    desmarque la &pref.singular; <em>Permitir a las p&aacute;ginas elegir sus
    propios colores, en vez de mi selecci&oacute;n anterior.</em>.</p>

  <div class="noMac">

    <h3 id="using_a_high_contrast_theme">Usar un tema de alto contraste</h3>

    <p>&brandShortName; detecta autom&aacute;ticamente si est&aacute; usando
      un tema de alto contraste y muestra todo en esquema de color de alto
      contraste. Esto prevalece sobre cualquier otra configuraci&oacute;n del
      navegador o de las p&aacute;ginas web, y afecta al interfaz de
      &brandShortName; en s&iacute; mismo (todos los men&uacute;s, ventanas y
      cajas de di&aacute;logo) y al contenido de cualquier p&aacute;gina web
      que visite.</p>

    <p class="win">Para usar un tema de alto contraste, vaya a
      <span class="menuPath">Men&uacute; Inicio &gt; Panel de control &gt;
      Opciones de accesibilidad &gt; Pantalla</span> y marque la
      &pref.singular; <em>Usar alto contraste</em>.</p>

  </div>

  <h2 id="controlling_web_content">Controlar el contenido web</h2>

  <h3 id="blocking_popup_windows">Bloquear ventanas emergentes</h3>

  <p>Vea <a href="popup.xhtml">Controlar ventanas emergentes</a> para
    informaci&oacute;n sobre c&oacute;mo bloquear ventanas emergentes.</p>

  <h3 id="turning_off_java_applets">Desactivar applets de Java</h3>

  <p>Algunas p&aacute;ginas proporcionan una rica experiencia interactiva con
    applets de Java&trade;. Sin embargo, algunos usuarios que se apoyan en la
    navegaci&oacute;n con teclado pueden experimentar problemas con algunos
    applets de Java que obtienen autom&aacute;ticamente el foco y no
    proporcionan una manera de <q>salir</q> del applet y navegar al resto de
    la p&aacute;gina web. Si esto es un problema para usted, puede desactivar
    Java si va a &pref.menuPath;, seleccionando <em>Contenido</em> y
    desmarcando la &pref.singular; <em>Activar Java</em>.</p>

  <h3 id="restricting_javascript_behavior">Limitar el comportamiento de
    JavaScript</h3>

  <p>Puede desactivar JavaScript por completo si va a &pref.menuPath;,
    seleccionando el panel <em>Contenido</em> y desmarcando <em>Activar
    JavaScript</em>. Algunas p&aacute;ginas web se apoyan en JavaScript y
    pueden no funcionar correctamente si JavaScript est&aacute;
    desactivado.</p>

  <p>Si no quiere desactivar JavaScript por completo, tambi&eacute;n hay un
    cierto de preferencias avanzadas de JavaScript para restringir el
    comportamiento de los scripts. Inmediatamente tras la casilla <em>Activar
    JavaScript</em>, pulse el bot&oacute;n <em>Avanzado</em> para abrir la
    ventana <em>Par&aacute;metros avanzados de JavaScript</em>. Puede controlar
    si se permite a los scripts mover o redimensionar ventanas existentes,
    traerlas a primer plano o llevarlas fondo, desactivar o reemplazar
    men&uacute;s contextuales, ocultar la barra de estado, o cambiar el texto
    de la barra de estado.</p>

  <h2 id="compatibility_with_assistive_technologies">Compatibilidad con
    tecnolog&iacute;as asistivas</h2>

  <p>La informaci&oacute;n m&aacute;s reciente sobre compatibilidad con
    tecnolog&iacute;as asistivas de terceros est&aacute; en l&iacute;nea en
    <a target="_blank" href="http://www.mozilla.org/access/compatibility">Accesibilidad
    en Mozilla: compatibilidad con tecnolog&iacute;as asistivas
    (en ingl&eacute;s)</a>.</p>

  <h2 id="finding_help_online">Encontrar ayuda en l&iacute;nea</h2>

  <div class="win">

    <p>Freedom Scientific mantiene unas cuantas
      <a target="_blank" href="http://www.freedomscientific.com/fs_support/User_Groups.asp">listas
      de correo para usuarios de JAWS</a>.</p>

    <p>GW Micro mantiene unas cuantas
      <a target="_blank" href="http://www.gwmicro.com/Support/Email_Lists/">listas
      de correo para usuarios de Window Eyes</a>.</p>
  </div>

  <p>Puede <span class="win">tambi&eacute;n</span> publicar preguntas sobre
    accesibilidad en el
    <a target="_blank" href="http://forums.mozillazine.org/viewforum.php?f=38">foro
    de soporte de &brandShortName;</a>.</p>

  <div class="contentsBox"><em>29 de agosto de 2006</em></div>

  <p>Copyright &copy; 2003-2006 Colaboradores del proyecto del visor de la
    ayuda de Mozilla.<br />Traducido el 14 de septiembre de 2006.</p>

</body>
</html>
