<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Nilson Cain <mybugs@bellsouth.net> (original author)
  Jeff Walden <jwalden+code@mit.edu>
Traducci&oacute;n:
  Proyecto NAVE (http://nave.escomposlinux.org/)
-->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>Usar el administrador de descargas de &brandFullName;</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>


<body>
<h1>Usar el administrador de descargas de &brandFullName;</h1>

<div class="contentsBox">En esta secci&oacute;n:
  <ul>
    <li><a href="#what_is_download_manager">&iquest;Qu&eacute; es el administrador de descargas?</a></li>
    <li><a href="#do_with_download_manager">&iquest;Qu&eacute; puedo hacer con el administrador de descargas?</a></li>
    <li><a href="#download_manager_options">&pref.pluralCaps; del administrador de descargas</a></li>
  </ul>
</div>
<h2 id="what_is_download_manager">&iquest;Qu&eacute; es el administrador de descargas?</h2>

<p>El administrador de descargas es una caracter&iacute;stica de &brandShortName; que
permite seguir el rastro y controlar los archivos ya descargados y los actuales. Es
una forma conveniente para escapar del desorden de las m&uacute;ltiples ventanas de
descargas mientras se mantiene el acceso a las estad&iacute;sticas de las descargas.</p>

<p>El administrador de descargas aparecer&aacute; cuando se descarguen archivos, al
pulsar <span class="menuPath">Herramientas &gt; Descargas</span>, y al pulsar las
teclas <span class="noUnix">&accelKey;+<kbd>J</kbd></span><span
class="unix">&accelKey;+<kbd>Y</kbd></span>.</p>

<h2 id="do_with_download_manager">&iquest;Qu&eacute; puedo hacer con el administrador de descargas?</h2>

<p>Aparte de mantener la informaci&oacute;n de todas las descargas en un &uacute;nico
lugar, el administrador de descargas mantiene las acciones apropiadas de forma
f&aacute;cilmente accesible para cada descarga.</p>

<dl>
  <dt>Pausa</dt>
  <dd>Se puede poner en pausa cualquier descarga que est&aacute; actualmente en
  progreso pulsando en el enlace de <em>Pausa</em> al lado de la entrada
  del archivo. Puede ser &uacute;til, por ejemplo, si se necesita realizar una
  peque&ntilde;a descarga comenzada despu&eacute;s de una descarga grande. Pausar
  las descargas le permite decidir qu&eacute; descargas son las m&aacute;s
  importantes. Cuando se quiera continuar la descarga de estos archivos,
  simplemente use el enlace <em>Continuar</em> para finalizar estas
  descargas.</dd>

  <dt>Cancelar</dt>
  <dd>Si despu&eacute;s de comenzar una descarga decide que ese archivo no es
  necesario, cancelar la descarga es sencillo: s&oacute;lo hay que usar el enlace
  <em>Cancelar</em> junto a la informaci&oacute;n de la descarga para
  cancelarla y liberar la conexi&oacute;n para poder navegar y hacer otras descargas.</dd>

  <dt>Abrir el archivo</dt>
  <dd>Cuando ha finalizado una descarga, aparecer&aacute; junto a la entrada del
  archivo el enlace <em>Abrir</em>. Se usa para abrir el archivo.</dd>

  <dt>Eliminar la entrada del archivo</dt>
  <dd>Si no se desea guardar informaci&oacute;n de una descarga en particular, se
  puede eliminar la entrada con una sola pulsaci&oacute;n del rat&oacute;n. S&oacute;lo
  hay que usar el enlace <em>Eliminar</em> que est&aacute; junto a la entrada
  del archivo para eliminarla.</dd>

  <dt>Abrir carpeta contenedora</dt>
  <dd>Si ha configurado &brandShortName; para guardar todas las descargas en una carpeta en las
    <a href="#download_manager_options">&pref.pluralCaps; del administrador de descargas</a>,
    puede abrir esta carpeta haciendo clic en el <em>nombre de la carpeta</em> en la parte
    inferior de la ventana administrador de descargas.</dd>

  <dt>Reintentar una descarga</dt>
  <dd>Si por alguna raz&oacute;n la descarga no se completa, es muy f&aacute;cil volver
  a intentarla. Para recuperar una descarga fallida y repetirla, solamente hay que
  usar el enlace <em>Reintentar</em> junto a la entrada del archivo y &brandShortName;
  reanudar&aacute; la descarga.</dd>
</dl>

<h2 id="download_manager_options">&pref.pluralCaps; del administrador de descargas</h2>

<p>Las &pref.plural; del administrador de descargas est&aacute;n accesibles
  abriendo la secci&oacute;n Descargas del panel <em>Principal</em> en la ventana
  de &pref.plural;. Le permiten cambiar varias &pref.plural; de descarga. Hay
  m&aacute;s informaci&oacute;n disponible sobre las diferentes &pref.plural; en
  la <a href="prefs.xhtml#downloads">p&aacute;gina de &pref.plural;</a>.</p>

<div class="contentsBox"><em>12 de septiembre de 2006</em></div>
<p>Copyright &copy; 2003-2006 Colaboradores del proyecto del visor de la ayuda de Mozilla.
<br />Traducido el 14 de septiembre de 2006</p>

</body>

</html>
