<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
]
>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Glosario</title>
  <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body id="noMarginBody">

<p>Este glosario se proporciona s&oacute;lo para su informaci&oacute;n, y no
se pretende que sea fiable como descripci&oacute;n completa o autorizada de
los t&eacute;rminos definidos a continuaci&oacute;n, ni de las
ramificaciones de seguridad o privacidad de las tecnolog&iacute;as
descritas en &eacute;l.</p>

<hr />

<h1 id="glossary">Glosario</h1>

<dl>
  <dt id="Password_Manager">administrador de contrase&ntilde;as</dt>
  <dd>La parte de &brandShortName; que puede ayudar a
  recordar algunos o todos los nombres y contrase&ntilde;as
  almacen&aacute;ndolas en el disco duro, e introduci&eacute;ndolas
  autom&aacute;ticamente cuando se visitan esos sitios.</dd>

  <dt id="location_bar">barra de direcciones</dt>
  <dd>El campo (y botones asociados) que est&aacute;n cerca del borde superior de
  la ventana de &brandShortName; donde se puede escribir una
  <a href="#Uniform_Resource_Locator">URL</a> o buscar t&eacute;rminos.</dd>

  <dt id="Status_Bar">barra de estado</dt><dd>Es la barra de
  herramientas situada en la parte inferior de cualquier ventana de
  &brandShortName;. Muestra los iconos de estado a la derecha.</dd>
  
  <dt id="Bookmarks_Toolbar">barra de marcadores</dt>
  <dd>La barra de herramientas personalizable que, de manera predeterminada,
  aparece justo debajo de la barra de direcciones de &brandShortName;. Contiene
  botones para sus marcadores favoritos (o carpetas que contienen grupos de
  marcadores) que puede a&ntilde;adir o eliminar.</dd>

  <dt id="navigation_toolbar">barra de navegaci&oacute;n</dt>
  <dd>Es la barra de herramientas que se encuentra
  cerca de la parte superior de la ventana de &brandShortName; que incluye los
  botones <em>Anterior</em> y <em>Siguiente</em>.</dd>

  <dt id="cache">cach&eacute;</dt><dd> Una colecci&oacute;n de
  copias de p&aacute;ginas web almacenadas en el disco duro del ordenador o en
  su memoria de acceso aleatorio (RAM, Random Access Memory). &brandShortName;
  acumula estas copias mientras navega por la Web. Cuando se hace clic en un
  enlace o se escribe una <a href="#Uniform_Resource_Locator">URL</a> para
  acceder a una p&aacute;gina web cuyo contenido ya est&aacute; en la
  cach&eacute;, &brandShortName; compara la copia almacenada con el original.
  Si no ha habido cambios, &brandShortName; usa la copia de la cach&eacute; en
  vez de volver a recuperar el original, ahorrando tiempo de procesamiento y
  descarga.</dd>

  <dt id="certificate">certificado</dt><dd>El equivalente digital
  de una tarjeta fiscal. Un certificado especifica el nombre de una persona
  f&iacute;sica, empresa u otra entidad y certifica que una clave
  p&uacute;blica, que est&aacute; incluida en el certificado, pertenece a esa
  entidad. Cuando se firma un mensaje o datos digitalmente, la firma digital
  para ese mensaje se crea con la ayuda de la clave privada que corresponde a
  la clave p&uacute;blica en el certificado.</dd>

  <dt id="encryption">cifrado</dt><dd>El proceso de juntar o
  separar informaci&oacute;n de manera que se enmascara su significado. Por
  ejemplo, las conexiones cifradas entre dos ordenadores hace que sea muy
  dif&iacute;cil de descifrar, o <em>desencriptar,</em> la informaci&oacute;n
  que viaja por la conexi&oacute;n. La informaci&oacute;n cifrada s&oacute;lo
  puede ser descifrada por alguien que tenga la clave apropiada.</dd>

  <dt id="private_key">clave privada</dt><dd>Uno de los elementos
  del par de claves usadas en criptograf&iacute;a de clave
  p&uacute;blica. La clave privada se mantiene en secreto y se usa para
  descifrar los datos que han sido cifrados con la correspondiente clave
  p&uacute;blica.</dd>

  <dt id="client">cliente</dt><dd>El software (como puede ser un
  navegador de Internet) que realiza peticiones y recibe informaci&oacute;n de
  un <a href="#server">servidor</a>, que normalmente se ejecuta en una
  m&aacute;quina distinta. A un ordenador en el que se ejecuta software cliente
  se le suele llamar cliente.</dd>
  
  <dt id="master_password">contrase&ntilde;a maestra</dt>
  <dd>Una contrase&ntilde;a usada para proteger sus contrase&ntilde;as y otros
  datos confidenciales guardados. &brandShortName; le solicitar&aacute; su
  contrase&ntilde;a maestra cuando usted desee acceder a estos datos. Si tiene
  m&uacute;ltiples dispositivos de seguridad, cada uno requerir&aacute; una
  contrase&ntilde;a maestra separada.</dd>

  <dt id="cookie">cookie</dt>
  <dd>Una peque&ntilde;a cantidad de informaci&oacute;n almacenada en el
  ordenador generada por algunos sitios web. Cuando se visita uno de estos
  sitios, &eacute;stos piden a &brandShortName; que ponga una o m&aacute;s
  cookies en el disco duro. Despu&eacute;s, cuando se vuelve a ese sitio,
  &brandShortName; manda las cookies pertenecientes a ese sitio. Las cookies
  ayudan a p&aacute;ginas web a guardar informaci&oacute;n acerca de usted,
  como el contenido de un carro de la compra. Puede controlar sus preferencias
  de cookies para controlar c&oacute;mo se usan las cookies y cu&aacute;nta
  informaci&oacute;n desea que los sitios web puedan almacenar en ellas.</dd>

  <dt id="cryptography">criptograf&iacute;a</dt><dd>El arte y
  pr&aacute;ctica de ensamblar (cifrar) y desensamblar (descifrar)
  informaci&oacute;n. Por ejemplo, las t&eacute;cnicas criptogr&aacute;ficas se
  usan para componer y descomponer la informaci&oacute;n que circula entre
  p&aacute;ginas web comerciales y &brandShortName;.</dd>

  <dt id="decryption">descifrado</dt><dd>El proceso de descomponer
  datos que han sido cifrados. Ver tambi&eacute;n <a href=
  "#encryption">cifrado</a>.</dd>

  <dt id="Internet_protocol_address">direcci&oacute;n IP (direcci&oacute;n de
  protocolo de Internet)</dt>
  <dd>La direcci&oacute;n de una m&aacute;quina en una red
  <a href="#TCP_IP">TCP/IP</a>.
  Cada ordenador en Internet tiene una direcci&oacute;n IP. Los
  <a href="#client">clientes</a> tienen una IP permanente o una asignada
  din&aacute;micamente cada vez que se conectan a la red.</dd>

  <dt id="FIPS_PUBS_140-1">FIPS PUBS 140-1</dt><dd>Siglas de
  Federal Information Processing Standards Publications (FIPS PUBS) 140-1, es
  un est&aacute;ndar del gobierno de EEUU para implementar m&oacute;dulos
  criptogr&aacute;ficos -es decir, hardware o software que cifra y descifra
  datos o realiza otras operaciones criptogr&aacute;ficas, como la
  creaci&oacute;n o comprobaci&oacute;n de firmas digitales. Muchos productos
  vendidos al gobierno de EEUU deben ser compatibles con uno o m&aacute;s de
  los est&aacute;ndares de FIPS.</dd>

  <dt id="file_transfer_protocol">FTP (protocolo de transferencia de
  ficheros)</dt>
  <dd>Un est&aacute;ndar que permite a los usuarios transferir archivos desde un
  ordenador a otro a trav&eacute;s de la red. Puede usar &brandShortName; para
  obtener archivos usando FTP.</dd>

  <dt id="feed">canal</dt>
  <dd>Una p&aacute;gina web <a href="#XML">XML</a> que contiene una lista de
  enlaces a otras p&aacute;ginas web. Algunos programas especiales pueden leer
  canales para crear una lista de titulares a partir de los enlaces,
  actualizando autom&aacute;ticamente la lista a medida que cambia. Los sitios
  web de noticias usan canales para publicar r&aacute;pidamente los &uacute;ltimos
  titulares, y los diarios personales en l&iacute;nea a menudo usan canales para
  notificar r&aacute;pidamente a sus visitantes de las nuevas entradas. Vea
  tambi&eacute;n <a href="#live_bookmark">marcador din&aacute;mico</a>.</dd>

  <dt id="Hypertext_Markup_Language">HTML (lenguaje de hipertexto basado en
  marcas)</dt>
  <dd> El formato que se usa en las p&aacute;ginas web. El est&aacute;ndar HTML
  define marcas (tags) o c&oacute;digos para definir las propiedades del texto,
  tipos de letra, estilos, im&aacute;genes y otros elementos que forman parte de
  una p&aacute;gina web.</dd>
  
  <dt id="authentication">identificaci&oacute;n</dt><dd>El uso de
  una contrase&ntilde;a, certificado, n&uacute;mero de identificaci&oacute;n
  personal (PIN), u otra informaci&oacute;n para validar una identidad en una
  red de ordenadores.</dd>

  <dt id="digital_ID">identificaci&oacute;n digital</dt><dd>Ver
  <a href="#certificate">certificado</a>.</dd>

  <dt id="Internet">Internet</dt><dd>Una red mundial de millones
  de ordenadores que se comunican entre s&iacute; usando protocolos
  est&aacute;ndar como <a
  href="#TCP_IP">TCP/IP</a>. Desarrollado
  originalmente para el ej&eacute;rcito de EEUU en 1969, Internet creci&oacute;
  para incluir instituciones de educaci&oacute;n e investigaci&oacute;n y, a
  finales los a&ntilde;os 90, a millones de empresas, organizaciones y
  particulares. Hoy en d&iacute;a Internet se usa para correo
  electr&oacute;nico, navegar por la <a href="#world_wide_web">World Wide
  Web (WWW)</a>, mensajer&iacute;a instant&aacute;nea, listas de correo,
  grupos de noticias, y otros muchos servicios.</dd>
  
  <dt id="Java">Java</dt><dd>Un lenguaje de programaci&oacute;n
  desarrollado por Sun Microsystems. Un programa Java puede ejecutarse en
  muchos tipos distintos de ordenadores, evitando as&iacute; que los
  programadores tengan que crear versiones distintas de un mismo programa para
  cada tipo de ordenador. Una vez que se ha instalado Java, &brandShortName;
  puede descargar y ejecutar autom&aacute;ticamente programas escritos en Java
  (tambi&eacute;n llamados <em>applets</em>).</dd>

  <dt id="JavaScript">JavaScript</dt><dd>Un lenguaje de
  <em>scripting</em> usado com&uacute;nmente para construir p&aacute;ginas
  web. Los programadores usan JavaScript para hacer las p&aacute;ginas web
  m&aacute;s interactivas; JavaScript se usa a menudo para validar
  din&aacute;micamente formularios y botones de selecci&oacute;n. JavaScript
  puede usarse junto con Java, pero son dos lenguajes t&eacute;cnicamente
  distintos. No es necesario tener Java instalado para que JavaScript
  funcione correctamente.</dd>

  <dt id="bookmark">marcador</dt>
  <dd>Una direcci&oacute;n de p&aacute;gina web
  (<a href="#Uniform_Resource_Locator">URL</a>) almacenada a la que puede
  dirigirse f&aacute;cilmente pulsando en un icono de marcador de la barra de
  marcadores, o eligiendo el nombre del marcador del men&uacute; Marcadores.</dd>

  <dt id="live_bookmark">marcador din&aacute;mico</dt>
  <dd>Un tipo especial de marcador que act&uacute;a como una carpeta en la que se
  ubican los enlaces de un <a href="#feed">canal</a>. Puede crear un marcador
  din&aacute;mico visitando un sitio con un canal, haciendo clic en el icono de
  marcador din&aacute;mico en la barra de direcciones, y seleccionando el
  canal que desea usar.</dd>

  <dt id="search_engine">motor de b&uacute;squeda o buscador</dt>
  <dd>Un programa basado en una p&aacute;gina web que permite a los usuarios
  buscar y recuperar informaci&oacute;n espec&iacute;fica de la World Wide
  Web (WWW). El motor de b&uacute;squeda puede buscar en todo el texto de los
  documentos web o una lista de palabras clave, o usar t&eacute;cnicas de
  revisi&oacute;n de documentos web e indexarlos manualmente para poder ser
  recuperados. Normalmente, el usuario escribe una palabra o una frase
  en un cuadro de b&uacute;squedas, y el motor de b&uacute;squeda muestra los
  enlaces a las p&aacute;ginas web relevantes.</dd>

  <dt id="home_page">p&aacute;gina de inicio</dt>
  <dd>La p&aacute;gina que &brandShortName; tiene configurada para mostrar cada
  vez que se arranca o cuando se pulsa el bot&oacute;n <em>Inicio</em>.
  Tambi&eacute;n se usa para referirse a la p&aacute;gina principal de un sitio
  web a partir de la cual se puede explorar el resto del sitio.</dd>

  <dt id="web_page">p&aacute;gina web</dt><dd>Un &uacute;nico
  documento en la World Wide Web que se especifica por una
  direcci&oacute;n &uacute;nica o URL. Una p&aacute;gina web puede
  contener texto, hiperenlaces y gr&aacute;ficos.</dd>
  
  <dt id="PKCS_11">PKCS #11</dt><dd>El est&aacute;ndar en
  criptograf&iacute;a de clave p&uacute;blica que gobierna los dispositivos de
  seguridad como tarjetas inteligentes.</dd>

  <dt id="plug-in">plugin</dt><dd>Los plugins a&ntilde;aden nuevas
  funcionalidades a &brandShortName;, como poder reproducir audio o v&iacute;deo.
  Al contrario de lo que sucede con otras aplicaciones auxiliares, un plugin se
  autoinstala en el directorio Plugins dentro del directorio principal de la
  instalaci&oacute;n y lo normal es que sea &brandShortName; el que lo ejecute
  internamente. Por ejemplo, un plugin de audio permite escuchar archivos de
  audio en una p&aacute;gina web o en un mensaje de correo electr&oacute;nico.
  Macromedia Flash Player y Java son ejemplos de plugin.</dd>

  <dt id="proxy">proxy</dt><dd>Es un programa intermediario que
  act&uacute;a tanto como <a href="#server">servidor</a> como <a href=
  "#client">cliente</a>, con la finalidad de realizar peticiones en el nombre
  de otros clientes.</dd>

  <dt id="server">servidor</dt><dd>Es el software (como el que
  sirve p&aacute;ginas web) que recibe peticiones de un <a href=
  "#client">cliente</a> al que le manda la informaci&oacute;n solicitada, que
  normalmente se ejecuta en una m&aacute;quina distinta. Una m&aacute;quina en
  la que se ejecuta software de servidor, se le llama servidor.</dd>

  <dt id="secure_site">sitio seguro</dt>
  <dd>Un sitio que usa <a href="#encryption">cifrado</a> en conexi&oacute;n con
  &brandShortName; para evitar que otros usuarios maliciosos de Internet
  vean los datos transmitidos. Cuando usted visita sitios seguros,
  &brandShortName; muestra el icono de un candado en la <a
  href="#Status_Bar">barra de estado</a> y la <a href="#location_bar">barra
  de direcciones</a>. &brandShortName; tambi&eacute;n muestra el nombre de
  dominio del sitio en la barra de estado (para evitar que sitios maliciosos se
  apropien de sus datos) y cambia el fondo de la barra de direcciones a color
  amarillo.<br /> <br />
  Algunos sitios pueden contener datos seguros e inseguros; los datos inseguros
  normalmente no son privados, aunque no se garantiza que sea as&iacute;. Para
  sitios de este tipo, &brandShortName; mostrar&aacute; el icono de un candado
  con una barra a trav&eacute;s de &eacute;l en la barra de estado y en la
  barra de direcciones y <em>no</em> mostrar&aacute; el nombre de dominio del
  sitio en la barra de estado para que usted sepa que la p&aacute;gina web
  actual no es completamente segura.</dd>
    
  <dt id="web_site">sitio web</dt><dd>Un grupo de p&aacute;ginas
  web relacionadas vinculadas por hiperenlaces y gestionadas por una
  &uacute;nica compa&ntilde;&iacute;a, organizaci&oacute;n, o particular. Un
  sitio web puede incluir texto, gr&aacute;ficos, archivos de audio y
  v&iacute;deo, y enlaces a otros sitios web.</dd>

  <dt id="SSL">SSL (capa de conexiones seguras)</dt>
  <dd>Un protocolo que permite una identificaci&oacute;n rec&iacute;proca
  entre un <a href="#client">cliente</a> y un <a href="#server">servidor</a>
  con la finalidad de establecer una conexi&oacute;n comprobada y cifrada.
  SSL se ejecuta por encima del protocolo TCP/IP y
  por debajo de HTTP, LDAP, IMAP, NNTP, y otros protocolos de red de alto nivel.
  El nuevo est&aacute;ndar de la Internet Engineering Task Force (IETF)
  llamado Transport Layer Security (TLS) est&aacute; basado en SSL. Ver
  tambi&eacute;n <a href="#encryption">cifrado</a>,
  <a href="#authentication">identificaci&oacute;n</a>.</dd>
  
  <dt id="TCP_IP">TCP/IP (protocolo de control de la transmisi&oacute;n/protocolo de Internet)</dt>
  <dd> Un protocolo de sistemas Unix utilizado para conectar ordenadores
  independientemente del sistema operativo. TCP/IP es un protocolo esencial
  de Internet y se ha convertido en un est&aacute;ndar global.</dd>

  <dt id="TLS">TLS</dt><dd>Ver <a href=
  "#SSL">SSL (capa de conexiones seguras)</a>.</dd>

  <dt id="Uniform_Resource_Locator">URL (localizador uniforme de recursos)</dt>
  <dd>El formato est&aacute;ndar de direcciones que le dice a &brandShortName;
  c&oacute;mo localizar un archivo u otro recurso en la Web (por
  ejemplo: <tt>http://www.mozilla.org.</tt>). Escriba URLs en la barra de
  direcciones de &brandShortName; para acceder a p&aacute;ginas web. Las URLs
  tambi&eacute;n se usan en los enlaces de las p&aacute;ginas para poder ir a
  otras al pulsar en ellos. Tambi&eacute;n se conoce como direcci&oacute;n de
  internet o direcci&oacute;n web.</dd>

  <dt id="world_wide_web">World Wide Web</dt><dd>Tambi&eacute;n conocida
  como la Web. Una parte de Internet que se
  refiere al conjunto de p&aacute;ginas web almacenadas en
  <a href="#server">servidores</a> web y mostradas en los
  <a href="#client">clientes</a> llamados navegadores web
  (como &brandShortName;).</dd>
  
  <dt id="XML">XML</dt>
  <dd>XML (Extensible Markup Language, Lenguaje de Marcas eXtensible) es un
  est&aacute;ndar abierto para describir datos. A diferencia de HTML, XML
  permite al desarrollador definir etiquetas especiales. Para m&aacute;s
  informaci&oacute;n, vea el documento en l&iacute;nea del W3C
  <a href="http://www.w3.org/XML/">Extensible Markup Language (XML)</a>.</dd>

</dl>

<p>
[&nbsp;<a href="#glossary">Volver al principio del glosario</a>&nbsp;]
</p>

<div class="copyrightBox"><em>7 de abril de 2005</em></div>
<p>Copyright &copy; 2003-2006 Colaboradores del proyecto del visor de la ayuda de
Mozilla.<br />Traducido el 19 de agosto de 2006.</p>

</body>
</html>
