<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://global/locale/brand.dtd" >
    %brandDTD;
<!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;    
]>
<!--
Contributors:
  David Tenser <david.tenser@comhem.se> (original author)
  R.J. Keller <rlk@trfenv.com>
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
Traducci&oacute;n:
  Proyecto NAVE (http://nave.escomposlinux.org/)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Referencia de men&uacute;s de &brandFullName;</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Referencia de men&uacute;s de &brandFullName;</h1>
  <div>Esta referencia de men&uacute;s describe cada elemento de men&uacute; en
  la ventana principal de &brandFullName;.</div>

  <div class="contentsBox">En esta secci&oacute;n:
    <ul>
      <li class="mac"><a href="#firefox">&brandShortName;</a></li>
      <li><a href="#file">Archivo</a></li>
      <li><a href="#edit">Editar</a></li>
      <li><a href="#view">Ver</a></li>
      <li><a href="#go">Historial</a></li>
      <li><a href="#bookmarks">Marcadores</a></li>
      <li><a href="#tools">Herramientas</a></li>
      <li class="mac"><a href="#window">Ventana</a></li>
      <li><a href="#help">Ayuda</a></li>
    </ul>
  </div>
  
<div class="mac">
  <h2 id="firefox">&brandShortName;</h2>
    <h3 id="about_mac">Acerca de &brandFullName;</h3>
    <p>Muestra un cuadro de di&aacute;logo con informaci&oacute;n sobre
    &brandShortName;, incluyendo la versi&oacute;n actual y una breve lista de
    cr&eacute;ditos.</p>

    <h3 id="prefs_mac">Preferencias…</h3>
    <p>Muestra la <a href="prefs.xhtml">ventana &pref.pluralCaps;</a>,
      donde puede cambiar muchas &pref.plural; en &brandShortName;.</p>

    <h3 id="quit_mac">Salir de &brandShortName;</h3>
    <p>Cierra todas las ventanas de &brandShortName;, cancela todas las
    descargas activas y sale por completo de &brandShortName;. Si selecciona
    esta opci&oacute;n de men&uacute; con m&aacute;s de una pesta&ntilde;a o
    ventana abiertas, &brandShortName; le preguntar&aacute; para confirmar su
    elecci&oacute;n y evitar salidas accidentales. Puede desactivar esta
    advertencia desmarcando la casilla <em>Advertirme al cerrar m&uacute;ltiples
    pesta&ntilde;as</em> en el panel <em>Pesta&ntilde;as</em> de
    &pref.menuPath;. &brandShortName; tambi&eacute;n le advertir&aacute; si
    est&aacute; descargando en ese momento alg&uacute;n archivo.</p>
</div>

<h2 id="file">Archivo</h2>

  <h3 id="new_window">Nueva ventana</h3>
  <p>Abre una nueva ventana de &brandShortName;.</p>

  <h3 id="new_tab">Nueva pesta&ntilde;a</h3>
  <p>Abre una nueva pesta&ntilde;a del navegador en la ventana actual de
  &brandShortName;.</p>

  <h3 id="open_location">Abrir direcci&oacute;n…</h3>
  <p>Sit&uacute;a el cursor en la barra de URLs de &brandShortName; para que
  pueda escribir una nueva direcci&oacute;n a la que dirigirse.</p>

  <h3 id="open_file">Abrir archivo…</h3>
  <p>Muestra un di&aacute;logo para abrir archivos donde puede seleccionar un
  archivo de sus discos o redes locales. Puede ver muchos tipos de archivos en
  &brandShortName;, incluyendo archivos HTML/XML, archivos de im&aacute;genes,
  archivos de texto y otros.</p>

  <h3 id="close">Cerrar (ventana)</h3>
  <p>Cierra la ventana actual.</p>

  <h3 id="close_tab">Cerrar pesta&ntilde;a</h3>
  <p>Cierra la pesta&ntilde;a actual y selecciona la siguiente pesta&ntilde;a a
  la derecha. Este elemento de men&uacute; s&oacute;lo est&aacute; visible si
  hay m&aacute;s de una pesta&ntilde;a abierta.</p>

  <h3 id="save_page_as">Guardar p&aacute;gina como…</h3>
  <p>Guarda la p&aacute;gina que est&aacute; visualizando actualmente. Tiene la
  opci&oacute;n de guardar la p&aacute;gina completa (con gr&aacute;ficos),
  s&oacute;lo la p&aacute;gina HTML o &uacute;nicamente el texto de la
  p&aacute;gina.</p>

  <h3 id="send_page">Enviar enlace…</h3>
  <p>Abre una ventana de redacci&oacute;n de correo electr&oacute;nico usando el
  programa de correo electr&oacute;nico predeterminado de su ordenador, de modo
  que pueda enviar un mensaje con un enlace a la p&aacute;gina actual.</p>

  <h3 id="page_setup">Configurar p&aacute;gina…</h3>
  <p>Muestra un di&aacute;logo de configuraci&oacute;n de p&aacute;gina donde
  pueden especificarse opciones de impresi&oacute;n tales como m&aacute;rgenes,
  cabeceras y pies, y orientaci&oacute;n de p&aacute;gina.</p>

  <div class="noMac">
    <h3 id="print_preview">Vista preliminar (s&oacute;lo Windows y Linux)</h3>
    <p>Muestra una vista preliminar de c&oacute;mo aparecer&aacute; el documento
      actual al imprimirlo. Refleja las opciones elegidas en el cuadro de
      configuraci&oacute;n de p&aacute;gina y los prop&oacute;sitos del autor para
      la p&aacute;gina.</p>
  </div>

  <h3 id="print">Imprimir…</h3>
  <p>Muestra el di&aacute;logo Imprimir, donde puede especificar el n&uacute;mero
  de copias impresas, etc. Pulse <em>Aceptar</em> para imprimir la p&aacute;gina.</p>

  <h3 id="import">Importar…</h3>
  <p>Abre el asistente de importaci&oacute;n, que le permite importar &pref.plural;,
  marcadores, historial, contrase&ntilde;as y otros datos de navegadores como
  Microsoft Internet Explorer, Netscape, Mozilla u Opera.</p>

  <h3 id="work_offline">Trabajar sin conexi&oacute;n</h3>
  <p>Alterna entre modo con y sin conexi&oacute;n. El modo sin conexi&oacute;n le
  permite ver p&aacute;ginas web que ha visitado previamente sin estar conectado
  a Internet.</p>

  <div class="noMac">
  <h3 id="exit">
    <span class="win">Salir</span>
    <span class="noWin">Salir</span>
  </h3>
    <p>Cierra todas las ventanas de &brandShortName;, cancela todas las
    descargas activas y sale por completo de &brandShortName;. Si selecciona
    esta opci&oacute;n de men&uacute; con m&aacute;s de una pesta&ntilde;a o
    ventana abiertas, &brandShortName; le preguntar&aacute; para confirmar su
    elecci&oacute;n y evitar salidas accidentales. Puede desactivar esta
    advertencia desmarcando la casilla <em>Advertirme al cerrar m&uacute;ltiples
    pesta&ntilde;as</em> en el panel <em>Pesta&ntilde;as</em> de
    &pref.menuPath;. &brandShortName; tambi&eacute;n le advertir&aacute; si
    est&aacute; descargando en ese momento alg&uacute;n archivo.</p>
  </div>

<h2 id="edit">Editar</h2>

  <h3 id="undo">Deshacer</h3>
  <p>Deshace la &uacute;ltima acci&oacute;n en un campo de texto. Si m&aacute;s
  tarde decide que no quiere deshacer una acci&oacute;n, utilice el comando
  Rehacer.</p>

  <h3 id="redo">Rehacer</h3>
  <p>Repite la &uacute;ltima orden Deshacer.</p>

  <h3 id="cut">Cortar</h3>
  <p>Corta el texto seleccionado de un campo de texto y lo guarda en el portapapeles.
  Pegue el texto en cualquier otra parte usando la opci&oacute;n Pegar.</p>

  <h3 id="copy">Copiar</h3>
  <p>Copia el texto seleccionado en el portapapeles. Pegue el texto en un campo de
  texto usando la opci&oacute;n Pegar.</p>

  <h3 id="paste">Pegar</h3>
  <p>Pega el texto guardado en el portapapeles en un campo de texto.</p>

  <h3 id="delete">Borrar</h3>
  <p>Borra el texto seleccionado de un campo de texto.</p>

  <h3 id="select_all">Seleccionar todo</h3>
  <p>Selecciona todo el texto y otros elementos de la p&aacute;gina.</p>

  <h3 id="find_in_this_page">Buscar en esta p&aacute;gina…</h3>
  <p>Muestra la barra de herramientas de b&uacute;squeda al pie de la ventana del
  navegador. Introduzca el texto que desea buscar en la barra de herramientas,
  y a medida que escriba &brandShortName; encontrar&aacute; y seleccionar&aacute;
  autom&aacute;ticamente la primera ocurrencia del texto introducido en la p&aacute;gina.
  Pulse <em>Buscar siguiente</em> o <em>Buscar anterior</em> para encontrar el
  texto en otras posiciones de la p&aacute;gina, y pulse <em>Resaltar</em> para
  destacar todas las ocurrencias del texto en la p&aacute;gina.</p>

  <h3 id="find_again">Repetir la b&uacute;squeda</h3>
  <p>Busca la siguiente ocurrencia del texto especificado al usar la opci&oacute;n
  <em>Buscar en esta p&aacute;gina…</em>.</p>

  <h3 class="unix" id="prefs">&pref.pluralCaps;</h3>
  <p class="unix">Muestra la <a href="prefs.xhtml">ventana de &pref.pluralCaps;</a>,
  donde puede cambiar muchas &pref.plural; de &brandShortName;.</p>

<h2 id="view">Ver</h2>

  <h3 id="toolbars">Barras de herramientas</h3>

    <h4 id="navigation_toolbar">Barra de herramientas de navegaci&oacute;n</h4>
    <p>Alterna la visibilidad de la barra de herramientas de navegaci&oacute;n, que
    normalmente contiene los botones est&aacute;ndar de navegaci&oacute;n (Anterior,
    Siguiente, Parar, etc.).</p>

    <h4 id="bookmarks_toolbar">Barra de herramientas de marcadores</h4>
    <p>Alterna la visibilidad de la barra de herramientas de marcadores, que
    contiene marcadores a diversos sitios.</p>

    <h4 id="customize">Personalizar…</h4>
    <p>Muestra el di&aacute;logo de personalizaci&oacute;n de la barra de
    herramientas. Puede arrastrar y soltar botones entre la barra de herramientas y
    aqu&iacute;. Tambi&eacute;n puede <span class="noMac">pulsar con el bot&oacute;n
    derecho</span><span class="mac">pulsar &ctrlKey; y hacer clic</span> en la
    barra de navegaci&oacute;n y seleccionar <em>Personalizar…</em> para mostrar
    este di&aacute;logo.</p>

  <h3 id="status_bar">Barra de estado</h3>
  <p>Alterna la visibilidad de la barra de estado, ubicada en la parte inferior de
  la ventana. La barra de estado muestra informaci&oacute;n &uacute;til sobre la
  p&aacute;gina pero puede no ser necesaria para todo el mundo.</p>

  <h3 id="sidebar">Panel lateral</h3>
  <p>El panel lateral puede mostrar sus marcadores o el historial de
  navegaci&oacute;n. Siempre puede cerrar el panel lateral pulsando en la X en la
  esquina superior derecha.</p>

    <h4 id="view_sidebar_bookmarks">Marcadores</h4>
    <p>Muestra el panel lateral de marcadores, que mantiene visibles sus marcadores
    todo el tiempo. Esto puede resultar muy &uacute;til si usa los marcadores a
    menudo.</p>

    <h4 id="view_sidebar_history">Historial</h4>
    <p>Muestra el panel lateral del historial, que mantiene registrados los sitios
    que ha visitado. Para cambiar cu&aacute;ntos d&iacute;as debe recordarse un
    sitio, seleccione &pref.menuPath; y seleccione el panel <em>Privacidad</em>.</p>

  <h3 id="stop">Parar</h3>
  <p>Detiene la carga de la p&aacute;gina que est&aacute; visitando actualmente. Es
  equivalente a pulsar el bot&oacute;n <em>Parar</em> de la barra de herramientas.</p>

  <h3 id="reload">Recargar</h3>
  <p>Obtiene la versi&oacute;n m&aacute;s actualizada de la p&aacute;gina actual.
  Esto es equivalente a pulsar el bot&oacute;n <em>Recargar</em> en la barra de
  herramientas.</p>

  <h3 id="text_size">Tama&ntilde;o del texto</h3>
  <p>Si el texto en una p&aacute;gina web es demasiado peque&ntilde;o o demasiado grande, puede
  cambiarlo a un tama&ntilde;o m&aacute;s c&oacute;modo.</p>
  
  <h4 id="increase_text_size">Incrementar</h4>
  <p>Muestra el texto una <em>talla</em> mayor en la p&aacute;gina web. Tambi&eacute;n
  puede hacer esto con el rat&oacute;n (vea <a href="mouse_shortcuts.xhtml">Atajos
  del rat&oacute;n</a> para m&aacute;s detalles).</p>

  <h4 id="decrease_text_size">Disminuir</h4>
  <p>Hace m&aacute;s peque&ntilde;o el texto de la p&aacute;gina web. Puede hacer
  esto mismo tambi&eacute;n con el rat&oacute;n (vea <a href="mouse_shortcuts.xhtml">Atajos
  del rat&oacute;n</a> para m&aacute;s detalles).</p>
  
  <h4 id="reset_text_size">Normal</h4>
  <p>Muestra el texto en la p&aacute;gina web con su tama&ntilde;o normal.</p>

  <h3 id="page_style">Estilo de p&aacute;gina</h3>
  <p>Le permite seleccionar un estilo para la p&aacute;gina web en curso. Por omisi&oacute;n,
    se selecciona &quot;Estilo de p&aacute;gina b&aacute;sico&quot; a menos que el autor especifique
    un valor predeterminado diferente.</p>

    <h4 id="no_style">Sin estilo</h4>
    <p>Elimina el formato de estilo de la p&aacute;gina.</p>

    <h4 id="basic_page_style">Estilo de p&aacute;gina b&aacute;sico</h4>
    <p>Muestra la p&aacute;gina con un estilo general especificado por el autor.</p>

    <h4 id="alternate_style"></h4>
    <p>Si el autor ha especificado estilos de p&aacute;gina adicionales, &brandShortName;
      los listar&aacute; aqu&iacute; para que los pueda seleccionar.</p>

  <h3 id="character_encoding">Codificaci&oacute;n de caracteres</h3>
  <p>Le permite cambiar manualmente la codificaci&oacute;n de caracteres en una
  p&aacute;gina web. Normalmente, &brandShortName; hace esto autom&aacute;ticamente.</p>
  
  <h3 id="page_source">C&oacute;digo fuente de la p&aacute;gina</h3>
  <p>Muestra el c&oacute;digo fuente del documento actual. <!-- Una futura
  versi&oacute;n de &brandShortName; podr&aacute; lanzar un programa
  externo para ver el c&oacute;digo fuente.--></p>

  <div class="noMac">
    <h3 id="full_screen">Pantalla completa</h3>
    <p>Muestra la ventana en pantalla completa. Si tiene la barra de
    herramientas de navegaci&oacute;n oculta, puede restaurar la ventana en
    cualquier caso pulsando <kbd>F11</kbd>.</p>
  </div>

<h2 id="go">Historial</h2>

  <p>El men&uacute; Historial contiene una lista de los &uacute;ltimos sitios
    web visitados y pesta&ntilde;as cerradas.</p>
  
  <h3 id="back">Anterior</h3>
  <p>Navega una p&aacute;gina atr&aacute;s en el historial. Esto es lo mismo que
  pulsar el bot&oacute;n <em>Anterior</em> en la barra de herramientas.</p>

  <h3 id="forward">Siguiente</h3>
  <p>Navega una p&aacute;gina adelante en el historial. Esto es lo mismo que
  pulsar el bot&oacute;n <em>Siguiente</em> en la barra de herramientas.</p>

  <h3 id="home">Inicio</h3>
  <p>Muestra su p&aacute;gina de inicio. Esto es lo mismo que pulsar el bot&oacute;n
  <em>Inicio</em> en la barra de herramientas de navegaci&oacute;n. Para cambiar
  la p&aacute;gina de inicio, seleccione &pref.menuPath; y abra el panel
  <em>Principal</em>. Puede indicar que se use una p&aacute;gina en
  blanco, la p&aacute;gina actual (o grupo de pesta&ntilde;as), un marcador, o una
  direcci&oacute;n introducida manualmente.</p>
  
  <h3 id="closed_tabs">Pesta&ntilde;as cerradas recientemente</h3>
  <p>Le permite restaurar una pesta&ntilde;a que haya cerrado recientemente en
    la ventana actual seleccion&aacute;ndola de la lista. Vea el tema
    <a href="tabbed_browsing.xhtml#closing_tabs">Cerrar y restaurar
    pesta&ntilde;as</a> para m&aacute;s informaci&oacute;n.</p>

  <h3 id="go_history">Mostrar en panel lateral</h3>
  <p>Muestra el panel lateral Historial, que registra los sitios que ha visitado.
  Para cambiar cu&aacute;ntos d&iacute;as debe recordarse un sitio, seleccione
  &pref.menuPath; y escoja el panel <em>Privacidad</em> panel.</p>

<h2 id="bookmarks">Marcadores</h2>

  <p>Este men&uacute; contiene todos sus marcadores guardados.</p>

  <h3 id="add_to_bookmarks">A&ntilde;adir esta p&aacute;gina a marcadores…</h3>
  <p>A&ntilde;ade la p&aacute;gina actual a sus marcadores. Aparecer&aacute; un
  di&aacute;logo que le permitir&aacute; elegir un t&iacute;tulo para el
  marcador y especificar d&oacute;nde quiere que se guarde.</p>

  <h3 id="subscribe">Suscribirse a esta p&aacute;gina…</h3>
  <p>Muestra una vista preliminar del <a href="glossary.xhtml#feed">canal</a>
  ofrecido por el sitio en curso. Desde la vista preliminar, puede suscribirse
  al canal usando un <a href="glossary.xhtml#live_bookmark">marcador
  din&aacute;mico</a>, un agregador de canales en su ordenador, o un servicio
  web. Si ha elegido suscribirse siempre usando un marcador din&aacute;mico o
  un agregador de canales en el panel <em>Canales</em> de &pref.menuPath;, se
  omitir&aacute; la vista preliminar.</p>
    
  <h3 id="bookmark_all_tabs">A&ntilde;adir todas las pesta&ntilde;as a
  marcadores</h3>
  <p>A&ntilde;ade todas las pesta&ntilde;as en la ventana actual a una nueva
  carpeta de marcadores. Se mostrar&aacute; un di&aacute;logo que le permite
  escoger el nombre de la carpeta y especificar d&oacute;nde quiere
  guardarla.</p>

  <h3 id="organize_bookmarks">Organizar marcadores…</h3>
  <p>Muestra el administrador de marcadores, una ventana donde puede modificar
  sus marcadores. Puede ordenar, renombrar y cambiar las propiedades de sus
  marcadores as&iacute; como a&ntilde;adirlos, eliminarlos y moverlos.</p>

<h2 id="tools">Herramientas</h2>

  <h3 id="web_search">Buscar en la web</h3>
  <p>Sit&uacute;a el cursor en la caja de b&uacute;squeda en la web. Puede escribir
  ah&iacute; los t&eacute;rminos que desee buscar en la web.</p>

  <h3 id="downloads">Descargas</h3>
  <p>Abre el administrador de descargas, donde puede ver las descargas actuales
  as&iacute; como las completadas.</p>

  <h3 id="add_ons">Complementos</h3>
  <p>Abre el administrador de complementos, donde puede ver, instalar,
  configurar, actualizar y desinstalar sus extensiones y temas. Para m&aacute;s
  informaci&oacute;n, vea el tema de la ayuda
  <a href="customization.xhtml#add_ons">Complementos</a>.</p>
  
  <h3 id="javascript_console">Consola de error</h3>
  <p>Abre la consola de error, que registra los problemas con el c&oacute;digo
  JavaScript. JavaScript es un lenguaje de <em>scripting</em> usado habitualmente
  para construir p&aacute;ginas web. Los programadores usan JavaScript para hacer
  las p&aacute;ginas web m&aacute;s interactivas; JavaScript se usa a menudo para
  validar din&aacute;micamente formularios y seleccionar botones.</p>

  <h3 id="page_info">Informaci&oacute;n de p&aacute;gina</h3>
  <p>Muestra amplia informaci&oacute;n sobre la p&aacute;gina web actual, tal como
  el tipo de documento, codificaci&oacute;n, tama&ntilde;o e informaci&oacute;n de
  seguridad. El di&aacute;logo tambi&eacute;n muestra listas de medios y enlaces
  usados en la p&aacute;gina.</p>

  <h3 id="clear_private_data">Limpiar informaci&oacute;n privada…</h3>
  <p>Limpia los elementos seleccionados en el di&aacute;logo Limpiar informaci&oacute;n
  privada del panel <em>Privacidad</em> de &pref.menuPath;. Por omisi&oacute;n,
  muestra un cuadro de di&aacute;logo de confirmaci&oacute;n.</p>

  <h3 class="win" id="options">&pref.pluralCaps;</h3>
  <p class="win">Muestra la <a href="prefs.xhtml">ventana de preferencias</a>,
  donde puede cambiar muchas opciones de &brandShortName;.</p>

  <div class="mac">
  <h2 id="window">Ventana</h2>

    <h3 id="minimize">Minimizar</h3>
    <p>Minimiza la ventana actual.</p>
    
    <h3 id="zoom">Escala</h3>
    <p>Aumenta o restaura la ventana actual.</p>

    <h3 id="open-windows">(Ventanas abiertas)</h3>
    <p>Muestra todas las ventanas abiertas referenci&aacute;ndolas por su t&iacute;tulo.</p>
</div>
 
<h2 id="help">Ayuda</h2>

  <h3 id="help_contents">
    <span class="noMac">Contenido de la ayuda</span>
    <span class="mac">Ayuda de &brandShortName;</span>
  </h3>
  <p>Abre la ventana de ayuda de &brandShortName;, que contiene informaci&oacute;n
  &uacute;til que puede ayudar a navegar por la web.</p>

  <div class="win">
    <h3 id="for_ie_users">Para usuarios de Internet Explorer</h3>
    <p>Abre la ventana de ayuda mostrando informaci&oacute;n que puede ayudar a los
      usuarios de Internet Explorer durante su transici&oacute;n a &brandShortName;.</p>
  </div>

  <h3 id="relnotes">Notas de publicaci&oacute;n</h3>
  <p>Proporciona informaci&oacute;n sobre la instalaci&oacute;n, desinstalaci&oacute;n y configuraci&oacute;n
  de &brandShortName;, as&iacute; como otra informaci&oacute;n importante y avisos de &uacute;ltima
  hora. Requiere una conexi&oacute;n activa a Internet.</p>

  <h3 id="web_forgery">Informar de falsificaci&oacute;n de web…</h3>
  <p>Le permite avisar de sitios que crea que son fraudulentos o de "phising".
    La protecci&oacute;n contra phising en &brandShortName; se apoya en Google,
    y la informaci&oacute;n que env&iacute;a ser&aacute; utilizada por Google
    para mejorar esta caracter&iacute;stica. Su informe ser&aacute;
    an&oacute;nimo, de acuerdo con la pol&iacute;tica de privacidad de Google.
    Esta caracter&iacute;stica requiere una conexi&oacute;n a Internet activa.</p>

  <h3 id="reporter">Informar de sitio web incompatible</h3>
  <p>Le permite informar sobre sitios web que no funcionan correctamente en
    &brandShortName; a los desarrolladores de &brandShortName;.</p>

  <h3 id="check_for_updates">Buscar actualizaciones…</h3>
    <p>Muestra un di&aacute;logo que busca actualizaciones para
      &brandShortName; y pregunta si se quieren descargar en caso de que haya
      alguna disponible. Despu&eacute;s de que se haya descargado una
      actualizaci&oacute;n, el di&aacute;logo le pide reiniciar
      &brandShortName; para que se instale la actualizaci&oacute;n. Observe que
      el nombre de esta opci&oacute;n de men&uacute; cambiar&aacute; cuando se
      est&aacute; descargando una actualizaci&oacute;n o est&aacute; lista para
      ser instalada.</p>
      
  <div class="noMac">
    <h3 id="about_mozilla_firebird">Acerca de &brandFullName;</h3>
    <p>Muestra un cuadro de di&aacute;logo con informaci&oacute;n sobre
      &brandShortName;, incluyendo la versi&oacute;n actual y una breve lista de
      cr&eacute;ditos.</p>
  </div>

<div class="contentsBox"><em>23 de septiembre de 2006</em></div>
<p>Copyright &copy; 2003-2006 Colaboradores del proyecto del visor de la ayuda de
Mozilla.<br />Traducido el 23 de septiembre de 2006.</p>
</body>
</html>
