<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <tenser@comhem.se> (original author)
  Steffen Wilberg <steffen.wilberg@web.de>
  Ryan Flint <rflint@dslr.net>
  Jeff Walden <jwalden+code@mit.edu>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Opciones de &brandFullName;</title>
  <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>&pref.pluralCaps; de &brandFullName;</h1>
<p>Este documento explica todas las &pref.plural; disponibles en la ventana
&pref.plural; de &brandFullName;.</p>

<div class="contentsBox">En esta secci&oacute;n:
  <ul>
    <li><a href="#general_options">&pref.pluralCaps;, panel Principal</a></li>
    <li><a href="#privacy_options">&pref.pluralCaps;, panel Pesta&ntilde;as </a></li>
    <li><a href="#content_options">&pref.pluralCaps;, panel Contenido</a></li>
    <li><a href="#feeds_options">&pref.pluralCaps;, panel Canales</a></li>
    <li><a href="#privacy_options">&pref.pluralCaps;, panel Privacidad</a></li>
    <li><a href="#security_options">&pref.pluralCaps;, panel Seguridad</a></li>
    <li><a href="#advanced_options">&pref.pluralCaps;, panel Avanzado</a></li>
  </ul>
</div>

<h2 id="main_options">&pref.pluralCaps;, panel Principal</h2>

  <h3 id="startup">Inicio</h3>
  <p>Cuando abre &brandShortName;, se muestra por omisi&oacute;n su <a
    href="glossary.xhtml#home_page">p&aacute;gina de inicio</a>. Su p&aacute;gina
    de inicio puede ser un sitio web visitado habitualmente, o quiz&aacute;s el
    acceso a su cuenta de correo; la decisi&oacute;n es suya. Puede cambiar su
    p&aacute;gina de inicio o escoger mostrar una p&aacute;gina o conjunto de
    p&aacute;ginas diferente en esta secci&oacute;n.</p>
    
  <p><em>Cuando se inicie &brandShortName;</em><br/>
    Por defecto, cuando &brandShortName; se inicia abre su p&aacute;gina de
    inicio (escrita en la caja de texto que hay inmediatamente debajo), la cual
    corresponde a la &pref.singular; <em>Mostrar mi p&aacute;gina de inicio</em>.
    Opcionalmente, puede elegir mostrar una p&aacute;gina en blanco al iniciar
    (quiz&aacute; para eliminar el tiempo requerido para cargar esa p&aacute;gina
    de Internet) seleccionando la &pref.singular; <em>Mostrar una p&aacute;gina en
    blanco</em>.</p>

  <p>Por &uacute;ltimo, puede hacer que &brandShortName; vuelva a abrir las
    ventanas y pesta&ntilde;as que ten&iacute;a abiertas la &uacute;ltima vez
    que estuvo en ejecuci&oacute;n, restaurando as&iacute; la situaci&oacute;n
    en que se encontraba la &uacute;ltima vez que estuvo navegando por
    Internet. &Eacute;sta puede ser una manera &uacute;til de guardar lo que
    estaba haciendo cuando cerr&oacute; &brandShortName;, quiz&aacute; para
    instalar una actualizaci&oacute;n del sistema operativo. Puede elegir esta
    opci&oacute;n seleccionando <em>Mostrar mis ventanas y pesta&ntilde;as de
    la &uacute;ltima sesi&oacute;n</em>.</p>
    
  <p><em>P&aacute;gina de inicio</em><br/>
    Si ha configurado &brandShortName; para mostrar su p&aacute;gina de inicio
    cuando se inicia &brandShortName;, puede especificar su p&aacute;gina de
    inicio escribi&eacute;ndola aqu&iacute;. Tambi&eacute;n puede pulsar
    cualquiera de los botones bajo la caja de texto para elegir una
    p&aacute;gina de inicio especial:</p>

  <ul>
    <li><em>Usar p&aacute;gina actual</em> establece como p&aacute;gina de
      inicio la p&aacute;gina (o p&aacute;ginas, si tiene m&uacute;ltiples
      pesta&ntilde;as abiertas) que est&aacute; visitando actualmente.</li>
    <li><em>Usar marcador</em> establece como p&aacute;gina de inicio el
      marcador seleccionado (o si selecciona una carpeta, todos lo que contenga
      &eacute;sta).</li>
    <li><em>Restaurar al valor por omisi&oacute;n</em> restablece su
      p&aacute;gina de inicio a la p&aacute;gina de inicio por defecto.</li>
  </ul>
  
  <h3 id="downloads">Descargas</h3>
  <p>Esta secci&oacute;n contiene las &pref.plural; que determinan
    c&oacute;mo maneja los archivos &brandShortName;.</p>

  <p><em>Mostrar la ventana de descargas cuando se descargue un archivo</em><br/>
    Con esta &pref.singular; seleccionada, &brandShortName; abrir&aacute; la
    <a href="download_manager.xhtml">ventana de descargas</a> cuando comience
    a descargar un archivo.</p>
    
  <p><em>Cerrarla cuando finalicen todas las descargas</em><br/>
    Seleccione esta &pref.singular; para que &brandShortName; cierre la ventana
    de descargas cuando todas las descargas en curso concluyan.</p>
      
  <p><em id="download_folder">Guardar archivos en</em><br/>
    Por defecto, los archivos descargados se guardan autom&aacute;ticamente
    en el Escritorio, eliminando la molestia de tener que especificar una
    ubicaci&oacute;n para cada archivo que se descarga. Puede elegir una
    carpeta diferente pulsando el bot&oacute;n Examinar.</p>
          
  <p><em>Preguntarme siempre d&oacute;nde guardar los archivos</em><br/>
    Con esta &pref.singular; seleccionada, &brandShortName; le
    preguntar&aacute; d&oacute;nde quiere guardar cada archivo que descargue
    (en lugar de usar la ubicaci&oacute;n por omisi&oacute;n especificada
    arriba).</p>
  
  <h3 id="system_defaults">Valores predeterminados del sistema</h3>
  <p><em>Comprobar al inicio si &brandShortName; es el navegador predeterminado</em><br/>
    Seleccione esta opci&oacute;n si quiere que &brandShortName; compruebe si
    es el navegador por defecto al iniciarse. Esto asegura que &brandShortName;
    se usar&aacute; siempre que una aplicaci&oacute;n intente mostrar una
    p&aacute;gina web. Tambi&eacute;n puede pulsar el bot&oacute;n <em>Comprobar
    ahora</em> para verificarlo en el momento.</p>
    
<h2 id="tabs_options">&pref.pluralCaps;, panel Pesta&ntilde;as</h2>

<p><em>Las nuevas p&aacute;ginas deben abrirse siempre en:</em><br/>
  Esta &pref.singular; controla si los enlaces de otras aplicaciones o de
  p&aacute;ginas web que soliciten abrirse en nuevas ventanas se abren en
  <em>una nueva ventana</em> o <em>una nueva pesta&ntilde;a</em> en la ventana
  m&aacute;s reciente.</p>

<p><strong>Nota:</strong> si ha elegido abrir p&aacute;ginas en nuevas
  pesta&ntilde;as, &brandShortName; ignorar&aacute; esta &pref.singular; y
  abrir&aacute; una nueva ventana a partir de un enlace si el autor de la
  p&aacute;gina ha especificado que la nueva ventana debe tener un tama&ntilde;o
  espec&iacute;fico, porque algunas p&aacute;ginas s&oacute;lo pueden mostrarse
  correctamente a un tama&ntilde;o concreto.</p>
    
<p><em>Avisarme al cerrar m&uacute;ltiples pesta&ntilde;as</em><br/>
  Cuando cierra una ventana con m&uacute;ltiples pesta&ntilde;as, &brandShortName;
  le pide que confirme la operaci&oacute;n. Esto evita que se cierre
  accidentalmente la totalidad de la ventana cuando quiz&aacute; s&oacute;lo se
  pretend&iacute;a cerrar la pesta&ntilde;a actual. Desmarque esta casila para
  saltarse la advertencia y permitir a &brandShortName; que cierre
  autom&aacute;ticamente la ventana.</p>

<p><em>Advertirme cuando abrir m&uacute;ltiples pesta&ntilde;as pueda
  ralentizar &brandShortName;</em><br/>
  Cuando abre un n&uacute;mero considerable de pesta&ntilde;as a la vez,
  &brandShortName; le pedir&aacute; que confirme su acci&oacute;n. Esto evita
  que ralentice accidentalmente su sistema mientras se cargan las
  p&aacute;ginas. Desmarque esta &pref.singular; para desactivar esta
  advertencia.</p>
  
<p><em>Siempre mostrar la barra de pesta&ntilde;as</em><br/>
  Si s&oacute;lo est&aacute; viendo una p&aacute;gina web en una ventana de
  &brandShortName;, la barra de pesta&ntilde;as no se muestra. Marque esta
  &pref.singular; para mostrar siempre la barra de pesta&ntilde;as, incluyendo
  cuando la ventana de &brandShortName; contiene s&oacute;lo una p&aacute;gina.</p>

<p><em>Cuando abra un enlace en una nueva pesta&ntilde;a, visualizarlo
  inmediatamente</em><br/>
  Cuando hace clic con el bot&oacute;n central en un enlace web (o mantiene
  pulsado &accelKey; mientras hace clic con el bot&oacute;n izquierdo del
  rat&oacute;n), la p&aacute;gina se abre en una nueva pesta&ntilde;a. Esa
  p&aacute;gina no se muestra directamente; se carga en segundo plano. Marque
  esta &pref.singular; para cargar el enlace en una pesta&ntilde;a en primer
  plano.</p>

<h2 id="content_options">&pref.pluralCaps;, panel Contenido</h2>

<p><em>Bloquear ventanas emergentes</em><br/>
  Por omisi&oacute;n, &brandShortName; bloquea las ventanas emergentes molestas
  de los sitios web. Si desmarca esta &pref.singular; desactivar&aacute; el
  bloqueo de ventanas emergentes.</p>

<p>Algunos sitios web hacen uso leg&iacute;timo de las ventanas emergentes. Por
  ello, puede permitir a esos sitios abrir ventanas en cualquier caso. Para
  proceder as&iacute;, pulse <em>Excepciones…</em>, introduzca el nombre del
  sitio y pulse <em>Permitir</em>. Para eliminar un sitio web de la lista,
  selecci&oacute;nelo y luego pulse <em>Eliminar sitio</em>. Para limpiar la
  lista por completo, pulse <em>Eliminar todos los sitios</em>.</p>

<p><em>Cargar im&aacute;genes autom&aacute;ticamente</em><br/>
  &brandShortName; muestra por omisi&oacute;n las im&aacute;genes en las
  p&aacute;ginas web. Desmarque esta &pref.singular; para deshabilitar las
  im&aacute;genes en las p&aacute;ginas web.</p>

<p>Si activa la carga autom&aacute;tica de im&aacute;genes, el bot&oacute;n
  <em>Excepciones…</em> le permite seleccionar sitios cuyas im&aacute;genes
  no se cargar&aacute;n autom&aacute;ticamente. El bot&oacute;n
  <em>Excepciones…</em> le permite especificar sitios web de los que quiere
  cargar (o no cargar) con independencia del valor de esta preferencia. En la
  lista de excepciones, introduzca el sitio web al que quiere permitir/denegar
  la carga de im&aacute;genes y pulse <em>Permitir</em> para permitir, o
  <em>Bloquear</em> para bloquear sus im&aacute;genes.</p>
  
<p><em>Activar JavaScript</em><br/>
  JavaScript es un lenguaje de <em>scripting</em> usado habitualmente para
  construir p&aacute;ginas web interactivas. Sin embargo, tambi&eacute;n hace
  m&aacute;s f&aacute;cil implementar algunos comportamientos molestos. Para
  desactivar JavaScript, desmarque esta &pref.singular;. Sin embargo, tenga en
  cuenta que desactivar JavaScript puede hacer que algunos sitios no funcionen
  adecuadamente. Para un control m&aacute;s detallado sobre lo que JavaScript
  puede y no puede hacer, pulse en <em>Avanzado…</em>.</p>
  
  <h4 id="advanced_javascript">Configuraci&oacute;n avanzada de JavaScript</h4>
  <dl>
    <dt>Mover o redimensionar ventanas existentes</dt>
    <dd>Desmarque esta &pref.singular; para impedir que se muevan o
      redimensionen ventanas usando scripts.</dd>
      
    <dt>Resaltar u ocultar ventanas</dt>
    <dd>Desmarque esta &pref.singular; para asegurarse de que los scripts no
      pueden pasar a primer plano u ocultar ventanas.</dd>

    <dt>Desactivar o reemplazar men&uacute;s contextuales</dt>
    <dd>Desmarque esta &pref.singular; para evitar que las p&aacute;ginas web
      desactiven o cambien el men&uacute; contextual de &brandShortName;.</dd>
      
    <dt>Ocultar la barra de estado</dt>
    <dd>Desmarque esta &pref.singular; para obligar a que se muestre la barra de
      estado en las ventanas emergentes.</dd>

    <dt>Cambiar el texto de la barra de estado</dt>
    <dd>Desmarque esta &pref.singular; para desactivar los molestos
      desplazamientos del texto de la barra de estado, as&iacute; como la
      ocultaci&oacute;n de las direcciones web.</dd>
  </dl>
    
  <p><em>Activar Java</em><br/>
    Java es un popular lenguaje de programaci&oacute;n para la web. Un mismo
    programa Java puede ejecutarse en muchos tipos diferentes de ordenadores,
    evitando as&iacute; a los programadores la necesidad de crear una
    versi&oacute;n separada de cada programa para cada tipo de ordenador.
    Desmarque esta &pref.singular; para deshabilitar los <em>applets</em>
    de Java en &brandShortName;. Tenga en cuenta que, para que los
    <em>applets</em> de Java funcionen, debe instalar el plugin de Java.</p>

<h3 id="fonts_and_colors">Tipograf&iacute;a y colores</h3>
<p><em>Tipo de letra predeterminado</em> y <em>Tama&ntilde;ao</em><br/>
  Las p&aacute;ginas web se muestran normalmente en el tipo y tama&ntilde;o
  especificados aqu&iacute;. Sin embargo, las p&aacute;ginas web pueden cambiar
  estas opciones a menos que especifique lo contrario en el di&aacute;logo
  de tipograf&iacute;a. Pulse el bot&oacute;n <em>Avanzadas…</em> para acceder
  al di&aacute;logo de tipos de letra y cambiar &eacute;sta y otras &pref.plural;
  de tipos de letra.</p>

    <h4 id="fonts_dialog">Di&aacute;logo de tipos de letra</h4>
    <ol>
      <li>Desde la lista desplegable <em>Tipos de letra para</em>, escoja un
        grupo de idiomas/alfabetos. Por ejemplo, para establecer tipos de letra
        predeterminados para los idiomas de Europa occidental, escoja
        <em>Occidental</em>. Para un idioma/alfabeto que no est&eacute; en la
        lista, escoja <em>Otros idiomas</em>.</li>
      <li>Seleccione si el texto proporcional deber&iacute;a ser serif
        (como &quot;Times New Roman&quot;) o sans-serif (como &quot;Arial&quot;).
        Luego especifique el tama&ntilde;o de letra que quiere para el texto
        proporcional.</li>
      <li>Especifique el tipo de letra a usar para tipos de letra Serif,
        Sans-serif y Monoespaciado. Tambi&eacute;n puede cambiar el tama&ntilde;o
        de los <code>tipos de letra monoespaciado</code>.</li>
    </ol>

    <p>Tambi&eacute;n puede fijar el tama&ntilde;o de letra m&iacute;nimo de la
      p&aacute;gina web. Esto es &uacute;til para evitar que algunos sitios usen
      letras demasiado peque&ntilde;as que son dif&iacute;cilmente legibles.</p>
      
    <p><em>Permitir a las p&aacute;ginas elegir sus propios tipos de letra, en
      vez de mi selecci&oacute;n anterior</em><br/>
      Por omisi&oacute;n &brandShortName; usa los tipos de letra especificados
      por el autor de la p&aacute;gina web. Desactivar esta &pref.singular;
      forzar&aacute; a todos los sitios a usar los tipos de letra
      predeterminados.</p>

    <p><em>Codificaci&oacute;n de caracteres</em><br/>
      La codificaci&oacute;n de caraceres seleccionada aqu&iacute; se
      usar&aacute; para mostrar p&aacute;ginas que no especifican qu&eacute;
      codificaci&oacute;n usar.</p>

    <h4 id="colors_dialog">Di&aacute;logo de colores:</h4>
    <p><strong>Texto y fondo</strong><br/>
      Aqu&iacute; puede cambiar el color predeterminado de texto y fondo para
      ser usado en p&aacute;ginas web que no han especificado esa
      informaci&oacute;n. Pulse en las muestras de color para seleccionarlos.</p>

    <p><em>Utilizar los colores del sistema</em><br />
      Marque esta &pref.singular; para usar los colores definidos en su
      configuraci&oacute;n del SO en lugar de los colores especificados
      arriba.</p>

    <p><strong>Color de los enlaces</strong><br/>
      Aqu&iacute; puede cambiar los colores predeterminados para los enlaces
      web. Pulse en las muestras de color para seleccionarlos.</p>

    <p><em>Subrayar enlaces</em><br />
      Por omisi&oacute;n, se subrayan los enlaces en las p&aacute;ginas web.
      Desmarque esta &pref.singular; para desactivar el subrayado de enlaces.
      Tenga en cuenta que muchos sitios especifican sus propias reglas de
      estilo y esta &pref.singular; no tiene efecto en esos sitios.</p>

    <p><em>Permitir a las p&aacute;ginas elegir sus propios colores, en vez de
      mi selecci&oacute;n anterior</em><br/>
      Por omisi&oacute;n, &brandShortName; usa los colores especificados por el
      autor de la p&aacute;gina web. Desactivar esta &pref.singular;
      forzar&aacute; a todos los sitios a usar los colores por omisi&oacute;n.</p>

  <h3 id="file_types">Tipos de archivo</h3>
  <p>El di&aacute;logo de acciones sobre descargas, que puede abrirse pulsando
    el bot&oacute;n <em>Administrar…</em>, contiene los tipos de archivo que
    ha descargado. Puede elegir qu&eacute; deber&iacute;a hacer &brandShortName;
    al hacer clic en un tipo de archivo espec&iacute;fico seleccionando el que
    quiere modificar y pulsando el bot&oacute;n <em>Cambiar acci&oacute;n…</em>.</p>

  <p>Esto mostrar&aacute; el di&aacute;logo Cambiar acci&oacute;n, donde puede
    elegir que el tipo de archivo se abra con la aplicaci&oacute;n predeterminada,
    se abra con una aplicaci&oacute;n seleccionada por el usuario, se guarde en
    disco, o se muestre con un plugin instalado. Por ejemplo, si ve muchos
    archivos de multimedia en p&aacute;ginas web, puede querer especificar que
    &brandShortName; abra siempre los archivos multimedia en su reproductor
    multimedia en lugar de preguntarle d&oacute;nde quiere que se guarde cada
    archivo de este tipo.</p>

    <ul>
      <li><em>Abrirlos con la aplicaci&oacute;n predeterminada:</em><br/>
        Seleccione esta &pref.singular; para abrir este tipo de archivo en
        la aplicaci&oacute;n predeterminada para ese tipo de archivo
        (determinada por el sistema operativo).</li>
      <li><em>Abrirlos con esta aplicaci&oacute;n:</em><br/>
        Seleccione esta &pref.singular; para especificar otra aplicaci&oacute;n
        que maneje este tipo de archivo. Ver&aacute; un di&aacute;logo que le
        solicita especificar la aplicaci&oacute;n a usar.</li>
      <li><em>Guardarla en mi ordenador:</em><br/>
        Esta &pref.singular; guardar&aacute; los archivos en disco
        (autom&aacute;ticamente si tiene activada la &pref.singular; <em>Guardar
        archivos en</em> en el panel <em>Principal</em>).</li>
      <li><em>Usar este plugin:</em><br/>
        Seleccione esta &pref.singular; para permitir a un plugin manejar ese
        tipo de archivo.</li>
    </ul>

<h2 id="feeds_options">&pref.pluralCaps;, panel Canales</h2>
<p>Los canales son documentos con un formato especial que resume el contenido
  de sitios web. Por ejemplo, un canal podr&iacute;a resumir los &uacute;ltimos
  titulares de un sitio web de noticias o los &uacute;ltimos mensajes en un
  blog. Puede ver el contenido de los canales en &brandShortName;, crear
  marcadores din&aacute;micos para ellos, o a&ntilde;adirlos a un lector de
  canales en su ordenador o en la web. Las &pref.plural; en este panel
  determinan qu&eacute; hace &brandShortName; cuando se visualiza un canal.</p>
  
<p><em>Mostrarme una vista preliminar y preguntarme qu&eacute; lector de canales
  quiero usar</em><br/>
  Cuando visualiza un canal dentro de &brandShortName;, se le mostrar&aacute;
  una vista preliminar de su contenido. Con esta &pref.singular; seleccionada,
  siempre se le preguntar&aacute; en la parte superior de la vista preliminar
  qu&eacute; quiere usar para suscribirse al canal.</p>
      
<p><em>Suscribirse al canal usando</em><br/>
  En lugar de mostrar una vista preliminar del canal cuando se visualiza uno,
  puede hacer que el canal se abra directamente en un lector de canales
  seleccionando uno de la lista de los disponibles. Puede elegir usar una
  aplicaci&oacute;n en su ordenador para suscribirse a los canales pulsando el
  bot&oacute;n <em>Elegir aplicaci&oacute;n…</em> e indicando la
  ubicaci&oacute;n de aqu&eacute;lla. Tambi&eacute;n puede elegir suscribirse
  autom&aacute;ticamente a los canales guard&aacute;ndolos como marcadores
  din&aacute;micos. Para elegir un m&eacute;todo de suscripci&oacute;n,
  simplemente selecci&oacute;nelo de la lista.</p>

<h2 id="privacy_options">&pref.pluralCaps;, panel Privacidad</h2>

  <h3 id="privacy_history">Historial</h3>
  <p><em>Recordar p&aacute;ginas visitadas en los &uacute;ltimos …
    d&iacute;as</em><br/>
    Aqu&iacute; puede espec&iacute;ficar cu&aacute;nto tiempo quiere que
    &brandShortName; recuerde qu&eacute; p&aacute;ginas web ha visitado. El
    valor por defecto es 9 d&iacute;as.</p>
      
  <p><em>Recordar la informaci&oacute;n introducida en formularios y barra de
    b&uacute;squeda</em><br/>
    Cuando introduce informaci&oacute;n en formularios web o en la barra de
    b&uacute;squeda en &brandShortName;, esa informaci&oacute;n se guarda para
    que &brandShortName; pueda ofrecerle sugerencias cuando introduzca
    informaci&oacute;n en los formularios m&aacute;s adelante. Para evitar este
    comportamiento, desmarque esta &pref.singular;.</p>
      
  <p><em>Recordar las descargas</em><br/>
    Esta &pref.singular; controla si las descargas pasadas aparecen en la
    ventana de descargas. La ventana de descargas (accesible desde <span
    class="menuPath">Herramientas</span> o pulsando <span
    class="noUnix">&accelKey;+<kbd>J</kbd></span><span
    class="unix">&accelKey;+<kbd>Y</kbd></span>) muestra una lista de sus
    &uacute;ltimas descargas. Las &pref.plural; de descargas est&aacute;n
    disponibles en el panel <a href="#main_options"><em>Principal</em></a>.</p>
    
  <h3 id="privacy_cookies">Cookies</h3>
  <p>Una cookie es un archivo creado por un sitio web que guarda
    informaci&oacute;n en su ordenador, tal como sus preferencias al visitar el
    sitio.</p>

  <p><em>Aceptar cookies de las webs</em><br/>
    De manera predeterminada, las cookies est&aacute;n activadas. Desmarque
    esta &pref.singular; para desactivar el uso de cookies. Observe que algunos
    sitios pueden no funcionar apropiadamente cuando se desactivan las cookies.</p>

  <p><em>Mantener hasta que:</em></p>

  <ul>
    <li><em>caduquen</em><br/>
      Esta es la &pref.singular; por defecto. Cuando est&aacute; seleccioanda,
      esto permite a los sitios web especificar cu&aacute;nto tiempo
      guardar&aacute; &brandShortName; una cookie. Esto hace posible para un
      sitio recordar sus preferencias e informaci&oacute;n de inicio de
      sesi&oacute;n a lo largo de diferentes sesiones con el navegador.</li>
    <li><em>cierre &brandShortName;</em><br/>
      Con esta &pref.singular; seleccionada, &brandShortName; eliminar&aacute;
      todas las cookies guardadas al cerrarse.</li>
    <li><em>preguntarme cada vez</em><br/>
      Con esta &pref.singular; activada, &brandShortName; le preguntar&aacute;
      cu&aacute;nto quiere guardar una cookie (o rechazarla por completo) cada
      vez que un sitio web intente enviar una.</li>
  </ul>
  
  <p>Para controlar qu&eacute; sitios pueden o no enviar cookies, pulse el
    bot&oacute;n <em>Excepciones…</em>.</p>
          
  <p>Para mostrar el administrador de cookies pulse <em>Ver cookies…</em>.</p>

  <p>Aprenda m&aacute;s sobre las cookies, cada una de las &pref.plural;, y
    c&oacute;mo puede controlar qu&eacute; sitios tienen permitido guardar
    cookies en su ordenador leyendo <a href="cookies.xhtml">Administrar
    cookies</a>.</p>

  <h3 id="private_data">Datos privados</h3>
  <p><em>Limpiar siempre la informaci&oacute;n privada cuando cierre
    &brandShortName;</em><br/>
    Puede hacer que &brandShortName; limpie sus datos privados cuando lo
    cierre. Para configurar qu&eacute; datos se borran, pulse el bot&oacute;n
    <em>Configuraci&oacute;n…</em>.</p>

  <p><em>Preguntarme antes de borrar datos privados</em><br/>
    Con esta &pref.singular; seleccionada, &brandShortName; le preguntar&aacute;
    antes de borrar autom&aacute;ticamente los datos especificados en
    <em>Configuraci&oacute;n…</em>.</p>
      
  <p>Si quiere limpiar sus datos privados en este momento, puede pulsar el
    bot&oacute;n <em>Limpiar ahora…</em> para hacerlo. Para limpiar sus datos
    privados desde fuera del di&aacute;logo de preferencias, pulse
    &accelKey;+&shiftKey;+<kbd>Supr</kbd> o bien seleccione <span
    class="menuPath">Herramientas &gt; Limpiar informaci&oacute;n privada…</span>.</p>

<h2 id="security_options">&pref.pluralCaps;, panel Seguridad</h2>
<p><em>Advertirme cuando alg&uacute;n sitio intente instalar complementos</em><br/>
  &brandShortName; siempre le preguntar&aacute; para confirmar la
  instalaci&oacute;n de complementos. Para evitar confirmaciones de
  instalaci&oacute;n no solicitadas que puedan conllevar instalaciones
  accidentales, &brandShortName; le advertir&aacute; cuando un sitio web
  intente instalar un complemento y bloquear&aacute; la confirmaci&oacute;n de
  la instalaci&oacute;n. Para permitir instalaciones procedentes de ciertos
  sitios, haga clic en <em>Excepciones…</em>, introduzca el nombre del sitio
  y haga clic en <em>Permitir</em>. Desmarque esta &pref.singular; para
  desactivar la advertencia para cualquier sitio web.</p>

<p><em>Decirme si el sitio que estoy visitando es sospechoso de
  enga&ntilde;o</em><br/>
  Seleccione esta opci&oacute;n si desea que &brandShortName; compruebe
  activamente si el sitio que est&aacute; visitando pudiera ser un intento de
  enga&ntilde;arle para que revele informaci&oacute;n privada (esto se conoce
  habitualmente como <em>phishing</em>).</p>

<p><em>Comprobar usando una lista descargada de sitios sospechosos</em><br/>
  Si esta opci&oacute;n est&aacute; seleccionada, &brandShortName; comprobar&aacute;
  el sitio que se est&aacute; visitando con una lista guardada en su ordenador que
  se actualizar&aacute; frecuentemente. No se enviar&aacute; informaci&oacute;n a terceros
  que act&uacute;en como proveedores de datos. Al evolucionar r&aacute;pidamente las
  t&eacute;cnicas de phishing y sus sitios web, este m&eacute;todo de protecci&oacute;n no
  ser&aacute; tan efectivo como utilizar un proveedor de datos.</p>

<p><em>Check by asking … about each site I visit</em><br/>
  With this &pref.singular; selected, &brandShortName; will send the address of
  the current page over an encrypted connection to the selected third-party
  anti-phishing provider in order to verify its identity. This method offers the
  greatest protection, but information such as your IP address and browser
  version may be transfered and stored by the selected provider. You will be
  prompted to review and agree to the selected data provider's privacy policy
  after selecting this &pref.singular;.</p>

<p><em>Comprobar preguntando a … sobre cada sitio que visito</em><br/>
  Si esta opci&oacute;n est&aacute; seleccionada, &brandShortName;
  enviar&aacute; la direcci&oacute;n del sitio que se est&aacute; visitando a
  trav&eacute;s de una conexi&oacute;n cifrada al proveedor <em>anti-phishing</em>
  seleccionado para verificar su identidad. Este m&eacute;todo proporciona la mayor
  protecci&oacute;n, pero informaci&oacute;n tal como su direcci&oacute;n IP y la versi&oacute;n del
  navegador se transferir&aacute; y puede ser guardada por el proveedor. Se le pedir&aacute;
  que revise y acepte pol&iacute;tica de privacidad del proveedor de
  datos antes de seleccionar esta &pref.singular;.</p>

<h3 id="security_passwords">Contrase&ntilde;as</h3>
<p><em>Recordar contrase&ntilde;as</em><br/>
  &brandShortName; puede guardar de forma segura contrase&ntilde;as que se
  introduzcan en formularios web para hacer m&aacute;s f&aacute;cil iniciar
  sesi&oacute;n en los sitios web. Desmarque esta casilla para evitar que
  &brandShortName; recuerde sus contrase&ntilde;as.</p>

<p>Incluso con esta &pref.singular; marcada, no obstante, se le preguntar&aacute;
  si quiere guardar las contrase&ntilde;as de un sitio la primera vez que lo visite.
  Si selecciona <em>Nunca para este sitio</em>, el sitio ser&aacute; a&ntilde;adido a una
  lista de execepciones. Para acceder a esa lista o eliminar sitios de ella,
  pulse el bot&oacute;n <em>Excepciones…</em>.</p>

<p id="set_change_master_password"><em>Usar una contrase&ntilde;a maestra</em><br/>
  &brandShortName; puede proteger informaci&oacute;n confidencial tal como
  contrase&ntilde;as y certificados guardados cifr&aacute;ndolos mediante una
  <a href="glossary.xhtml#master_password">contrase&ntilde;a maestra</a>. Si crea
  una contrase&ntilde;a maestra, cada vez que inicie &brandShortName; le
  pedir&aacute; que la introduzca la primera vez que necesite acceder a un
  certificado o contrase&ntilde;a guardada. Puede establecer, cambiar o eliminar la
  contrase&ntilde;a maestra marcando o desmarcando esta &pref.singular;, o
  bien pulsando el bot&oacute;n <em>Cambiar contrase&ntilde;a maestra…</em>. Si ya
  hay una contrase&ntilde;a maestra establecida, tendr&aacute; que introducirla para
  poder cambiarla o eliminarla.</p>
    
  <h3 id="warning_messages">Mensajes de advertencia</h3>
  <p>Pulse el bot&oacute;n <em>Configuraci&oacute;n…</em> para configurar las advertencias
    de seguridad que &brandShortName; muestra mientras navega por la web.</p>
    
    <h4>Di&aacute;logo de advertencias de seguridad</h4>
    <!--XXX massive suck!  do these provide *any* value whatsoever? -->
    <dl>
      <dt>Vaya a visualizar una p&aacute;gina cifrada</dt>
      <dd>Cuando esta &pref.singular; est&aacute; activada, &brandShortName; le notificar&aacute;
        cada vez que est&eacute; a punto de ver una p&aacute;gina cifrada.</dd>

      <dt>Vaya a visualizar una p&aacute;gina que usa cifrado de bajo nivel</dt>
      <dd>Cuando esta &pref.singular; est&aacute; activada, &brandShortName; le notificar&aacute;
        cuando visite una p&aacute;gina que use cifrado de bajo nivel.</dd>

      <dt>Salga de una p&aacute;gina cifrada para entrar en una no cifrada</dt>
      <dd>Cuando esta &pref.singular; est&aacute; activada, &brandShortName; le notificar&aacute;
        cada vez que se mueva desde una p&aacute;gina cifrada una no cifrada, ya sea
        seleccionando un enlace en la p&aacute;gina, seleccionando un marcador o escribiendo
        una nueva direcci&oacute;n en la barra de direcciones.</dd>

      <dt>Introduzca informaci&oacute;n sin cifrar</dt>
      <dd>Cuando esta &pref.singular; est&aacute; activada, &brandShortName; le notificar&aacute;
        cuando env&iacute;e data a trav&eacute;s de un formulario que no est&eacute; cifrado.</dd>
  
      <dt>Vaya a visualizar una p&aacute;gina cifrada que contenga cierta informaci&oacute;n
        no cifrada</dt>
      <dd>Cuando esta &pref.singular; est&aacute; activada, &brandShortName; le notificar&aacute;
        cuando la p&aacute;gina que est&eacute; viendo contenda una mezcla de contenido cifrado y
        no cifrado. Si la p&aacute;gina cifrada contiene datos no cifrados, deber&iacute;a verificar
        la identidad de la p&aacute;gina que est&aacute; visualizando antes de introducir datos
        confidenciales.</dd>
    </dl>

<h2 id="advanced_options">&pref.pluralCaps;, panel Avanzado</h2>
<p>El panel avanzado contiene muchas &pref.plural; que probablemente se usen
  por menos gente pero que son &uacute;tiles y a veces cr&iacute;ticas para
  algunas personas.</p>

<h3 id="advanced_general">Pesta&ntilde;a General</h3>
<h4 id="accessibility">Accesibilidad</h4>
<p><em>Usar siempre las teclas del cursor para navegar dentro de las
  p&aacute;ginas</em><br/>
  Cuando esta &pref.singular; est&aacute; activada, &brandShortName; mostrar&aacute;
  un cursor desplazable en las p&aacute;ginas web, que permite seleccionar texto
  con el teclado. Puede activar/desactivar este modo pulsando
  <kbd>F7</kbd>.</p>

<p><em>Buscar texto mientras se escribe</em><br/>
  Cuando esta &pref.singular; est&aacute; activada, &brandShortName;
  buscar&aacute; dentro de la p&aacute;gina web actual lo que usted escriba
  a medida que lo teclea. Mientras va encontrando en la p&aacute;gina el
  texto tecleado, se mostrar&aacute; autom&aacute;ticamente la barra de
  herramientas de b&uacute;squeda al pie de la ventana para presentar
  informaci&oacute;n sobre lo que se ha encontrado.</p>

<h4 id="browsing">Navegaci&oacute;n</h4>
<p><em>Usar desplazamiento autom&aacute;tico</em><br/>
  El desplazamiento autom&aacute;tico es una &uacute;til caracter&iacute;stica
  que permite desplazarse por la p&aacute;gina simplemente manteniendo pulsado
  el bot&oacute;n central (normalmente la rueda de desplazamiento) y moviendo
  el rat&oacute;n arriba y abajo. Algunas personas encuentran esto bastante
  inc&oacute;modo, por lo que puede desactivarse con esta &pref.singular;.</p>

<p><em>Usar desplazamiento suave</em><br/>
  El desplazamiento suave puede ser muy &uacute;til si lee muchas p&aacute;ginas
  largas. Normalmente, cuando pulsa <kbd>AvP&aacute;g</kbd>, la vista se
  actualiza directamente con la p&aacute;gina siguiente. Con el desplazamiento
  suave, se desplaza hacia abajo m&aacute;s suavemente, lo que permite ver
  cu&aacute;nto se ha desplazado. Esto hace m&aacute;s f&aacute;cil continuar
  la lectura desde donde estaba antes.</p>

<p><em>Comprobar mi ortograf&iacute;a mientras escribo</em><br/>
  Cuando esta preferencia est&aacute; activada, &brandShortName; comprobar&aacute; su
  ortograf&iacute;a y le ofrecer&aacute; posibles correcciones a medida que escribe en los
  formularios web. Tenga en cuenta que puede necesitar descargar un
  diccionario; para ello, <span class="noMac">haga clic con el bot&oacute;n
  derecho</span><span class="mac">pulse &ctrlKey; y haga clic con el bot&oacute;n
  izquierdo</span> en cualquier campo de texto, active la correcci&oacute;n
  ortogr&aacute;fica si es necesario, y luego use el men&uacute;
  <span class="menuPath">Idiomas</span> para descargar un diccionario.</p>

<h4 id="languages">Idiomas</h4>
<p>Algunas p&aacute;ginas web se ofrecen en m&aacute;s de un idioma. Pulse el
  bot&oacute;n <em>Elegir…</em> para especificar sus idiomas preferidos.</p>

<p><strong>Di&aacute;logo de idiomas</strong><br/>
  Para a&ntilde;adir un idioma, pulse <em>Seleccione un idioma a
  a&ntilde;adir…</em>, escoja el idioma y pulse el bot&oacute;n
  <em>A&ntilde;adir</em>. Elimine un idioma seleccion&aacute;ndolo en la lista
  de idiomas activos y pulsando el bot&oacute;n <em>Eliminar</em>. Tambi&eacute;n
  puede reordenar los idiomas usando los botones <em>Subir</em> y
  <em>Bajar</em> para determinar el preferido en caso de que una p&aacute;gina
  se proporcione en m&uacute;ltiples idiomas.</p>

<h3 id="advanced_network">Pesta&ntilde;a Red</h3>

<h4 id="connection_settings">Conexi&oacute;n</h4>
<p>Su organizaci&oacute;n o proveedor de servicios de Internet puede ofrecer o
  requerir el uso de un proxy. Un proxy act&uacute;a como un intermediario
  entre su ordenador e Internet. Intercepta todas las peticiones a Internet
  para ver si puede cubrir la petici&oacute;n usando su cach&eacute;. Los
  proxies se usan para mejorar el rendimiento, filtrar peticiones, y ocultar
  su ordenador de Internet para mejorar la seguridad. Los proxies a menudo son
  parte de un cortafuegos corporativo.</p>
<h4>Di&aacute;logo de configuraci&oacute;n de conexi&oacute;n:</h4>
<dl>
  <dt>Conexi&oacute;n directa a Internet</dt>
  <dd>&Eacute;sta es la &pref.singular; predeterminada. Esc&oacute;jala si no
    quiere usar un proxy.</dd>

  <dt>Autodetectar la configuraci&oacute;n del proxy para esta red</dt>
  <dd>Escoja esta opci&oacute;n si quiere que &brandShortName; detecte
    autom&aacute;ticamente la configuraci&oacute;n del proxy de su red.</dd>

  <dt>Configuraci&oacute;n manual del proxy</dt>
  <dd>Escoja esta opci&oacute;n si no tiene una direcci&oacute;n (URL) de
    proxy. Pregunte al administrador de sistema los nombres y n&uacute;meros
    de puerto de los servidores que ejecutan el software proxy para cada
    servicio de red e introduzca la informaci&oacute;n en los campos
    apropiados.</dd>

  <dt>URL de configuraci&oacute;n autom&aacute;tica de proxy</dt>
  <dd>Si su entorno de trabajo tiene un archivo de configuraci&oacute;n de
    proxy, pregunte al administrador de sistema la URL de aqu&eacute;l e
    introd&uacute;zcala aqu&iacute;. Pulse <em>Recargar</em> para cargar
    los valores.</dd>
</dl>

<h4 id="advanced_cache">Cach&eacute;</h4>
<p>Las p&aacute;ginas que ve se guardan, normalmente, en una carpeta
  cach&eacute; especial para una visualizaci&oacute;n m&aacute;s r&aacute;pida
  la pr&oacute;xima vez que visite la misma p&aacute;gina. Puede especificar
  aqu&iacute; la cantidad de espacio en disco que podr&aacute; usar la
  cach&eacute;. Tambi&eacute;n puede limpiar inmediatamante el contenido de la
  cach&eacute;.</p>

<p><em>Usar hasta … MB de espacio para la cach&eacute;</em><br/>
  Le permite especificar el tama&ntilde;o m&aacute;ximo, en megabytes, de la cach&eacute; en su
  ordenador.</p>

<p><em>Limpiar ahora</em><br/>
  Limpia inmediatamente el contenido actual de la cach&eacute;, liberando el
  el espacio en disco usado por &eacute;sta.</p>
  
<h3 id="advanced_update">Pesta&ntilde;a Actualizar</h3>
<p>&brandShortName; puede comprobar si hay disponibles actualizaciones de los
 complementos instalados, o del propio &brandShortName;.</p>

<p><em>Buscar autom&aacute;ticamente actualizaciones para:</em><br />
  Por omisi&oacute;n, &brandShortName; busca autom&aacute;ticamente
  actualizaciones para s&iacute; mismo, para los complementos, y para los
  buscadores, de manera que siempre sabr&aacute; si tiene la versi&oacute;n
  m&aacute;s reciente. Puede modificar este comportamiento cambiando
  aqu&iacute; las casillas apropiadas.</p>
  
<p><em>Cuando se encuentren actualizaciones para &brandShortName;,</em></p>

<dl>
  <dt>Preguntarme qu&eacute; quiero hacer</dt>
  <dd>Las actualizaciones para &brandShortName; se instalan de forma
    autom&aacute;tica por defecto. Seleccione esta &pref.singular; para
    controlar manualmente c&oacute;mo y cuando se instalan las
    actualizaciones.</dd>
  <dt>Descargar e instalar autom&aacute;ticamente la actualizaci&oacute;n</dt>
  <dd>Cuando esta &pref.singular; est&aacute; seleccionada, las actualizaciones
    para &brandShortName; se descargan autom&aacute;ticamente y se instalan la
    siguiente vez que se reinicie &brandShortName;. La &pref.singular;
    <em>Advertirme si esto desactivar&aacute; alguno de mis complementos</em>
    determina si se le avisar&aacute; antes de la instalaci&oacute;n de una
    actualizaci&oacute;n que requerir&iacute;a que un complemento incompatible
    con ella fuera deshabilitado porque no existe una versi&oacute;n
    compatible. La advertencia le permitir&aacute; postponer la
    instalaci&oacute;n de la actualizaci&oacute;n, aunque a costa de no
    disponer de las mejoras incluidas en ella.<br/><br/>
    Si todos los complementos son compatibles o pueden ser actualizados
    para ser compatibles, se instalar&aacute; la actualizaci&oacute;n de
    &brandShortName;. Al reiniciar se le pedir&aacute; que confirme la
    instalaci&oacute;n de las actualizaciones de complementos que puedan
    ser necesarias para que pueda seguir us&aacute;ndolos.</dd>
</dl>

<p><em>Mostrar historial de actualizaci&oacute;n</em><br/>
  &brandShortName; registra autom&aacute;ticamente las actualizaciones que ha
  instalado. Puede ver informaci&oacute;n sobre esas actualizaciones pulsando
  este bot&oacute;n.</p>
  
<p><strong>Nota:</strong> debe estar ejecutando &brandShortName; como
<span class="win">un administrador</span><span class="noWin">root</span> o
como el usuario que instal&oacute; originalmente &brandShortName; para instalar
actualizaciones de &brandShortName;.</p>

<h3 id="advanced_encryption">Pesta&ntilde;a Cifrado</h3>

<h4 id="protocols">Protocolos</h4>
<p><em>Usar SSL 3.0</em><br/>
  Especifica si quiere enviar y recibir informaci&oacute;n segura mediante SSL3
  (Secure Sockets Layer Level 3, Capa de Conexiones Seguras Nivel 3), un
  protocolo est&aacute;ndar para comunicarse de manera segura con los sitios
  web. Desactivar esta opci&oacute;n puede impedirle visitar algunos sitios.</p>

<p><em>Usar TLS 1.0</em><br/>
  Especifica si quiere enviar y recibir informaci&oacute;n segura mediante TLS
  (Transport Layer Security, Seguridad en la Capa de Transporte), un
  est&aacute;ndar de seguridad similar a SSL3. Desactivar esta opci&oacute;n
  puede impedirle visitar algunos sitios.</p>

<h4 id="certificates">Certificados</h4>
<p>Los certificados ayudan a realizar el cifrado y descifrado de las
  conexiones a <a href="glossary.xhtml#secure_site">sitios seguros</a>.</p>

<p><em>Cuando un sitio web requiera un certificado:</em><br/>
  Cuando un sitio web solicita una conexi&oacute;n segura, &brandShortName;
  usar&aacute; de modo predeterminado un certificado apropiado. Si desea escoger
  manualmente un certificado (por ejemplo, si desea usar un cierto tipo de
  cifrado en lugar del seleccionado autom&aacute;tico), escoja la
  &pref.singular; <em>Preguntarme cada vez</em> y tendr&aacute; el control total
  de qu&eacute; certificados se usan durante la navegaci&oacute;n.</p>

<p><em>Ver certificados</em><br/>
  Pulse este bot&oacute;n para ver los certificados guardados, importar nuevos
  certificados y hacer copias de respaldo o borrar certificados antiguos en
  &brandShortName;.</p>

<p><em>Listas de revocaci&oacute;n</em><br/>
  &brandShortName; puede usar listas de revocaci&oacute;n de certificados
  (tambi&eacute;n conocidas como CRLs, Certificate Revocation Lists) para
  asegurar que sus certificados son v&aacute;lidos. Pulse el bot&oacute;n
  <em>Listas de revocaci&oacute;n</em> para administrar las CRLs instaladas en
  su ordenador.</p>

<p><em>Verificaci&oacute;n</em><br/>
  &brandShortName; puede verificar la validez de sus certificados usando OCSP (Online
  Certificate Status Protocol, Protocolo de Estado del Certificado en
  L&iacute;nea) cada vez que se usan o visualizan. &brandShortName; no usa OCSP
  por defecto, pero si quiere activarlo, puede hacerlo aqu&iacute;.
  Probablemente necesite cambiar esta configuraci&oacute;n &uacute;nicamente si
  su entorno de Internet lo requiere.</p>

<p><em>Dispositivos de seguridad</em><br/>
  Los dispositivos de seguridad pueden cifrar y descifrar conexiones y guardar
  los certificados y contrase&ntilde;as. Si necesita usar un dispositivo de
  seguridad distinto del de &brandShortName;, pulse el bot&oacute;n
  <em>Dispositivos de seguridad</em>.</p>

<div class="contentsBox"><em>12 de septiembre 2006</em></div>
<p>Copyright &copy; 2003-2006 Colaboradores del proyecto del visor de ayuda de Mozilla.
<br/>Traducido el 17 de septiembre de 2006.</p>

</body>
</html>
