# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = আপনার অধিকার সম্পর্কে
rights-intro-point-3 = { -brand-short-name } এর কিছু বৈশিষ্ট্যে যেমন, ক্র্যাশ রিপোর্টার { -vendor-short-name } এ মন্তব্য করার অপশন দেয়। মন্তব্য জমা দেয়া নির্বাচন করে আপনি { -vendor-short-name } কে মন্তব্য ব্যবহার করে প্রোডাক্ট উন্নয়ন, ওয়েবসাইটে মন্তব্য প্রকাশ এবং মন্তব্য বন্টনের অনুমোদন দেন।
rights-intro-point-4 = আমরা কিভাবে এখানে আপনার { -brand-short-name } এর মাধ্যমে { -vendor-short-name } এ জমাকৃত ব্যক্তিগত তথ্য এবং মন্তব্য ব্যবহার করি <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name } গোপনীয়তার নীতি</a>.
rights-intro-point-5-unbranded = যদি এই পণ্যটি ওয়েব সার্ভিস যুক্ত করে, তবে তার যেকোনো প্রযোজ্য শর্ত <a data-l10n-name="mozilla-website-services-link">ওয়েবসাইট সার্ভিসসমূহের</a> অনুচ্ছেদ।
rights-intro-point-6 = নির্দিষ্ট ভিডিও কন্টেন্ট ধরনের, { -brand-short-name } প্লে ব্যাক করার জন্য; তৃতীয় পক্ষের থেকে জনপ্রিয়তা নির্দিষ্ট কন্টেন্ট ডিক্রিপশন মডিউল।
rights-locationawarebrowsing = <strong>অবস্থান সচেতন ব্রাউজিং: </strong>সর্বদা opt-এর মধ্যে।  আপনার অনুমতি ছাড়া কোনো অবস্থান তথ্য কখনই পাঠানো হয়নি।  আপনি যদি বৈশিষ্ট্য সম্পূর্নরূপে নিস্ক্রিয় করতে চান, তবে নিম্নোক্ত ধাপ অনুসরনীয়:
rights-locationawarebrowsing-term-1 = URL বারে, ধরণ <code>পরিচিতি:কনফিগ</code>
rights-webservices-term-1 = { -vendor-short-name } এবং এর অবদানকারী, লাইসেন্স প্রদানকারী এবং অংশীদারগণ সঠিক এবং সময় উপযোগী তথ্য প্রদান করার জন্য কাজ করে।  তা সত্বেও, তারা এই নিশ্চয়তা দেন না যে এই তথ্য সম্পূর্ণ এবং নির্ভুল। উদাহরণস্বরূপ, নিরাপদ ব্রাউজিং সেবার সাহায্যে কিছু ঝুঁকিপূর্ণ সাইট সনাক্ত করা নাও যেতে পারে।  আবার কিছু নিরাপদ সাইটকে ভুলবশত ঝুঁকিপূর্ণ হিসেবে চিহ্নিত করা হতে পারে এবং অবস্থান সচেতন সেবায় অবস্থান কেবল আমাদের সেবা সরবরাহকারীগন হিসাব করেন এবং অবস্থানের নির্ভুলতা নিয়ে আমরা বা সেবা সরবরাহকারী কেউই নিশ্চয়তা দিতে পারে না।
rights-webservices-term-3 = { -brand-short-name } এর এই সংস্করণের সাথে সরবরাহকৃত সকল সেবার ব্যবহারে আপনাকে স্বাগতম, এবং  { -vendor-short-name } আপনাকে এমন করার জন্য সব অধিকার দিয়েছে।  অন্যান্য সকল অধিকার { -vendor-short-name } এবং এর লাইসেন্স প্রদানকারী দ্বারা সংরক্ষিত। এসকল শর্ত { -brand-short-name } এবং { -brand-short-name } এর সংশ্লিষ্ট সোর্স কোড ভার্সনের জন্য প্রযোজ্য, ওপেন সোর্স লাইসেন্সের অধিকার খর্ব করার জন্য দেয়া হয়নি।
