# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (មិន​បាន​កំណត់)
failed-pp-change = មិនអាចផ្លាស់ប្តូរពាក្យសម្ងាត់ចម្បងបានទេ។
incorrect-pp = អ្នកមិនបានបញ្ចូលពាក្យសម្ងាត់ចម្បងបច្ចុប្បន្នត្រឹមត្រូវទេ។ សូមព្យាយាមម្តងទៀត។
pp-change-ok = បានផ្លាស់ប្តូរពាក្យសម្ងាត់ចម្បងដោយជោគជ័យ។
pw-change-success-title = បាន​ទទួល​ជោគជ័យ​ក្នុង​ការ​ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់
pw-change-failed-title = បាន​បរាជ័យ​ក្នុង​ការ​ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់
pw-remove-button =
    .label = យកចេញ
primary-password-dialog =
    .title = ពាក្យសម្ងាត់ចម្បង
set-password-old =
    .label = ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
set-password-new =
    .label = បញ្ចូល​ពាក្យសម្ងាត់​ថ្មី ៖
set-password-reenter =
    .label = បញ្ចូល​ពាក្យ​សម្ងាត់​ម្ដង​ទៀត ៖
set-password-old-password = ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
set-password-new-password = បញ្ចូល​ពាក្យសម្ងាត់​ថ្មី ៖
set-password-reenter-password = បញ្ចូល​ពាក្យ​សម្ងាត់​ម្ដង​ទៀត ៖
set-password-meter = ឧបករណ៍​​វាស់​​​គុណ​ភាព​​​ពាក្យ​​​សម្ងាត់
set-password-meter-loading = កំពុង​ផ្ទុក
remove-primary-password =
    .title = លុបពាក្យសម្ងាត់ចម្បង
remove-info =
    .value = អ្នក​ត្រូវ​តែ​បញ្ចូល​ពាក្យសម្ងាត់​បច្ចុប្បន្ន​របស់​អ្នក ដើម្បី​បន្ត ៖
remove-password-old =
    .label = ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
remove-password-old-password =
    .value = ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
set-password-not-set =
    .label = ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
    .placeholder = (មិន​បាន​កំណត់)
