# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-intro-point-2 = Не ви се предоставят никакви права върху търговски марки или лицензи на търговски марки на Mozilla Foundation, включително без изключения името Firefox или логото. Допълнителна информация за търговски марки могат да бъдат намерени <a data-l10n-name="mozilla-trademarks-link">тук</a>.
rights-intro-point-3 = Някои от функциите на { -brand-short-name }, като Доклад за срив, ви дават възможност да дадете на { -vendor-short-name } обратна връзка. Избирайки да го направите давате разрешение на { -vendor-short-name } да я използва за подобряване на продуктите си, да я публикува на страницата си и да я разпространява.
rights-intro-point-4 = Как използваме личната ви информация и обратната връзка изпратена до { -vendor-short-name } от { -brand-short-name } е описано в <a data-l10n-name="mozilla-privacy-policy-link">Политиката за личните данни на { -brand-short-name }</a>.
rights-intro-point-5 = Някои от функциите на { -brand-short-name }, използват информационни услуги достъпни през Интернет и ние не можем да гарантираме за тях 100%-това точност и липса на грешки. Повече информация, включително и как да изключите функции използващи такива услуги може да намерите в <a data-l10n-name="mozilla-service-terms-link">Условия на услугите</a>.
rights-intro-point-6 = За да се възпроизвеждат определени видове видео съдържание, { -brand-short-name } изтегля съответни модули за дешифриране на съдържание от трети страни.
rights-webservices-header = Информационни услуги достъпни през Интернет от { -brand-full-name }
rights-safebrowsing-term-1 = Отворете настройките на приложението
rights-safebrowsing-term-2 = Изберете раздел Сигурност
rights-safebrowsing-term-3 = Махнете отметката, за да „{ enableSafeBrowsing-label }“
enableSafeBrowsing-label = Блокиране на опасно и измамно съдържание
rights-locationawarebrowsing-term-1 = В адресната лента въведете <code>about:config</code>
rights-locationawarebrowsing-term-2 = Въведете geo.enabled
rights-locationawarebrowsing-term-3 = Щракнете два пъти върху настройката geo.enabled
rights-webservices-unbranded = Преглед на услугите за уеб сайтове, които са вложени в продукта, заедно с инструкции как да се изключат, ако е приложимо, трябва да бъдат изброени тук.
rights-webservices-term-2 = { -vendor-short-name } може да оттегли или промени Услугите по свое усмотрение.
rights-webservices-term-4 = <strong>Услугите се предоставят „както са“. { -vendor-short-name }, нейните сътрудници, лицензодатели и разпространители, отричат всяка гаранция, явна или неявна, включително гаранции, че Услугите са търговски и отговарят на вашите изисквания. Вие носите целия риск от избирането на Услугите за вашата цел и за качеството и производителността на Услугите. Някои юрисдикции не позволяват изключване или ограничаване на гаранциите, затова това отричане може да не е приложимо към вас.</strong>
rights-webservices-term-7 = Тези условия се управляват от законите на щата Калифорния, САЩ, без конфликтите със законовите постановления. Ако някоя част от тези условия се окаже невалидна или неизпълнима, останалите части остават в пълна сила и ефект. В случай на конфликт между преведената версия на тези условия и версията на английски, английската версия е тази, която важи.
