<?xml version="1.0" encoding="UTF-8"?>
<!-- This Source Code Form is subject to the terms of the Mozilla Public
   - License, v. 2.0. If a copy of the MPL was not distributed with this
   - file, You can obtain one at http://mozilla.org/MPL/2.0/. -->

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
]
>
<!--
Contributors:
  R.J. Keller <rlk@trfenv.com> (original author)
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
-->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Using the Help Window</title>
  <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1 id="help_window_top">Usando la ventana de ayuda</h1>

<div class="contentsBox">En esta secci&#243;n:
  <ul>
    <li><a href="#finding_the_topic_you_want">Buscando el t&#243;pico que desee</a></li>
    <li><a href="#search_tips">Consejos de b&#250;squeda</a></li>
  </ul>
</div>

<h2 id="finding_the_topic_you_want">Buscando el t&#243;pico que desee</h2>

<p>Para mostrar informaci&#243;n de ayuda en esta ventana, haga clic en un t&#243;pico en la
  barra lateral de <em>Contenido</em>. Haga clic en el <span class="noMac">plus icon</span>
  <span class="mac">tri&#225;ngulo</span> junto a un t&#243;pico para ver sus subt&#243;picos.</p>

<p>Para buscar un t&#243;pico de ayuda, ingrese una palabra o frase en la barra de  <em>B&#250;squeda</em>
  para ver t&#243;picos relacionados. Haga clic en un t&#243;pico para leer acerca de &#233;l. Si la b&#250;squeda
  no devuelve ning&#250;n t&#243;pico, pruebe ingresando menos palabras o una combinaci&#243;n diferente
  de palabras. Los resultados se mostrar&#225;n en la barra lateral de  <em>B&#250;squeda</em> mientras
  escribe. Para mostrar el contenido en la barra lateral nuevamente, haga clic en el bot&#243;n cerrar de 
  la barra lateral de <em>B&#250;squeda</em>, limpie la barra de <em>B&#250;squeda</em>, o pulse
  <kbd>Esc</kbd>.</p>

<p>Para ver informaci&#243;n relacionada al t&#243;pico de ayuda que est&#225; leyendo, haga clic en los enlaces de 
  la ventana de ayuda como lo har&#237;a en una p&#225;gina web normal.  Tambi&#233;n puede moverse
  hacia atr&#225;s y adelante entre p&#225;ginas que haya visto usando los botones Atr&#225;s y 
  Adelante.</p>

<h2 id="search_tips">Consejos de b&#250;squeda</h2>

<p>Si no encuentra lo que desea, aqu&#237; hay unos pocos consejos &#250;tiles:</p>

<ul>
  <li>Aseg&#250;rese de estar buscando algo que se relacione con
    &brandShortName;; &#233;sta no es una b&#250;squeda general en Internet.</li>
  <li>Trate de ampliar su b&#250;squeda - no sea tan espec&#237;fico; los t&#233;rminos se pueden mencionar
    de una forma diferente a la de su b&#250;squeda.</li>
  <li>Evite ser demasiado amplio en su b&#250;squeda.  Por ejemplo una palabra com&#250;n como
    &quot;p&#225;gina&quot; normalmente devolver&#225; m&#225;s t&#243;picos que los que pueda desear.</li>
</ul>

<div class="contentsBox"><em>14 Julio 2005</em></div>
<p>Copyright &copy; 2003-2005 Contributors to the Mozilla Help Viewer Project.</p>

</body>
</html>
