## S/MIME error strings.
## Note to localization: %S is a placeholder
NoSenderSigningCert=\u0412\u0438\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E \u0446\u0438\u0444\u0440\u043E\u0432\u043E, \u043D\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0443\u0441\u043F\u044F \u0434\u0430 \u043E\u0442\u043A\u0440\u0438\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430, \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u0438\u043B\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0435 \u0438\u0437\u0442\u0435\u043A\u044A\u043B.
NoSenderEncryptionCert=\u0412\u0438\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u0435 \u0442\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E, \u043D\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0443\u0441\u043F\u044F \u043D\u0430 \u043E\u0442\u043A\u0440\u0438\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0437\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u0438\u043B\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0435 \u0438\u0437\u0442\u0435\u043A\u044A\u043B.
MissingRecipientEncryptionCert=\u0412\u0438\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E, \u043D\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043E\u0442\u043A\u0440\u0438\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 %S.
SignNoSenderEncryptionCert=\u0412\u0438\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E \u0446\u0438\u0444\u0440\u043E\u0432\u043E, \u043D\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0443\u0441\u043F\u044F \u0434\u0430 \u043E\u0442\u043A\u0440\u0438\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0438\u043B\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0435 \u0438\u0437\u0442\u0435\u043A\u044A\u043B.
ErrorCanNotEncrypt=\u0428\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u043D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u0438\u043C\u0430\u0442\u0435 \u0432\u0430\u043B\u0438\u0434\u0435\u043D \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u0432\u0441\u0435\u043A\u0438 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0442\u0435 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u043D\u0430 \u0442\u0430\u0437\u0438 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0430 \u043A\u0443\u0442\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438 \u0441\u0430 \u0432\u0430\u043B\u0438\u0434\u043D\u0438 \u0438 \u0434\u043E\u0432\u0435\u0440\u0435\u043D\u0438.
ErrorCanNotSign=\u041F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u043D\u0435\u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E. \u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0442\u0435 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u043D\u0430 \u0442\u0430\u0437\u0438 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0430 \u043A\u0443\u0442\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438 \u0441\u0430 \u0432\u0430\u043B\u0438\u0434\u043D\u0438 \u0438 \u0434\u043E\u0432\u0435\u0440\u0435\u043D\u0438.

## Strings used for in the prefs.
prefPanel-smime=\u0417\u0430\u0449\u0438\u0442\u0430
NoSigningCert=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043E\u0442\u043A\u0440\u0438\u0435 \u0432\u0430\u043B\u0438\u0434\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u043A\u043E\u0439\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u0430.
NoEncryptionCert=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043E\u0442\u043A\u0440\u0438\u0435 \u0432\u0430\u043B\u0438\u0434\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u043A\u043E\u0439\u0442\u043E \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0445\u043E\u0440\u0430 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442, \u0437\u0430 \u0434\u0430 \u0432\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u0442 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438 \u043F\u0438\u0441\u043C\u0430.

encryption_needCertWantSame=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u043A\u043E\u0439\u0442\u043E \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0445\u043E\u0440\u0430, \u043A\u043E\u0433\u0430\u0442\u043E \u0442\u0435 \u0432\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u0442 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438 \u043F\u0438\u0441\u043C\u0430. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 \u0441\u044A\u0449\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435 \u0438 \u0434\u0435\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u0430?
encryption_wantSame=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 \u0441\u044A\u0449\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u0437\u0430 \u0434\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u0435 \u0438 \u0434\u0435\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u0435 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u0430?
encryption_needCertWantToSelect=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u043A\u043E\u0439\u0442\u043E \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0445\u043E\u0440\u0430, \u043A\u043E\u0433\u0430\u0442\u043E \u0432\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u0442 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438 \u043F\u0438\u0441\u043C\u0430. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0441\u0435\u0433\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435?
signing_needCertWantSame=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430, \u043A\u043E\u0439\u0442\u043E \u0449\u0435 \u0441\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430 \u0437\u0430 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 \u0441\u044A\u0449\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441 \u043D\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u0430?
signing_wantSame=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 \u0441\u044A\u0449\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u0437\u0430 \u0434\u0430 \u043F\u043E\u0434\u043F\u0438\u0448\u0435\u0442\u0435 \u0441 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u0430?
signing_needCertWantToSelect=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u043A\u043E\u0439\u0442\u043E \u0449\u0435 \u0441\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430 \u0437\u0430 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441 \u043D\u0430 \u043F\u0438\u0441\u043C\u0430\u0442\u0430 \u0432\u0438. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0441\u0435\u0433\u0430?
