mustSelectFolder=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u0430\u043F\u043A\u0430.
enterValidEmailAddress=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043B\u0438\u0434\u0435\u043D \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u043F\u0440\u0435\u043F\u0440\u0430\u0449\u0430\u043D\u0435.
pickTemplateToReplyWith=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0448\u0430\u0431\u043B\u043E\u043D \u0437\u0430 \u043E\u0442\u0433\u043E\u0432\u043E\u0440.
mustEnterName=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0434\u0430\u0434\u0435\u0442\u0435 \u0438\u043C\u0435 \u043D\u0430 \u0444\u0438\u043B\u0442\u044A\u0440\u0430.
mustSelectAction=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u043E\u043D\u0435 \u0435\u0434\u043D\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0437\u0430 \u0444\u0438\u043B\u0442\u044A\u0440\u0430.
cannotHaveDuplicateFilterTitle=\u0414\u0443\u0431\u043B\u0438\u0440\u0430\u043D\u043E \u0438\u043C\u0435 \u043D\u0430 \u0444\u0438\u043B\u0442\u044A\u0440
cannotHaveDuplicateFilterMessage=\u0422\u043E\u0432\u0430 \u0438\u043C\u0435 \u043D\u0430 \u0444\u0438\u043B\u0442\u044A\u0440 \u0432\u0435\u0447\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0443\u0432\u0430. \u041C\u043E\u043B\u044F, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u043E \u0438\u043C\u0435.
deleteFilterConfirmation=\u041D\u0430\u0438\u0441\u0442\u0438\u043D\u0430 \u043B\u0438 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0444\u0438\u043B\u0442\u044A\u0440\u0430?
untitledFilterName=\u041D\u0435\u0438\u043C\u0435\u043D\u0443\u0432\u0430\u043D \u0444\u0438\u043B\u0442\u044A\u0440
filterListBackUpMsg=\u0412\u0430\u0448\u0438\u0442\u0435 \u0444\u0438\u043B\u0442\u0440\u0438 \u043D\u0435 \u0440\u0430\u0431\u043E\u0442\u044F\u0442, \u043F\u043E\u043D\u0435\u0436\u0435 \u0444\u0430\u0439\u043B\u0430 msgFilterRules.dat, \u043A\u043E\u0439\u0442\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0442\u0435\u0437\u0438 \u0444\u0438\u043B\u0442\u0440\u0438 \u0435 \u043D\u0435\u0447\u0435\u0442\u0438\u043C. \u0429\u0435 \u0431\u044A\u0434\u0435 \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u043D \u043D\u043E\u0432 \u0444\u0430\u0439\u043B msgFilterRules.dat, \u043A\u0430\u043A\u0442\u043E \u0438 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u043E \u043A\u043E\u043F\u0438\u0435 \u043D\u0430 \u0441\u0442\u0430\u0440\u0438\u044F \u0444\u0430\u0439\u043B \u0441 \u0438\u043C\u0435 rulesbackup.dat \u0432 \u0441\u044A\u0449\u0430\u0442\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044F.
customHeaderOverflow=\u0412\u0438\u0435 \u0434\u043E\u0441\u0442\u0438\u0433\u043D\u0430\u0445\u0442\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435\u0442\u043E \u043E\u0442 50 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438 \u0437\u0430\u0433\u043B\u0430\u0432\u043A\u0438. \u041C\u043E\u043B\u044F, \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0435\u0442\u0435 \u0435\u0434\u043D\u0430 \u0438\u043B\u0438 \u043D\u044F\u043A\u043E\u043B\u043A\u043E \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.
filterCustomHeaderOverflow=\u0412\u0430\u0448\u0438\u0442\u0435 \u0444\u0438\u043B\u0442\u0440\u0438 \u0434\u043E\u0441\u0442\u0438\u0433\u043D\u0430\u0445\u0430 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0435\u0442\u043E \u043E\u0442 50 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438 \u0437\u0430\u0433\u043B\u0430\u0432\u043A\u0438. \u041C\u043E\u043B\u044F, \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0444\u0430\u0439\u043B\u0430 msgFilterRules.dat, \u043A\u043E\u0439\u0442\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u0444\u0438\u043B\u0442\u0440\u0438, \u0437\u0430 \u0434\u0430 \u043D\u0430\u043C\u0430\u043B\u0438\u0442\u0435 \u043F\u043E\u0442\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438\u0442\u0435 \u0437\u0430\u0433\u043B\u0430\u0432\u043A\u0438.
invalidCustomHeader=\u0415\u0434\u0438\u043D \u043E\u0442 \u0432\u0430\u0448\u0438\u0442\u0435 \u0444\u0438\u043B\u0442\u0440\u0438 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430 \u0437\u0430\u0433\u043B\u0430\u0432\u043A\u0430, \u043A\u043E\u044F\u0442\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u043D\u0435\u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449 \u0437\u043D\u0430\u043A, \u043A\u0430\u0442\u043E '\:', \u0437\u043D\u0430\u043A, \u043A\u043E\u0439\u0442\u043E \u043D\u0435 \u0441\u0435 \u043E\u0442\u043F\u0435\u0447\u0430\u0442\u0432\u0430, \u043D\u0435-ASCII \u0437\u043D\u0430\u043A \u0438\u043B\u0438 8-\u0431\u0438\u0442\u043E\u0432 \u0437\u043D\u0430\u043A. \u041C\u043E\u043B\u044F, \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0444\u0430\u0439\u043B\u0430 msgFilterRules.dat, \u043A\u043E\u0439\u0442\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u0444\u0438\u043B\u0442\u0440\u0438, \u0437\u0430 \u0434\u0430 \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0435\u0442\u0435 \u043D\u0435\u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0438\u0442\u0435 \u0437\u043D\u0430\u0446\u0438 \u043E\u0442 \u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0432\u0438 \u0437\u0430\u0433\u043B\u0430\u0432\u043A\u0438.
continueFilterExecution=\u041F\u0440\u0438\u043B\u0430\u0433\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0444\u0438\u043B\u0442\u044A\u0440\u0430 %S \u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E. \u0429\u0435 \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0438\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043F\u0440\u0438\u043B\u0430\u0433\u0430\u0442\u0435 \u0444\u0438\u043B\u0442\u0440\u0438?
promptTitle=\u0420\u0430\u0431\u043E\u0442\u0435\u0449\u0438 \u0444\u0438\u043B\u0442\u0440\u0438
promptMsg=\u0412 \u043C\u043E\u043C\u0435\u043D\u0442\u0430 \u0441\u0435 \u0444\u0438\u043B\u0442\u0440\u0438\u0440\u0430\u0442 \u043F\u0438\u0441\u043C\u0430.\n\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0438 \u0444\u0438\u043B\u0442\u0440\u0438\u0440\u0430\u043D\u0435\u0442\u043E?
stopButtonLabel=\u0421\u0442\u043E\u043F
continueButtonLabel=\u041F\u0440\u043E\u0434\u044A\u043B\u0436\u0435\u043D\u0438\u0435
cannotEnableFilter=\u0422\u043E\u0437\u0438 \u0444\u0438\u043B\u0442\u044A\u0440 \u0432\u0435\u0440\u043E\u044F\u0442\u043D\u043E \u0435 \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u043D \u0437\u0430 \u043F\u043E-\u043D\u043E\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044F \u043D\u0430 mozilla/netscape. \u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043E \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u0435, \u0437\u0430\u0449\u043E\u0442\u043E \u043F\u044A\u043A \u043D\u0438\u0435 \u043D\u0435 \u0437\u043D\u0430\u0435\u043C \u043A\u0430\u043A \u0434\u0430 \u0433\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0438\u043C.
