#***** BEGIN LICENSE BLOCK *****
#Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
#The contents of this file are subject to the Mozilla Public License Version 
#1.1 (the "License"); you may not use this file except in compliance with 
#the License. You may obtain a copy of the License at 
#http://www.mozilla.org/MPL/
#
#Software distributed under the License is distributed on an "AS IS" basis,
#WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
#for the specific language governing rights and limitations under the
#License.
#
#The Original Code is mozilla.
#
#The Initial Developer of the Original Code is
#  Jeff Tsai <jt95070@netscape.net>.
#Portions created by the Initial Developer are Copyright (C) 2002
#the Initial Developer. All Rights Reserved.
#
#Contributor(s):
#  Seth Spitzer <sspitzer@netscape.com>
#
#Alternatively, the contents of this file may be used under the terms of
#either the GNU General Public License Version 2 or later (the "GPL"), or
#the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
#in which case the provisions of the GPL or the LGPL are applicable instead
#of those above. If you wish to allow use of your version of this file only
#under the terms of either the GPL or the LGPL, and not to allow others to
#use your version of this file under the terms of the MPL, indicate your
#decision by deleting the provisions above and replace them with the notice
#and other provisions required by the GPL or the LGPL. If you do not delete
#the provisions above, a recipient may use your version of this file under
#the terms of any one of the MPL, the GPL or the LGPL.
#
#***** END LICENSE BLOCK *****
# LOCALIZATION NOTE: Do not translate anything in this file (except for "MsgMdnWishToSend")
#                    see bugzilla bug 139615.
## Msg Mdn Report strings
MsgMdnDisplayed=\u0417\u0430\u0431\u0435\u043B\u0435\u0436\u043A\u0430\: \u041E\u0431\u0440\u0430\u0442\u043D\u0430\u0442\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 \u043F\u043E\u0442\u0432\u044A\u0440\u0436\u0434\u0430\u0432\u0430, \u0447\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u043E\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u043D\u0430 \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440\u0430 \u043D\u0430 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F. \u041D\u044F\u043C\u0430 \u0433\u0430\u0440\u0430\u043D\u0446\u0438\u044F, \u0447\u0435 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F \u0435 \u043F\u0440\u043E\u0447\u0435\u043B \u0438 \u0440\u0430\u0437\u0431\u0440\u0430\u043B \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E.
MsgMdnDispatched=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0431\u0435\u0448\u0435 \u0438\u043B\u0438 \u043E\u0442\u043F\u0435\u0447\u0430\u0442\u0430\u043D\u043E, \u0438\u043B\u0438 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E \u043F\u043E \u0444\u0430\u043A\u0441 \u0438\u043B\u0438 \u043F\u0440\u0435\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u0431\u0435\u0437 \u0434\u0430 \u043E\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u043E\u0442 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F. \u041D\u044F\u043C\u0430 \u0433\u0430\u0440\u0430\u043D\u0446\u0438\u044F, \u0447\u0435 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F \u0449\u0435 \u043F\u0440\u043E\u0447\u0435\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E.
MsgMdnProcessed=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0431\u0435\u0448\u0435 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0435\u043D\u043E \u043E\u0442 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0438\u044F\u0442 \u043A\u043B\u0438\u0435\u043D\u0442 \u043D\u0430 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F, \u0431\u0435\u0437 \u0434\u0430 \u0435 \u043E\u0442\u0432\u043E\u0440\u0435\u043D\u043E. \u041D\u044F\u043C\u0430 \u0433\u0430\u0440\u0430\u043D\u0446\u0438\u044F, \u0447\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u043E\u0447\u0435\u0442\u0435\u043D\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E.
MsgMdnDeleted=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0431\u0435\u0448\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u043E. \u041B\u0438\u0446\u0435\u0442\u043E, \u043D\u0430 \u043A\u043E\u0435\u0442\u043E \u0433\u043E \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0445\u0442\u0435, \u043C\u043E\u0436\u0435 \u0438 \u0434\u0430 \u0435, \u043C\u043E\u0436\u0435 \u0438 \u0434\u0430 \u043D\u0435 \u0435 \u0432\u0438\u0434\u044F\u043B\u043E \u043F\u0438\u0441\u043C\u043E\u0442\u043E. \u0418\u043C\u0430 \u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442 \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u0432\u044A\u0437\u0441\u0442\u0430\u043D\u043E\u0432\u0435\u043D\u043E \u0438 \u043F\u0440\u043E\u0447\u0435\u0442\u0435\u043D\u043E.
MsgMdnDenied=\u041F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F\u0442 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0436\u0435\u043B\u0430\u0435 \u0434\u0430 \u0438\u0437\u043F\u0440\u0430\u0449\u0430 \u043E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 \u0434\u043E \u0432\u0430\u0441.
MsgMdnFailed=\u0413\u0440\u0435\u0448\u043A\u0430\: \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0430 \u0438\u043B\u0438 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0430 \u0434\u043E \u0432\u0430\u0441 \u0441\u044A\u043E\u0442\u0432\u0435\u0442\u043D\u0430\u0442\u0430 \u043E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430.
MsgMdnWishToSend=\u041F\u043E\u0434\u0430\u0442\u0435\u043B\u044F\u0442 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0436\u0435\u043B\u0430\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u0435\u043D \u043F\u0440\u0438 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E.\n\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u0435\u043D \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F?
# LOCALIZATION NOTE : Do not translate the word "%S" below.
MsgMdnMsgSentTo=\u0422\u043E\u0432\u0430 \u0435 \u043E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 \u0437\u0430 \u043F\u043E\u0449\u0430, \u043A\u043E\u044F\u0442\u043E \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0445\u0442\u0435 \u043D\u0430 %S.
MdnDisplayedReceipt=\u041E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 (\u043E\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u043F\u0438\u0441\u043C\u043E)
MdnDispatchedReceipt=\u041E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 (\u043F\u0440\u0435\u043D\u0430\u0441\u043E\u0447\u0435\u043D\u043E \u043F\u0438\u0441\u043C\u043E)
MdnProcessedReceipt=\u041E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 (\u043F\u0440\u0438\u0435\u0442\u043E \u043F\u0438\u0441\u043C\u043E)
MdnDeletedReceipt=\u041E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 (\u0438\u0437\u0442\u0440\u0438\u0442\u043E \u043F\u0438\u0441\u043C\u043E)
MdnDeniedReceipt=\u041E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 (\u043E\u0442\u043A\u0430\u0437\u0430\u043D\u0430)
MdnFailedReceipt=\u041E\u0431\u0440\u0430\u0442\u043D\u0430 \u0440\u0430\u0437\u043F\u0438\u0441\u043A\u0430 (\u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u0430)
