#
# The following are used by the Account Wizard
#
enterAccountName=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043C\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F.
enterUserName=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435.
enterName=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0435\u0442\u043E \u0438\u043C\u0435.
enterValidEmail=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441.
accountExists=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043D\u0430 \u043F\u043E\u0449\u0430 \u0438\u043B\u0438 \u0444\u043E\u0440\u0443\u043C \u0441 \u0441\u044A\u0449\u043E\u0442\u043E \u0438\u043C\u0435 \u043D\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B \u0438 \u0441\u044A\u0440\u0432\u044A\u0440 \u0432\u0435\u0447\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u041D\u0430\u0442\u0438\u0441\u043D\u0435\u0442\u0435 \u041D\u0430\u0437\u0430\u0434 \u0438 \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u043E \u0438\u043C\u0435 \u043D\u0430 \u0441\u044A\u0440\u0432\u044A\u0440, \u0438\u043D\u0430\u0447\u0435 \u043D\u0430\u0442\u0438\u0441\u043D\u0435\u0442\u0435 \u041E\u0442\u043A\u0430\u0437.
modifiedAccountExists=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0441 \u0442\u043E\u0432\u0430 \u0438\u043C\u0435 \u043D\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B \u0438 \u0441\u044A\u0440\u0432\u044A\u0440 \u0432\u0435\u0447\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442. \u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435 \u0438/\u0438\u043B\u0438 \u0438\u043C\u0435 \u043D\u0430 \u0441\u044A\u0440\u0432\u044A\u0440.
userNameChanged=\u0412\u0430\u0448\u0435\u0442\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435 \u0435 \u043E\u0431\u043D\u043E\u0432\u0435\u043D\u043E. \u0422\u0440\u044F\u0431\u0432\u0430 \u0441\u044A\u0449\u043E \u0434\u0430 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u044F \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441 \u0438/\u0438\u043B\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E\u0442\u043E \u0438\u043C\u0435, \u0430\u0441\u043E\u0446\u0438\u0438\u0440\u0430\u043D\u043E \u0441 \u0442\u0430\u0437\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F.
serverNameChanged=\u0418\u043C\u0435\u0442\u043E \u043D\u0430 \u0441\u044A\u0440\u0432\u044A\u0440\u044A\u0442 \u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u043E. \u041C\u043E\u043B\u044F, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0430\u043F\u043A\u0438 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0438 \u043E\u0442 \u0444\u0438\u043B\u0442\u0440\u0438, \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043D\u0430 \u043D\u043E\u0432\u0438\u044F \u0441\u044A\u0440\u0432\u044A\u0440.
# if the user chooses to cancel the wizard when no accounts are there throw a message
# LOCALIZATION NOTE (cancelWizard) 
# do not localize "\n\n"
cancelWizard=\u0421\u0438\u0433\u0443\u0440\u043D\u0438 \u043B\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u043D\u0430\u043F\u0443\u0441\u043D\u0435\u0442\u0435 \u043F\u043E\u043C\u043E\u0449\u043D\u0438\u043A\u0430?\n\n\u0410\u043A\u043E \u043D\u0430\u043F\u0443\u0441\u043D\u0435\u0442\u0435 \u0441\u0435\u0433\u0430, \u0432\u044A\u0432\u0435\u0434\u0435\u043D\u0430\u0442\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0449\u0435 \u0431\u044A\u0434\u0435 \u0437\u0430\u0433\u0443\u0431\u0435\u043D\u0430 \u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u043D\u0430.
accountWizard=\u041F\u043E\u043C\u043E\u0449\u043D\u0438\u043A \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
WizardExit=\u0418\u0437\u0445\u043E\u0434
WizardContinue=\u041E\u0442\u043A\u0430\u0437
# when the wizard already has a domain (Should we say something different?)
enterValidEmailPrefix=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441.
enterValidHostname=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0445\u043E\u0441\u0442.
failedRemoveAccount=\u041F\u0440\u0435\u043C\u0430\u0445\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E.
failedDuplicateAccount=\u0414\u0443\u0431\u043B\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E.
#LOCALIZATION NOTE: confirmRemoveAccount: %S is the account pretty name
confirmRemoveAccount=\u0421\u0438\u0433\u0443\u0440\u043D\u0438 \u043B\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0435\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 "%S"?
confirmRemoveAccountTitle=\u041F\u0440\u0435\u043C\u0430\u0445\u0432\u0430\u043D\u0435 \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
#LOCALIZATION NOTE: accountName: %1$S is server name, %2$S is user name
accountName=%1$S - %2$S

confirmDeferAccount=\u0410\u043A\u043E \u0441\u044A\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u043D\u043E\u0432\u0430\u0442\u0430 \u043F\u043E\u0449\u0430 \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0432 \u0434\u0440\u0443\u0433\u0430 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0430 \u043A\u0443\u0442\u0438\u044F \u043F\u043E\u0432\u0435\u0447\u0435 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0438\u043C\u0430\u0442\u0435 \u0434\u043E\u0441\u0442\u044A\u043F \u0434\u043E \u0432\u0435\u0447\u0435 \u0438\u0437\u0442\u0435\u0433\u043B\u0435\u043D\u0438\u0442\u0435 \u043F\u0438\u0441\u043C\u0430 \u043E\u0442 \u0442\u0430\u0437\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F. \u0410\u043A\u043E \u0438\u043C\u0430\u0442\u0435 \u043F\u0438\u0441\u043C\u0430 \u0432 \u043D\u0435\u044F, \u043F\u044A\u0440\u0432\u043E \u0433\u0438 \u043A\u043E\u043F\u0438\u0440\u0430\u0439\u0442\u0435 \u0432 \u0434\u0440\u0443\u0433\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F. \u0410\u043A\u043E \u0438\u043C\u0430\u0442\u0435 \u0444\u0438\u043B\u0442\u0440\u0438, \u043A\u043E\u0438\u0442\u043E \u0441\u043E\u0440\u0442\u0438\u0440\u0430\u0442 \u043F\u0438\u0441\u043C\u0430 \u0432 \u0442\u0430\u0437\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F, \u0431\u0438 \u0442\u0440\u044F\u0431\u0432\u0430\u043B\u043E \u0434\u0430 \u0433\u0438 \u0438\u0437\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u0438\u043B\u0438 \u0434\u0430 \u0433\u0438 \u043F\u0440\u0435\u043D\u0430\u0441\u043E\u0447\u0438\u0442\u0435 \u043A\u044A\u043C \u043D\u043E\u0432\u0430\u0442\u0430 \u043F\u0430\u043F\u043A\u0430. \u0410\u043A\u043E \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438\u0442\u0435 \u0438\u043C\u0430\u0442 \u0441\u043F\u0435\u0446\u0438\u0430\u043B\u043D\u0438 \u043F\u0430\u043F\u043A\u0438 (\u0418\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438 \u043F\u0438\u0441\u043C\u0430, \u0427\u0435\u0440\u043D\u043E\u0432\u0438, \u0428\u0430\u0431\u043B\u043E\u043D\u0438), \u0431\u0438 \u0442\u0440\u044F\u0431\u0432\u0430\u043B\u043E \u0434\u0430 \u0433\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0434\u0430 \u043F\u0440\u0438\u0441\u044A\u0441\u0442\u0432\u0430\u0442 \u0432 \u0434\u0440\u0443\u0433\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F. \u0412\u0441\u0435 \u043E\u0449\u0435 \u043B\u0438 \u0438\u0441\u043A\u0430\u0442\u0435 \u0434\u0430 \u0441\u044A\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043F\u043E\u0449\u0430 \u0432 \u0434\u0440\u0443\u0433\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F?
confirmDeferAccountTitle=Defer Account?

directoryUsedByOtherServer=\u0422\u0430\u0437\u0438 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044F \u0432\u0435\u0447\u0435 \u0441\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430 \u043E\u0442 \u0434\u0440\u0443\u0433 \u0441\u044A\u0440\u0432\u044A\u0440. \u041C\u043E\u043B\u044F, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044F.
#Provide default example values for sample email address
exampleEmailUserName=user
exampleEmailDomain=example.net
emailFieldText=\u0410\u0434\u0440\u0435\u0441 \u043D\u0430 \u0435-\u043F\u043E\u0449\u0430\:
#LOCALIZATION NOTE: defaultEmailText: %1$S is user name, %2$S is domain
defaultEmailText=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u044F \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0438 \u0430\u0434\u0440\u0435\u0441. \u0422\u043E\u0437\u0438 \u0430\u0434\u0440\u0435\u0441 \u0449\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0432\u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u0442 \u043F\u0438\u0441\u043C\u0430 (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, "%1$S@%2$S").
#LOCALIZATION NOTE: customizedEmailText: %1$S is provider, %2$S is email username, %3$S is sample email, %4$S is sample username
customizedEmailText=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u044F %1$S %2$S (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0430\u043A\u043E \u0432\u0430\u0448\u0438\u044F %1$S \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441 \u0435 "%3$S", \u0442\u043E \u0432\u0430\u0448\u0438\u044F %2$S \u0435 "%4$S").

# account manager stuff
prefPanel-server=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043D\u0430 \u0441\u044A\u0440\u0432\u044A\u0440\u0430
prefPanel-copies=\u041A\u043E\u043F\u0438\u044F \u0438 \u043F\u0430\u043F\u043A\u0438
prefPanel-offline-and-diskspace=\u0411\u0435\u0437 \u0432\u0440\u044A\u0437\u043A\u0430 \u0438 \u0434\u0438\u0441\u043A\u043E\u0432\u043E \u043C\u044F\u0441\u0442\u043E
prefPanel-diskspace=\u0414\u0438\u0441\u043A\u043E\u0432\u043E \u043C\u044F\u0441\u0442\u043E
prefPanel-addressing=\u041F\u0438\u0441\u0430\u043D\u0435 \u0438 \u0430\u0434\u0440\u0435\u0441\u0438\u0440\u0430\u043D\u0435
prefPanel-advanced=\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043D\u0438
## LOCALIZATION NOTE (prefPanel-smtp): Don't translate "SMTP"
prefPanel-smtp=\u0418\u0437\u0445\u043E\u0434\u044F\u0449 \u0441\u044A\u0440\u0432\u044A\u0440 (SMTP)

# account manager multiple identity support
#LOCALIZATION NOTE: accountName: %1$S 
identity-list-title=\u0421\u0430\u043C\u043E\u043B\u0438\u0447\u043D\u043E\u0441\u0442\u0438 \u0437\u0430 %1$S

identity-edit-req=\u0422\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0441\u0430\u043C\u043E\u043B\u0438\u0447\u043D\u043E\u0441\u0442.
identity-edit-req-title=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0441\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u0441\u0430\u043C\u043E\u043B\u0438\u0447\u043D\u043E\u0441\u0442

choosefile=\u0418\u0437\u0431\u043E\u0440 \u043D\u0430 \u0444\u0430\u0439\u043B
