# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = Ձեր իրաւունքների մասին
rights-intro = { -brand-full-name }-ը անվճար եւ բաց այղագրով ծրագիր է՝ ստեղծուած աշխարհի տարբեր երկրների հազարաւոր մարդկանց կողմից: Կան բաներ, որոնք դուք պէտք է իմանաք.
rights-intro-point-1 = { -brand-short-name }֊ը հասանելի է համաձայն <a data-l10n-name="mozilla-public-license-link">֊ի, Mozilla֊ի հանրային արտաւնագրի</a>։ Սա նշանակում է, որ դուք կարող էք աւգտագործել, կրկնաւրինակել եւ տարածել { -brand-short-name }֊ը ուրիշներին։ Դուք նաեւ կարող էք փոփոխել { -brand-short-name }֊ի ծրագրային այղագիրը ըստ Ձեր կարիքների։ Mozilla֊ի հանրային արտաւնագիրը նաեւ հնարաւորութիւն է տալիս Ձեզ տարածել Ձեր փոփոխած տարբերակը։
rights-intro-point-2 = Ձեզ շնորհուած է որեւէ իրաւունք կամ արտաւնութիւն Mozilla Foundation֊ի կամ այղ ապրանքանիշների նկատմամբ, ինչպէս նաեւ Thunderbird անունը կամ պատկերանիշը աւգտագործելու համար։ Մանրամասները՝<a data-l10n-name="mozilla-trademarks-link"> այստեղ</a>։
rights-intro-point-3 = { -brand-short-name }֊ի որոշ հնարաւորութիւններ, ինչպիսին է խորտակման զեկոյցը, տալիս են Ձեզ հնարաւորութիւն՝ ուղարկել արձագանք { -vendor-short-name }֊ին։ Ուղարկելով Ձեր արձագանքը՝ թոյղ էք տալիս { -vendor-short-name }֊ին աւգտագործել յետադարձ կապ՝ իր արտադրանքը բարելաւելու, յետադարձ կապը իր կայքերում հրապարակելու եւ այն տարածելու համար։
rights-intro-point-4 = Թե ինչպէս ենք մենք աւգտագործում Ձեր անձնական տեղեկատուութիւնը եւ ուղարկած արձագանքը՝ ուղարկուած { -vendor-short-name }-ին { -brand-short-name }-ի միջոցով, նկարագրուած է այստեղ՝ <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name }-ի Գաղտնիութեան դրոյթները</a>:
rights-intro-point-4-unbranded = Այս ծրագրի համար կիրառուող գաղտնիութեան ցանկացած քաղաքականութիւն պէտք է թուարկուած լինի այստեղ:
rights-intro-point-5 = { -brand-short-name }-ի որոշ իւրայատկութիւններ աւգտագործուում են տեղեկատուական վեբ ծառայութիւննրի կողմից, սակայն մենք չենք կարող 100% երաշխաւորել դրանց ճշգրիտ եւ անսխալ աշխատանքը: Առաւել մանրամասներ, ներառեալ այս ծառաիւթիւնը անջատելու ձեւը, կարող էք գտնել այստեղ` <a data-l10n-name="mozilla-service-terms-link">ծառայութեան պայմաններ</a>:
rights-intro-point-5-unbranded = Եթե այս ապրանքը ներառում է վեբ ծառայութիւններ, ապա ծառայութիւնների վերաբերեալ ցանկացած համաձայնագիր պէտք է ունենայ յղում դէպի <a data-l10n-name="mozilla-website-services-link">Վեբ կայքի ծառաիւթիւններ</a> մաս:
rights-intro-point-6 = Նման տեսակի տեսանիւթերի նուագարկման համար { -brand-short-name }-ը ներբեռնում է որոշակի բովանդակութեան այղագրման բաղադրիչներ երրորդ կողմից:
rights-webservices-header = { -brand-full-name } Վեբ ծառաիւթիւններ
rights-webservices = { -brand-full-name }֊ը աւգտագործում է վեբ տեղեկատուական ծառայութիւններ ("Ծառայութիւններ"), որպէսզի ապահովի որոշ յատկութիւններ { -brand-short-name }-ի երկուական տարբերակի աւգտագործման համար` համաձայն ստորեւ  բերուած պայմանների: Եթե դուք չէք ցանկանում աւգտվել որոշ ծառայութիւններից կամ չէք ընդունում պայմանները, ապա կարող էք անջատել յատկութիւնը կամ ծառայութիւն(ներ)ը: Կարող էք գտնել ցուցումեր, թե ինչպէս անջատել առանձնակի յատկութիւն կամ ծառաիւթիւն: <a data-l10n-name="mozilla-disable-service-link">այստեղ</a>: Այղ հնարաւորութիւնները եւ ծառայութիւնները կարող են անջատուել ծրագրի կարգաւորումներից:
rights-webservices2 =
    { -brand-full-name }-ը աւգտագործում է վեբ տեղեկատուական ծառայութիւններ (“Ծառայութիւններ”), որպէսզի ապահովի որոշ յատկութիւններ { -brand-short-name }֊ի երկուական տարբերակի աւգտագործման համար՝  համաձայն ստորեւ բերուած պայմանների։ Եթե դուք չէք ցանկանում աւգտուել որոշ ծառայութիւններից կամ չէք ընդունում պայմանները, կարող էք անջատել յատկութիւնը կամ ծառայութիւն(ներ)ը։ Ցուցումները, թե ինչպէս անջատել որոշակի յատկանիշը կամ ծառայութիւնը, կարելող էք գտնել <a data-l10n-name="mozilla-disable-service-link">այստեղ</a>։ Այղ առանձնայատկութիւնները
    եւ ծառայութիւնները կարող են անջատուել յաւելուածի կարգաւորումներում:
rights-locationawarebrowsing = <strong>Տեղադրութեան ցուցադրում. </strong>միշտ Ձեզ հարցում է կատարելու: Տեղադրութեան վերաբերեալ ոչ մի տեղեկութիւն չի կարող երբեւէ ուղարկուել առանց Ձեր թոյղտուութեան: Եթե դուք ցանկանում էք ամբողջովին անջատել այս յատկութիւնը, ապա հետեւէք այս քայլերին.
rights-locationawarebrowsing-term-1 = Բացէք կարգաբերման խմբագրիչը
rights-locationawarebrowsing-term-2 = Մուտքագրէք geo.enabled
rights-locationawarebrowsing-term-3 = Երկու անգամ սեղմէք geo.enabled նախընտրանքի վրայ
rights-locationawarebrowsing-term-4 = Տեղադրութեան յայտնաբերումը անջատուած է
rights-webservices-unbranded = Այս ծրագրում ընդգրկուած վեբ կայքի ծառայութիւնների ընդհանուր նկարագիրը եւ, անհրաժեշտութեան դէպքում, անջատելու հրահանգաշարը պէտք է ներառուած լինի այստեղ:
