# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

account-central-title = Բարի գալուստ { -brand-full-name }
account-settings = Հաշուի կարգաւորումներ
#   $accounts (Number) - the number of configured accounts
setup-title =
    { $accounts ->
        [0] Ընտրէք ինչ տեղակայել
        [one] տեղակայէք մեկ այղ հաշիւ
       *[other] տեղակայէք մեկ այղ հաշիւ
    }
about-title = { -brand-full-name } -­ի մասին
resources-title = Աշխատապաշարներ
release-notes =
    .title = { -brand-full-name }-­ի մասին
email-label = եղ․ փոստ
    .aria-label = Կապակցուեք Ձեր արդէն գոյութիւն ունեցող եղ․ փոստի հաշուին
email-description = { -brand-short-name } ֊ը Ձեզ թոյղատրում է կապակցուել Ձեր գոյութիւն ունեցող եղ․ փոստի հաշուին, եղ․ հաղորդագրութիւնները յարմարաւետ եւ արդիւնաւետ յաւելուածի ներսում կարդալու հարմար։
calendar-label = Աւրացոյց
    .aria-label = Ստեղծել նոր աւրացոյց
calendar-description = { -brand-short-name } ֊ն Ձեզ աւգնում է իրագործել իրադարձութիւնները եւ կարգաւորուած լինել։ Հեռակա աւրացոյցին կապակցուելը կը պահի Ձեր բոլոր իրադարձութիւնները համաժամեցուած Ձեր բոլոր սարքերում:
chat-label = Զրոյց
    .aria-label = Միացեք Ձեր զրուցարանի հաշիւ
chat-description = { -brand-short-name } թոյղ է տալիս կապակցուել բազմաթիւ տեւական հաղորդագրութիւնների հաշիւներին՝ առաջարկելով աջակցութիւն տարբեր հարթակներում:
filelink-label = Նիշի յղում
    .aria-label = Տեղակայել նիշի յղումը
filelink-description = { -brand-short-name }֊ը թոյղ է տալիս ստեղծել նիշի յղման ամպային հաշիւ մեծ կցորդներ հեշտութեամբ ուղարկելու համար:
addressbook-label = Հասցէագիրք
    .aria-label = Ստեղծել նոր հասցէագիրք
addressbook-description = { -brand-short-name } ֊ը թոյղատրում է դասակարգել Ձեր կապորդները հասցէագրքի մէջ։ Դուք նաեւ կարող եք կապակցուել տեւական հասցէագրքին՝ Ձեր կապորդների համաժամեցման համար։
feeds-description = { -brand-short-name }֊ը թոյղ է տալիս միանալ RSS/Atom ալիքներին նորութիւններ եւ թարմացումներ ստանալու համար:
newsgroups-label = Լրատուական խմբեր
    .aria-label = Միանալ լրատուական խմբին
newsgroups-description = { -brand-short-name } ֊ը թոյղատրում է միանալ բոլոր լրատուական խմբերին, որին ցանկանում եք։
import-title = Ներմուծել մեկ այղ ծրագրից
import-paragraph = { -brand-short-name }-ը թոյղ է տալիս ներմուծել փոստային հաղորդագրութիւններ, հասցէագրքի գրառումներ, բաժանորդագրութիւններ, նախապատուութիւններ եւ/կամ զտիչներ այղ փոստային ծրագրերից եւ հասցէագրքի սովորական ձեւաչափերից:
import-paragraph2 = { -brand-short-name } թոյղ է տալիս ներմուծել փոստային հաղորդագրություններ, հասցէագրքի գրառումներ, բաժանորդագրությիւններ, կարգաւորումներ եւ/կամ զտիչներ այղ փոստային ծրագրերից եւ հասցէագրքի սովորական ձեւաչափերից:
import-label = Ներմուծել
    .aria-label = Ներմուծել տուեալներ այղ ծրագրերից
about-paragraph = Thunderbird-ը առաջատար բաց կոդով, բազմահարթակ եղեկտրոնային փոստի եւ աւրացոյցի սպասառուն է, որն անվճար է բիզնեսի եւ անձնական աւգտագործման համար: Մենք ցանկանում ենք որ այն ապահով մնայ եւ աւելի լաւը դառնայ: Նուիրատուութիւնը մեզ թոյղ կը տայ վարձել մշակողների, վճարել ենթակառուցուածքների համար եւ շարունակել կատարելագործուել:
about-paragraph-consider-donation = <b>Thunderbird-ը ֆինանսաւորուում է Ձեզ նման աւգտուողների կողմից: Եթե ​​Ձեզ դուր է գալիս Thunderbird-ը, խնդրում ենք մտածել նուիրատուութիւն անելու մասին:</b> Ձեզ համար լավագոյն միջոցը համոզուելու համար որ Thunderbird-ը հասանելի է մնում <a data-l10n-name="donation-link"> նուիրատուութիւն կատարելը</a>:
explore-link = Ուսումնասիրել յատկութիւնները
support-link = Աջակցութիւն
involved-link = Միանալ
developer-link = Մշակողի փաստաթղթեր
read = Կարդալ նամակները
compose = Գրել նոր հաղորդագրութիւն
search = Նամակների որոնում
filter = Կառավարել նամակի զտիչները
nntp-subscription = Կառաւարել լրատուական բաժանորդագրութիւնները
e2e = Վերջաւոր ծածկագրում
