## Signature Information strings
SINoneLabel=Sporo\u010Dilo nima digitalnega podpisa
SINone=To sporo\u010Dilo ne vsebuje po\u0161iljateljevega digitalnega podpisa. Odsotnost le-tega pomeni, da bi sporo\u010Dilo lahko bilo poslano s strani nekoga, ki se le pretvarja, da ima ta e-po\u0161tni naslov. Prav tako je mogo\u010De, da je bilo sporo\u010Dilo spremenjeno na poti prek mre\u017Ee. Vendar pa ni verjetno, da se je zgodila katerakoli od teh mo\u017Enosti.

SIValidLabel=Sporo\u010Dilo je podpisano
SIValid=To sporo\u010Dilo vsebuje veljaven digitalni podpis. Odkar je bilo poslano, ni bilo spremenjeno.

SIInvalidLabel=Digitalni podpis ni veljaven
SIInvalidHeader=To sporo\u010Dilo sicer vsebuje digitalni podpis, a je le-ta neveljaven.

SIContentAltered=Digitalni podpis se ne ujema pravilno z vsebino sporo\u010Dila. Videti je, da je bilo sporo\u010Dilo spremenjeno po tem, ko je zapustilo po\u0161iljatelja. Sporo\u010Dilu ne gre zaupati, dokler ne preverite vsebine s po\u0161iljateljem.
SIExpired=Videti je, da je certifikat, s katerim je bilo sporo\u010Dilo podpisano, pretekel. Prepri\u010Dajte se, da je va\u0161 sistemski \u010Das nastavljen pravilno.
SIRevoked=Certifikat, uporabljen za podpis tega sporo\u010Dila, je bil razveljavljen. Sporo\u010Dilu ne gre zaupati, dokler ne preverite njegove vsebine s po\u0161iljateljem.
SINotYetValid=Certifikat, s katerim je sporo\u010Dilo podpisano, \u0161e ni veljaven. Prepri\u010Dajte se, da je va\u0161 sistemski \u010Das nastavljen pravilno.
SIUnknownCA=Certifikat, s katerim je sporo\u010Dilo podpisano, je izdana neznana uradna oseba za certifikate (CA).
SIUntrustedCA=Certifikat, s katerim je bilo sporo\u010Dilo podpisano, je bil izdan s strani uradne osebe za certifikate (CA), ki mu ne zaupate za izdajanje te vrste certifikatov.
SIExpiredCA=Certifikat, ki podpisuje to sporo\u010Dilo, prihaja od uradne osebe za certifikate (CA), katerega lasten certifikat je potekel. Prepri\u010Dajte se, da je va\u0161 sistemski \u010Das nastavljen pravilno.
SIRevokedCA=Certifikat, s katerim je to sporo\u010Dilo podpisano, je bilo izdano s strani uradne osebe za certifikate (CA), katerega lasten certifikat je bil razveljavljen. Temu sporo\u010Dilu ne gre zaupati, dokler ne preverite vsebine s po\u0161iljateljem.
SINotYetValidCA=Certifikat, uporabljen za podpis tega sporo\u010Dila, je izdala uradna oseba za certifikate (CA), katere lasten certifikat \u0161e ni veljaven. Prepri\u010Dajte se, da je va\u0161 sistemski \u010Das nastavljen pravilno.
SIInvalidCipher=Sporo\u010Dilo je bilo podpisano s \u0161ifrirno mo\u010Djo, ki je va\u0161a razli\u010Dica programa ne podpira.
SIClueless=S tem digitalnim podpisom je nekaj neznanega narobe. Sporo\u010Dilu ne gre zaupati, dokler ne preverite vsebine s po\u0161iljateljem.

SIPartiallyValidLabel=Sporo\u010Dilo je podpisano
SIPartiallyValidHeader=Navkljub temu, da je digitalni podpis veljaven, ni znano, \u010De sta po\u0161iljatelj in podpisnik ista oseba.

SIHeaderMismatch=E-po\u0161tni naslov v podpisnikovem certifikatu je druga\u010Den od naslova, iz katerega je bilo to sporo\u010Dilo poslano. Prosim, preglejte podrobnosti podpisa certifikata, \u010De \u017Eelite izvedeti, kdo je njegov podpisnik.
SICertWithoutAddress=Certifikat, uporabljen za podpisovanje tega sporo\u010Dila, ne vsebuje e-po\u0161tnega naslova. Prosim, preglejte podrobnosti podpisa certifikata, \u010De \u017Eelite izvedeti, kdo je njegov podpisnik.

## Encryption Information strings
EINoneLabel=Sporo\u010Dilo ni \u0161ifrirano
EINone=To sporo\u010Dilo ni bilo kodirano, preden je bilo poslano. Informacije, poslane prek interneta brez \u0161ifriranja, lahko vidijo drugi ljudje med prenosom.

EIValidLabel=Sporo\u010Dilo je \u0161ifrirano
EIValid=To sporo\u010Dilo je bilo \u0161ifrirano, preden vam je bilo poslano. Uporaba \u0161ifriranja ote\u017Eko\u010Di vpogled v poslane informacije med potjo preko spleta.

EIInvalidLabel=Sporo\u010Dila ni mogo\u010De de\u0161ifrirati
EIInvalidHeader=To sporo\u010Dilo je bilo \u0161ifrirano, preden vam je bilo poslano, a se ga ne da de\u0161ifrirati.

EIContentAltered=Vsebina tega sporo\u010Dila je bila spremenjena med prenosom.
EINoDecryptCert=Certifikata, uporabljenega za \u0161ifriranje tega sporo\u010Dila, ni mogo\u010De najti.
EIPasswordError=Glavno geslo, ki ste ga vnesli, ni pravilno.
EIInvalidCipher=Sporo\u010Dilo je bilo \u0161ifrirano s \u0161ifrirno stopnjo, ki je va\u0161a razli\u010Dica programa ne podpira.
EIClueless=Pri\u0161lo je do neznanih problemov s tem \u0161ifriranim sporo\u010Dilom.


## Signing Power Information string
SPCanLabel=Sporo\u010Dilo se lahko podpi\u0161e
SPCanHeader=Odlo\u010Dili ste se, da boste to sporo\u010Dilo digitalno podpisali pred po\u0161iljanjem.
SPCan=Ko drugi prejmejo va\u0161e podpisano sporo\u010Dilo, lahko preverijo, da res prihaja od vas, in da ni bilo spremenjeno, odkar ste ga poslali.

SPCannotLabel=Sporo\u010Dilo ne more biti podpisano
SPCannotHeader=Tega sporo\u010Dila ne morete digitalno podpisati.

SPNoCert=Niste navedli veljavnega certifikata za izdelavo digitalnih podpisov.
SPNoSigCert=Certifikat, ki ste ga izbrali za podpisovanje sporo\u010Dil, ne more biti uporabljen v ta namen.
SPNoValidCert=Certifikat, ki ste ga izbrali za podpisovanje sporo\u010Dil, \u0161e ni veljaven. Prepri\u010Dajte se, da je va\u0161 sistemski \u010Das nastavljen pravilno.
SPExpiredCert=Certifikat, ki ste ga navedli za podpisovanje sporo\u010Dil, je pretekel.
SPRevokedCert=Certifikat, ki ste ga izbrali za podpisovanje sporo\u010Dil, je bil razveljavljen.


## Encryption Power Information string
EPCanLabel=Sporo\u010Dilo je mogo\u010De \u0161ifrirati
EPCanHeader=Odlo\u010Dili ste se, da boste to sporo\u010Dilo \u0161ifrirali pred po\u0161iljanjem.
EPCan=\u010Ce ste se odlo\u010Dili, da naj se shranjujejo kopije izhodnih sporo\u010Dil, bo to sporo\u010Dilo \u0161ifrirano, preden bo shranjeno.

EPCannotLabel=Sporo\u010Dila ni mogo\u010De \u0161ifrirati
EPCannotHeader=Sporo\u010Dila ni mogo\u010De \u0161ifrirati

EPRecipientUnknown=Niste vnesli nobenih prejemnikov.
EPNoCerts=Za slede\u010De prejemnike nimate ustreznih certifikatov\:
EPClueless=Pri\u0161lo je do neznanih problemov s tem sporo\u010Dilom.
