# Mail Integration Dialog
dialogTitle=%S
dialogText=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 %S \u043A\u0430\u0442\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0437\u0430 \u043F\u043E\u0449\u0430 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435?
newsDialogText=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 %S \u043A\u0430\u0442\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0437\u0430 \u043D\u043E\u0432\u0438\u043D\u0438 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435?
feedDialogText=Do you want to use %S as the default feed aggregator?
checkboxText=\u0414\u0430 \u043D\u0435 \u0441\u0435 \u043F\u043E\u043A\u0430\u0437\u0432\u0430 \u0442\u043E\u0437\u0438 \u0434\u0438\u0430\u043B\u043E\u0433 \u043F\u043E\u0432\u0435\u0447\u0435
setDefaultMail=%S \u0432 \u043C\u043E\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430\u0442\u0430 \u0437\u0430 \u043F\u043E\u0449\u0430 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0441\u0442\u0430\u043D\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430?
setDefaultNews=%S \u0432 \u043C\u043E\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430\u0442\u0430 \u0437\u0430 \u043D\u043E\u0432\u0438\u043D\u0438 \u0438 \u0444\u043E\u0440\u0443\u043C\u0438 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0441\u0442\u0430\u043D\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0437\u0430 \u043D\u043E\u0432\u0438\u043D\u0438 \u0438 \u0444\u043E\u0440\u0443\u043C\u0438?
setDefaultFeed=%S is not currently set as your default feed aggregator.  Would you like to make it your default feed aggregator?
alreadyDefaultMail=%S \u0432\u0435\u0447\u0435 \u0435 \u043F\u043E\u0449\u0435\u043D\u0441\u043A\u0430\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435.
alreadyDefaultNews=%S \u0432\u0435\u0447\u0435 \u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430\u0442\u0430 \u0437\u0430 \u043D\u043E\u0432\u0438\u043D\u0438 \u0438 \u0444\u043E\u0440\u0443\u043C\u0438 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435.
alreadyDefaultFeed=%S is already set as your default feed aggregator.

# MAPI Messages
loginText=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u0430 \u0437\u0430 %S\:
loginTextwithName=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0435\u0442\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435 \u0438 \u043F\u0430\u0440\u043E\u043B\u0430
loginTitle=%S
PasswordTitle=%S

# MAPI Error Messages
errorMessage=%S \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0435\u043D\u0430 \u043A\u0430\u0442\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0437\u0430 \u043F\u043E\u0449\u0430 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435, \u0437\u0430\u0449\u043E\u0442\u043E \u0440\u0435\u0433\u0438\u0441\u0442\u044A\u0440\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0430\u043A\u0442\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D. \u041F\u043E\u0442\u0432\u044A\u0440\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u0430\u0432\u0430 \u0437\u0430 \u043F\u0438\u0441\u0430\u043D\u0435 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u0438\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u044A\u0440 \u043F\u0440\u0438 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.
errorMessageNews=%S \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0435\u043D\u0430 \u043A\u0430\u0442\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0437\u0430 \u043D\u043E\u0432\u0438\u043D\u0438 \u0438 \u0444\u043E\u0440\u0443\u043C\u0438 \u043F\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043D\u0435, \u0437\u0430\u0449\u043E\u0442\u043E \u0440\u0435\u0433\u0438\u0441\u0442\u044A\u0440\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0430\u043A\u0442\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D. \u041F\u043E\u0442\u0432\u044A\u0440\u0434\u0435\u0442\u0435 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u0430\u0432\u0430 \u0437\u0430 \u043F\u0438\u0441\u0430\u043D\u0435 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u0438\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u044A\u0440 \u043F\u0440\u0438 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0438 \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A.
errorMessageTitle=%S

# MAPI Security Messages
mapiBlindSendWarning=\u0414\u0440\u0443\u0433\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0441\u0435 \u043E\u043F\u0438\u0442\u0432\u0430 \u0434\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u0438 \u043F\u0438\u0441\u043C\u043E, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0439\u043A\u0438 \u0432\u0430\u0448\u0438\u044F \u043F\u0440\u043E\u0444\u0438\u043B. \u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E?
mapiBlindSendDontShowAgain=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435 \u043F\u0440\u0438 \u043E\u043F\u0438\u0442 \u0434\u0440\u0443\u0433\u0438 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438 \u0434\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u044F\u0442 \u043F\u043E\u0449\u0430 \u043E\u0442 \u043C\u043E\u0435 \u0438\u043C\u0435

#Default Mail Display String
# localization note, %S is the vendor name
defaultMailDisplayTitle=%S

