# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = Ձեր իրաւունքների մասին
rights-intro = { -brand-full-name }-ը անվճար և բաց այլագրով ծրագիր է՝ ստեղծուած աշխարհի տարբեր երկրների հազարաւոր մարդկանց կողմից: Կան բաներ, որոնք դուք պետք է իմանաք.
rights-intro-point-1 = { -brand-short-name }-ը ձեզ հասանելի է համաձայն հետեւեալ պայմանների՝ <a data-l10n-name="mozilla-public-license-link">Mozilla-ի Հանրային Արտոնագիր</a>: Սա նշանակում է, որ դուք կարող եք աւգտագործել, կրկնաւրինակել եւ տարածել { -brand-short-name }-ը: Դուք նաեւ  կարող էք փոփոխել { -brand-short-name }-ի ծրագրային այլագիրը ըստ ձեր կարիքների: Mozilla-ի Հանրային Արտոնագիրը նաեւ հնարաւորութիւն է տալիս Ձեզ տարածել Ձեր փոփոխած տարբերակը:
rights-intro-point-2 = Ձեզ շնորհուած չէ որեւէ իրաւունք կամ արտոնութիւն Mozilla Foundation-ի կամ այլ ապրանքանիշերի նկատմամբ, ինչպես նաեւ  Firefox անունը կամ լոգոն օգտագործելու համար: Մանրամասները՝ <a data-l10n-name="mozilla-trademarks-link">այստեղ</a>:
rights-intro-point-3 = { -brand-short-name }-ի որոշ հնարաւորութիւններ, ինչպիսին է Վթարի զեկոյցը, տալիս են Ձեզ հնարաւորութիւն՝ ուղարկել արձագանք { -vendor-short-name }-ին: Ուղարկելով Ձեր արձագանքը՝ թոյլ եք տալիս { -vendor-short-name }-ին աւգտագործել այն ծրագրի լաւարկումների, կայքերում հրապարակելու եւ այն տարածելու համար:
rights-intro-point-4 = Թե ինչպէս ենք մենք աւգտագործում ձեր անձնական տեղեկատուութիւնը եւ ուղարկած արձագանքը՝ ուղարկուած { -vendor-short-name }-ին { -brand-short-name }-ի միջոցով, նկարագրուած է այստեղ՝ <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name }-ի Գաղտնիութեան դրոյթները</a>:
rights-intro-point-4-unbranded = Այս ծրագրի համար կիրառուող գաղտնիութեան ցանկացած քաղաքականութիւն պետք է թուարկուած լինի այստեղ:
rights-intro-point-5 = { -brand-short-name }-ի որոշ իւրայատկութիւններ աւգտագործուում են տեղեկատուական վեբ ծառաիւթիւննրի կողմից, սակայն մենք չենք կարող 100% երաշխաւորել դրանց ճշգրիտ և անսխալ աշխատանքը: Առաւել մանրամասներ, ներառեալ այս ծառաիւթիւնը անջատելու ձեւը, կարող էք գտնել այստեղ` <a data-l10n-name="mozilla-service-terms-link">ծառայութեան պայմաններ</a>:
rights-intro-point-5-unbranded = Եթե այս ապրանքը ներառում է վեբ ծառաիւթիւններ, ապա ծառաիւթիւնների վերաբերեալ ցանկացած համաձայնագիր պետք է ունենայ յղում դէպի <a data-l10n-name="mozilla-website-services-link">Վեբ Կայքի Ծառաիւթիւններ</a> մաս:
rights-intro-point-6 = Նման տեսակի տեսանիւթերի նուագարկման համար { -brand-short-name }-ը ներբեռնում է որոշակի բովանդակութեան այլագրման բաղադրիչներ երրորդ կողմից:
rights-webservices-header = { -brand-full-name } Վեբ  Ծառաիւթիւններ
rights-webservices = { -brand-full-name } աւգտագործում է վեբ  տեղեկատուական ծառաիւթիւններ ("Ծառաիւթւններ"), որպեսզի ապահովի որոշ յատկութիւններ { -brand-short-name }-ի երկուական տարբերակի աւգտագործման համար` համաձայն ստորեւ  բերուած պայմանների: Եթե դուք չէք ցանկանում աւգտվել որոշ ծառաիւթիւններից կամ չէք ընդունում պայմանները, ապա կարող էք անջատել յատկութիւնը կամ ծառաիւթիւն(ներ)ը: Կարող էք գտնել ցուցումեր, թե ինչպէս անջատել առանձնակի յատկութիւն կամ ծառաիւթիւն: <a data-l10n-name="mozilla-disable-service-link">այստեղ</a>: Այլ հնարաւորութիւնները և ծառաիւթիւնները կարող են անջատուել ծրագրի կարգաւորումներից:
rights-safebrowsing = <strong>SafeBrowsing: </strong>Խորհուրդ չի տրուում անջատել Ապահով Զննարկում յատկութիւնը,  քանզի դուք արդիւնքում կարող էք մուտք գործել վտանգաւոր կայքեր: Եթե ցանկանում եք ամբողջութեամբ անջատել տուեալ յատկութիւնը, ապա հետեւէք այս քայլերին:
rights-safebrowsing-term-1 = Բացել ծրագրի կարգաւորումները
rights-safebrowsing-term-2 = Ընտրել Անվտանգութեան բաժինը
rights-safebrowsing-term-3 = Ապանշել ընտրանքը "{ enableSafeBrowsing-label }"-ի
enableSafeBrowsing-label = Արգելափակել վտանգաւոր և խաբուսիկ բովանդակութիւնը
rights-safebrowsing-term-4 = Ապահով զննարկումը այժմ անջատուած է
rights-locationawarebrowsing = <strong>Տեղադրութեան ցուցադրում. </strong>միշտ Ձեզ հարցում է կատարելու: Տեղադրութեան վերաբերեալ ոչ մի տեղեկութիւն չի կարող երբէ ուղղարկուել առանց ձեր թոյլտուութեան: Եթե դուք ցանկանում էք ամբողջովին անջատել այս յատկութիւնը, ապա հետեւէք այս քայլերին.
rights-locationawarebrowsing-term-1 = URL դաշտում գրել՝ <code>about:config</code>
rights-locationawarebrowsing-term-2 = Մուտքագրել geo.enabled
rights-locationawarebrowsing-term-3 = Երկու անգամ սեղմել geo.enabled նախընտրանքի վրա
rights-locationawarebrowsing-term-4 = Տեղադրութեան յայտնաբերումը անջատուած է
rights-webservices-unbranded = Այս ծրագրում ընդգրկուած վեբ կայքի ծառայութիւնների ընդհանուր նկարագիրը եւ, անհրաժեշտութեան դէպքում, անջատելու հրահանգաշարը պէտք է ներառուած լինի այստեղ:
rights-webservices-term-unbranded = Այս ապրանքում կիրառելի ցանկացած ծառայութեան դրոյթ պէտք է ընդգրկուած լինի այստեղ:
rights-webservices-term-1 = { -vendor-short-name }֊ը եւ նրա աջակիցները, արտաւնագրողները եւ գործընկերներն աշխատում են ապահովել ամենաճշգրիտ եւ ժամանակակից ծառայութիւնները: Այնուամենայնիւ, մենք չենք կարող երաշխաւորել, որ այս տեղեկատուութիւնը սպառիչ է եւ զերծ սխալներից: Աւրինակ` Անվտանգ Դիտարկում Ապահովող Ծառայութիւնը հնարաւոր է, որ չճանաչի որոշ վտանգաւոր կայքեր եւ կարող է սխալմամբ վտանգաւոր համարել որոշ անվտանգ կայքեր, իսկ Տեղակայումն Իրազեկող Ծառայութեան մատակարարների կողմից ապահովուող բոլոր տեղադրութիւնները զուտ նախնական են, եւ ոչ մենք, ոչ էլ մեր ծառայութեան մատակարարները չենք կարող երաշխաւորել տեղակայութիւնների ճշգրտութիւնը:
rights-webservices-term-2 = { -vendor-short-name }֊ը կարող է իր հայեցողութեամբ դադարել կամ փոխել ծառայութիւնները:
rights-webservices-term-3 = Դու կարող էք աւգտուել այս ծառայութիւններից { -brand-short-name }ի ուղեկցող տարբերակի հետ մեկտեղ, իսկ { -vendor-short-name }ը ձեզ շնորհում է այդ իրաւունքները։ { -vendor-short-name }ը եւ նրա արտաւնագրողները պահպանում են միւս բոլոր իրաւունքներն այդ ծառայութիւններում: Այս պայմանները չեն սահմանափակում բաց արտաւնագրով շնորհուած որեւէ իրաւունք, որոնք վերաբերում են { -brand-short-name }ում եւ { -brand-short-name }ի համապատասխան  սկզբնաբիւր տարբերակներում:
