# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


### Strings used in about:unloads, allowing users to manage the "tab unloading"
### feature.

about-unloads-page-title = ჩანართის განტვირთვა
about-unloads-intro-1 =
    { -brand-short-name } ახალი შესაძლებლობით განტვირთავს ჩანართებს,
    პროგრამის უეცარი გათიშვის ასარიდებლად, არასაკმარისი მეხსიერების გამო,
    როცა სისტემის ოპერატიული დატვირთულია. განსატვირთი ჩანართის შერჩევა,
    სხვადასხვა მახასიათებლით ხდება. ამ გვერდზე ნაჩვენება, რა უპირატესობით
    ალაგებს { -brand-short-name } ჩანართებს და რომელი მათგანი განიტვირთება,
    როცა ამის საჭიროება დადგება.
about-unloads-intro-2 =
    არსებული ჩანართები გამოსახულია ქვემოთ ცხრილში, იმ რიგითობით,
    რომლითაც { -brand-short-name } ირჩევს განსატვირთ ჩანართს. პროცესის ID
    ნაჩვენებია <strong>მუქად</strong>, როცა სრულად სრულად ეკუთვნის ცალკეულ
    ჩანართს, ხოლო <em>დახრილად</em>, როცა საზიაროა სხვადასხვა
    ჩანართისთვის. განტვირთვა ხელითაც შეგიძლიათ <em>განტვირთვის</em>
    ღილაკზე დაჭერით.
about-unloads-intro =
    { -brand-short-name } ახალი შესაძლებლობით განტვირთავს ჩანართებს,
    პროგრამის უეცარი გათიშვის ასარიდებლად, არასაკმარისი მეხსიერების გამო,
    როცა სისტემის ოპერატიული დატვირთულია. განსატვირთი ჩანართის შერჩევა,
    სხვადასხვა მახასიათებლით ხდება. ამ გვერდზე ნაჩვენება, რა უპირატესობით
    ალაგებს { -brand-short-name } ჩანართებს და რომელი მათგანი განიტვირთება,
    როცა ამის საჭიროება დადგება. ხელითაც შეგიძლიათ, <em>განტივრთვის</em> ღილაკზე დაჭერით.
