<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
  %brandDTD;
  <!ENTITY % pref-historyDTD SYSTEM "chrome://communicator/locale/pref/pref-history.dtd" >
  %pref-historyDTD;
  <!ENTITY % printPreviewDTD SYSTEM "chrome://communicator/locale/printPreview.dtd" >
  %printPreviewDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
  <title>Aide du navigateur</title>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
  <!--<link rel="stylesheet" href="content_style.css" type="text/css" />-->
  <link rel="stylesheet" type="text/css" href="helpFileLayout.css" />
</head>

<body>

  <h1 id="browsing_the_web">Navigation sur le Web</h1>

  <p>Bienvenue sur &brandShortName;&nbsp;!</p>

  <p>Cette page d'aide vous apprendra &agrave; utiliser le navigateur de
  &brandShortName;, comment naviguer sur Internet, les diff&eacute;rentes fa&ccedil;ons
  de faire une recherche, la mani&egrave;re d'enregistrer des pages Web et bien
  d'autres fonctionnalit&eacute;s que vous d&eacute;couvrirez au fil de cette
  page.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#navigating_web_pages">Naviguer sur le Web</a></li>

      <li><a href="#searching_the_web">Rechercher sur le Web</a></li>

      <li><a href="#copying_saving_and_printing_pages">Copier, enregistrer et imprimer des pages
      Web</a></li>

      <li><a href="#using_languages_and_international_content">Langues et services de traduction</a></li>

      <li><a href="#plugins_and_downloads">Plugins et t&eacute;l&eacute;chargements</a></li>

      <li><a href="#improving_speed_and_efficiency">Am&eacute;liorer les performances de
      &brandShortName;</a></li>

      <li><a href="#proxies">Serveurs proxies</a></li>

      <li><a href="page_info_help.xhtml">Afficher les informations d'une
      page</a></li>
    </ul>
  </div>

  <h1 id="navigating_web_pages">Naviguer sur le Web</h1>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#viewing_your_home_page">Afficher votre page d'accueil</a></li>

      <li><a href="#moving_to_another_page">Se d&eacute;placer vers une autre page</a></li>

      <li><a href="#clicking_a_link">Suivre un lien</a></li>

      <li><a href="#retracing_your_steps">Revenir aux pages
      pr&eacute;c&eacute;dentes</a></li>

      <li><a href="#about_history_lists">Utiliser l'historique</a></li>

      <li><a href="#stopping_and_reloading">Arr&ecirc;ter et relancer le chargement d'une
      page</a></li>

      <li><a href="#visiting_bookmarked_pages">Utiliser les marque-pages</a></li>

      <li><a href="#using_tabbed_browsing">Utiliser la navigation par
      onglets</a></li>

      <li><a href="#using_sidebar">Utiliser la barre lat&eacute;rale</a></li>
    </ul>
  </div>

  <h2 id="viewing_your_home_page">Afficher votre page d'accueil</h2>

<!--  <p>Lors du d&eacute;marrage de &brandShortName;, vous pouvez voir s'afficher votre
  navigateur. Une page s'intitulant <q>What's New</q> appara&icirc;t
  automatiquement dans la fen&ecirc;tre du navigateur lorsque &brandShortName; est
  lanc&eacute; pour la premi&egrave;re fois.</p>  -->

  <p>Apr&egrave;s le premier lancement, vous verrez normalement votre page
  d'accueil &agrave; chaque lancement de &brandShortName;. Sauf si vous avez choisi
  votre page d'accueil vous-m&ecirc;me, celle-ci est choisie par votre
  <acronym title="Fournisseur d'Acc&egrave;s Internet">FAI</acronym>. Par
  d&eacute;faut il s'agira de la page d'accueil de &brandShortName;.</p>

  <p>Pour choisir vous-m&ecirc;me votre page d'accueil, consultez la section
  <a href="customize_help.xhtml#specifying_how_mozilla_starts_up">D&eacute;marrage
  de &brandShortName;</a>.</p>

  <p><strong>Astuces</strong>&nbsp;:</p>

  <ul>
    <li class="noMac" id="full_screen_mode">Vous pouvez utiliser le mode plein
    &eacute;cran pour augmenter
    la surface d'affichage des pages Web. Dans le navigateur, ouvrez le menu
    <q>Affichage</q> et s&eacute;lectionnez <q>Plein &eacute;cran</q>. Vous
    pouvez &eacute;galement utiliser la touche <kbd>F11</kbd> du clavier.</li>

    <li>Pour vous rendre rapidement sur votre page d'accueil, appuyez sur les
    touches <kbd class="mac">Cmd</kbd><kbd
    class="noMac">Alt</kbd>+<kbd>D&eacute;but</kbd>.</li>
  </ul>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="moving_to_another_page">Se d&eacute;placer vers une autre page</h2>

  <p>Pour acc&eacute;der &agrave; une autre page, saisissez son URL,
  c'est-&agrave;-dire son adresse sur le Web. Une <a href="glossary.xhtml#url"
  class="glossary">URL</a> commence g&eacute;n&eacute;ralement par
  <code>http://</code>, suivie d'un ou plusieurs mots identifiant l'adresse.
  Par exemple, <code>http://www.mozilla.org</code></p>

  <ol>
    <li>Double-cliquez dans la barre d'adresse afin de s&eacute;lectionner
    l'URL qui s'y trouve.</li>

    <li>Saisissez l'URL de la page que vous d&eacute;sirez visiter. L'URL que vous
    saisissez remplacera le texte pr&eacute;sent dans la barre.</li>

    <li>Appuyez sur la touche <kbd class="mac">Retour</kbd><kbd
    class="noMac">Entr&eacute;e</kbd>.</li>
  </ol>

  <p>Cliquer sur l'ic&ocirc;ne cadenas dans le coin en bas &agrave; droite de
  la fen&ecirc;tre du navigateur vous permet de v&eacute;rifier &agrave; tout
  moment l'&eacute;tat de la s&eacute;curit&eacute; de la page Web en cours
  d'affichage. Pour plus d'informations, voir la section <a href=
  "using_certs_help.xhtml#checking_security_for_a_web_page">V&eacute;rifier la
  s&eacute;curit&eacute; d'une page Web</a>.</p>

  <p><strong>Astuce</strong>&nbsp;: appuyez sur les touches
  <kbd class="mac">Cmd</kbd><kbd class="noMac">Ctrl</kbd>+<kbd>L</kbd> pour
  s&eacute;lectionner rapidement l'URL de la barre d'adresse.</p>

  <table summary="table for images">
    <caption>
      Barre d'adresse
    </caption>

    <tr>
      <td><img src="images/locationbar.gif" alt="Barre d'adresse" /></td>
    </tr>
  </table>

  <p><strong>Vous ne connaissez pas l'adresse exacte&nbsp;?</strong> Vous
  pouvez saisir une partie d'URL, comme <q>cnn</q> (pour www.cnn.com); ou
  saisir un mot plus g&eacute;n&eacute;ral, comme <q>cadeaux</q> ou
  <q>fleurs</q>. Le navigateur devinera la page que vous souhaitez visiter, ou
  affichera la page d'un moteur de recherche contenant des liens en rapport avec
  le mot saisi.</p>

  <p>Si vous d&eacute;couvrez Internet, cliquez sur ce lien pour voir un bref
  cours pour d&eacute;butants&nbsp;: <a href=
  "http://www.learnthenet.com/french/index.html" hreflang=
  "fr">Learn the Internet</a>.</p>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="clicking_a_link">Suivre un lien</h2>

  <p>La plupart des pages contiennent des liens sur lesquels vous pouvez
  cliquer pour vous d&eacute;placer vers d'autres pages.</p>

  <ol>
    <li>D&eacute;placez le pointeur jusqu'&agrave; ce qu'il se transforme en
    main avec l'index tendu. Cela signifie que vous vous trouvez au dessus d'un
    lien. La plupart des liens sont repr&eacute;sent&eacute;s par du texte
    soulign&eacute;, mais des boutons ou des images peuvent &eacute;galement
    &ecirc;tre des liens.</li>

    <li>Cliquez une fois sur le lien. Pendant que le r&eacute;seau recherche la
    page vers laquelle pointe le lien, des messages d'&eacute;tat s'affichent
    dans la barre d'&eacute;tat du navigateur.</li>
  </ol>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="retracing_your_steps">Revenir aux pages pr&eacute;c&eacute;dentes</h2>

  <p>Il y a plusieurs mani&egrave;res de revenir sur des pages
  pr&eacute;c&eacute;demment consult&eacute;es&nbsp;:</p>

  <ul>
    <li>Pour revenir une page en arri&egrave;re (ou en avant), cliquez sur le
    bouton <q>Pr&eacute;c&eacute;dent</q> (ou <q>Suivant</q>).</li>

    <li>Pour revenir plusieurs pages en arri&egrave;re (ou en avant), cliquez
    sur le petit triangle accompagnant le bouton <q>Pr&eacute;c&eacute;dent</q>
    (ou <q>Suivant</q>). Vous verrez alors une liste des pages que vous avez
    visit&eacute;es&nbsp;; pour retourner vers l'une d'entre elles,
    choisissez-la dans la liste.</li>
  </ul>

  <table summary="table for images">
    <tr>
      <td colspan="4"><img src="images/reload.gif" width="179" height="44" alt=
      "Boutons de navigation" /></td>
    </tr>

    <tr>
      <td><strong>&nbsp;&nbsp;&nbsp;Pr&eacute;c&eacute;dent
      &nbsp;&nbsp;Suivant</strong></td>
    </tr>
  </table>

  <ul>
    <li>Pour voir une liste d'URL entr&eacute;es pr&eacute;c&eacute;demment
    dans la barre d'adresse, cliquez sur le triangle &agrave; la droite de la
    barre d'adresse <img src="chrome://navigator/skin/toolbar/ubhist-arrow.gif"
    alt="Triangle de la barre d'adresse" />. Pour revoir une de ces pages,
    s&eacute;lectionnez-la dans la liste.</li>
  </ul>

  <table summary="table for images" width="329">
    <caption>
      Barre d'adresse
    </caption>

    <tr>
      <td><img src="images/locationbar.gif" alt="Barre d'adresse" /></td>
    </tr>
  </table>

  <ul>
    <li>Pour choisir une des pages visit&eacute;es lors de la session courante,
    ouvrez le menu <q>Aller &agrave;</q> et utilisez la liste dans la section
    inf&eacute;rieure du menu. Cette liste est fonction de l'onglet actif.</li>

    <li>Pour choisir une des pages visit&eacute;es lors d'une session
    pr&eacute;c&eacute;dente, ouvrez le menu <q>Aller &agrave;</q>, puis
    choisissez <q>Historique</q>. La liste de l'historique affiche une liste de
    r&eacute;pertoires. Double-cliquez sur un dossier pour afficher les
    sous-r&eacute;pertoires ou les marque-pages qui pointent vers les pages Web
    que vous avez visit&eacute;es. Vous pouvez double-cliquer sur l'URL
    &agrave; c&ocirc;t&eacute; de l'ic&ocirc;ne d'un marque-page pour ouvrir
    cette page.</li>
  </ul>

  <p><strong>Astuce</strong>&nbsp;: Le panneau <q>Historique</q> de la barre
  lat&eacute;rale vous permet de s&eacute;lectionner une des pages que vous
  avez visit&eacute;es dans les derni&egrave;res sessions. Pour plus
  d'informations, voir la section <a href=
  "customize_help.xhtml#adding_sidebar_tabs">Ajouter des panneaux dans la barre
  lat&eacute;rale</a>.</p>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="about_history_lists">Utiliser l'historique</h2>

  <p>L'historique liste les pages que vous avez visit&eacute;es
  r&eacute;cemment. La barre d'adresse liste les URL des pages que vous avez
  entr&eacute;es dans la barre d'adresse et que vous avez visit&eacute;es.</p>

  <p>Pour acc&eacute;der &agrave; l'historique du navigateur, ouvrez le menu
  <q>Aller &agrave;</q>, puis choisissez <q>Historique</q>. Pour acc&eacute;der
  &agrave; la liste de la barre d'adresse, cliquez sur le petit triangle
  &agrave; la droite de la barre d'adresse <img src=
  "chrome://navigator/skin/toolbar/ubhist-arrow.gif" alt=
  "Triangle de la barre d'adresse" />.</p>

  <p><strong>Astuce</strong>&nbsp;: Appuyez sur les touches
  <span class="mac"><kbd>Cmd</kbd>+<kbd>Shift</kbd></span><kbd
  class="noMac">Ctrl</kbd>+<kbd>H</kbd> pour ouvrir rapidement l'historique.</p>

  <p>Si vous ne d&eacute;sirez pas que la barre d'adresse ou la fen&ecirc;tre
  d'historique affichent les pages que vous avez visit&eacute;es, vous pouvez
  effacer l'historique du navigateur ainsi que l'historique de la barre
  d'adresse&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q> et choisissez
    <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Navigateur</q>, choisissez
    <q>Historique</q>. Si aucune option n'est visible, double-cliquez sur la
    cat&eacute;gorie <q>Navigateur</q> pour d&eacute;rouler la liste.</li>

    <li>Cliquez sur <q>Effacer l'historique</q> et/ou <q>Effacer le contenu de
    la barre d'adresse</q> pour vider les listes de toutes les pages
    pr&eacute;c&eacute;demment visit&eacute;es.</li>
  </ol>

<p><strong>Astuce</strong> : Dans <q>&expireDays1.label; [__] &expireDays2.label;</q>, vous
pouvez param&eacute;trer le nombre de jours pendant lequel les pages
visit&eacute;es seront conserv&eacute;es dans l'historique.</p>

  <p>Pour s&eacute;lectionner les pages &agrave; &eacute;liminer de
  l'historique, suivez une de ces m&eacute;thodes&nbsp;:</p>

  <ol>
    <li>Pour &eacute;liminer toutes les pages d'un domaine sp&eacute;cifique,
    s&eacute;lectionnez une page de ce domaine (r&eacute;pertoire) dans
    l'historique, ouvrez le menu <q>&Eacute;dition</q>, et cliquez sur
    <q>Supprimer tout le domaine <em>*.[nom de domaine]</em></q>. Par exemple,
    utilisez cette commande si vous voulez &eacute;liminer toutes les pages
    dont l'adresse se termine par <q>mozilla.org</q>.</li>

    <li>Pour &eacute;liminer les pages d'un sous-domaine, s&eacute;lectionnez
    une page de ce sous-domaine dans l'historique, ouvrez le menu
    <q>&Eacute;dition</q>, et cliquez sur <q>Supprimer l'h&ocirc;te
    <em>[sous-domaine]</em></q>. Par exemple, utilisez cette commande si vous
    voulez &eacute;liminer toutes les pages de <q>health.netscape.com</q> mais
    pas celles de <q>netscape.com</q>.</li>

    <li>Pour effacer une page sp&eacute;cifique, s&eacute;lectionnez-la dans
    l'historique puis pressez la touche <kbd>Supprimer</kbd>.</li>
  </ol>

  <p><strong>Astuce</strong>&nbsp;: Pour trier l'historique, cliquez sur une
  des cat&eacute;gories (<q>Titre</q>, <q>Adresse</q>, ou <q>Derni&egrave;re
  visite</q>). Cliquez une nouvelle fois pour inverser l'ordre.</p>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="stopping_and_reloading">Arr&ecirc;ter et relancer le chargement d'une page</h2>

  <p>Si une page est trop longue &agrave; s'afficher, ou que vous changez
  d'avis et ne d&eacute;sirez plus voir cette page, cliquez sur le bouton
  <q>Arr&ecirc;ter</q>.</p>

  <p>Pour rafra&icirc;chir la page courante, ou obtenir la version la plus
  &agrave; jour de celle-ci, cliquez sur <q>Recharger</q> ou appuyez sur les
  touches <kbd class="mac">Cmd</kbd><kbd
  class="noMac">Ctrl</kbd>+<kbd>Maj</kbd>+<kbd>R</kbd>.</p>

  <table summary="table for images">
    <tr>
      <td colspan="4"><img src="images/reload.gif" alt=
      "Boutons de navigation" /></td>
    </tr>

    <tr style="text-align: right;font-weight: bold;">
      <td style="width: 70px;">&nbsp;</td>

      <td>Recharger</td>

      <td style="width: 36px;">Arr&ecirc;ter</td>
    </tr>
  </table>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="visiting_bookmarked_pages">Utiliser les marque-pages</h2>

  <p>Les adresses ou URLs des pages Web peuvent &ecirc;tre difficiles &agrave;
  m&eacute;moriser. Heureusement, il n'est pas n&eacute;cessaire de retenir
  toutes ces URLs pour naviguer sur le Web. En effet, votre navigateur peut
  garder en m&eacute;moire une liste de pages que vous trouvez
  int&eacute;ressantes. Il vous suffit pour cela d'utiliser les
  marque-pages.</p>

  <p>Pour vous rendre sur une page marqu&eacute;e&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Marque-pages</q>. Le menu contient des marque-pages,
    repr&eacute;sent&eacute;s par une ic&ocirc;ne de marque-page <img src=
    "chrome://communicator/skin/bookmarks/bookmark-item.gif" alt=
    "ic&ocirc;ne de marque-pages" />, ainsi que des dossiers contenant d'autres
    marque-pages.</li>

    <li>Pour visiter une de ces pages, choisissez l'un des marque-pages dans le
    menu, ou dans un des sous-dossiers.</li>
  </ol>

  <p>N'oubliez pas&nbsp;: pour revenir en arri&egrave;re, vous pouvez toujours
  utiliser la fl&egrave;che <q>Pr&eacute;c&eacute;dent</q>.</p>

  <p>Vous pouvez cr&eacute;er vous-m&ecirc;me vos propres marque-pages qui
  pointeront vers les pages que vous visitez fr&eacute;quemment, ainsi que vers
  d'autres endroits int&eacute;ressants sur le Web. Pour plus d'informations
  sur les marque-pages, voir la section <a href=
  "customize_help.xhtml#creating_new_bookmarks">Cr&eacute;er de nouveaux
  marque-pages</a>.</p>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="using_tabbed_browsing">Utiliser la navigation par onglets</h2>

  <p>Si vous avez l'habitude de visiter plusieurs pages Web &agrave; la fois,
  vous pouvez utiliser la navigation par onglets pour surfez plus rapidement et
  plus facilement.</p>

  <p>La navigation par onglet vous permet d'ouvrir plusieurs onglets, chacun
  affichant une page Web diff&eacute;rente et ce dans une seule et m&ecirc;me
  fen&ecirc;tre du navigateur. Vous n'avez plus besoin de jongler avec de
  multiples fen&ecirc;tres de votre navigateur. Vous lib&eacute;rez ainsi de
  l'espace sur votre bureau. Vous pouvez commod&eacute;ment ouvrir, fermer, ou
  recharger les pages Web sans avoir &agrave; changer de fen&ecirc;tre.</p>

  <p>Vous pouvez g&eacute;rer et contr&ocirc;ler facilement le comportement des
  onglets de navigation (ouverture automatique, en arri&egrave;re-plan, etc.).
  Pour plus d'informations sur les param&egrave;tres de la navigation par
  onglets, voir la section <a href=
  "cs_nav_prefs_navigator.xhtml#tabbed_browsing">Pr&eacute;f&eacute;rences du navigateur
  - Onglets</a>.</p>

  <p>Pour en apprendre plus sur la navigation par onglets, voir la section
  <a href="customize_help.xhtml#tabbed_browsing">Navigation par onglets</a>.</p>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="using_sidebar">Utiliser la barre lat&eacute;rale</h2>

  <p>En compl&eacute;ment de la navigation sur le Web avec le navigateur, vous
  pouvez laisser le Web venir &agrave; vous gr&acirc;ce &agrave; la barre
  lat&eacute;rale.</p>

  <p>La barre lat&eacute;rale est un cadre personnalisable dans votre
  navigateur o&ugrave; vous pouvez garder des &eacute;l&eacute;ments que vous
  utilisez souvent &ndash; les derni&egrave;res informations et la
  m&eacute;t&eacute;o , votre carnet d'adresses ou votre liste de contacts, des
  cotations en bourse, un calendrier &ndash; et beaucoup d'autres options que
  vous pouvez choisir. La barre lat&eacute;rale vous pr&eacute;sente ces
  &eacute;l&eacute;ments en panneaux mis &agrave; jour constamment.</p>

  <p>&brandShortName; vous fournit certains panneaux pr&eacute;configur&eacute;s, mais
  vous pouvez configurer la barre lat&eacute;rale en ajoutant, retirant, et en
  r&eacute;organisant les panneaux. Pour plus de d&eacute;tails, consultez la
  section <a href="customize_help.xhtml#sidebar">Qu'est ce que la barre
  lat&eacute;rale&nbsp;?</a>.</p>

  <p>Pour voir un &eacute;l&eacute;ment de la barre lat&eacute;rale, cliquez
  sur le panneau correspondant.</p>

  <table summary="table for images">
    <tr>
      <td rowspan="2" style="vertical-align:middle; -moz-padding-end: 20px;"><img
src="images/sidebarclosed_small.gif" alt=
      "Barre lat&eacute;rale ferm&eacute;e" /></td>

      <td><strong>Barre lat&eacute;rale</strong></td>
    </tr>

    <tr>
      <td>
        <p>Ouvrez la barre lat&eacute;rale en cliquant sur sa poign&eacute;e.
        Si la poign&eacute;e n'est pas visible, ouvrez le menu
        <q>Affichage</q>, choisissez <q>Barres d'outils</q> puis
        s&eacute;lectionnez <q>Barre lat&eacute;rale</q> ou, plus rapidement,
        appuyez sur la touche <kbd>F9</kbd>.</p>
      </td>
    </tr>
  </table>

  <p class="noMac"><strong>Astuces</strong>&nbsp;: Pour ouvrir rapidement la barre
  lat&eacute;rale, pressez la touche <kbd>F9</kbd>.</p>

  <p>[&nbsp;<a href="#navigating_web_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h1 id="searching_the_web">Rechercher sur le Web</h1>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#fast_searches">Recherche rapide</a></li>

      <li><a href="#sidebar_advanced_search_mode">Mode de recherche avanc&eacute;</a></li>

      <li><a href="#setting_search_preferences">Modifier les options de recherche</a></li>

      <li><a href="#searching_within_a_page">Rechercher dans une page Web</a></li>

      <li><a href="#using_find_as_you_type">Utiliser la recherche &agrave; la
      saisie</a></li>

      <li><a href="#searching_the_bookmarks_or_history_list">Rechercher dans les marque-pages ou
      l'historique</a></li>
    </ul>
  </div>

  <h2 id="fast_searches">Recherche rapide</h2>

  <p>Il y a quatre fa&ccedil;ons de faire une recherche rapidement&nbsp;: depuis
  la barre d'adresse, depuis la barre lat&eacute;rale, depuis la page de
  recherche sur Internet et en s&eacute;lectionnant des mots dans une page Web.</p>

  <h3 id="searching_from_the_location_bar">Rechercher depuis la barre d'adresse</h3>

  <p>La recherche de pages Web relatives &agrave; un sujet particulier est
  tr&egrave;s simple. Il suffit de rentrer une question ou simplement un ou
  deux mots dans la barre d'adresse du navigateur, comme le montre l'image
  ci-dessous.</p>

  <p><img src="images/search.gif" width="334" height="33" alt="" /></p>

  <p>Par exemple, si vous voulez trouver des informations &agrave; propos de
  <q>poup&eacute;e</q>&nbsp;:</p>

  <ol>
    <li>Double-cliquez dans la barre d'adresse afin de s&eacute;lectionner le
    texte qui s'y trouve actuellement.</li>

    <li>Saisissez <q>poup&eacute;e</q>. La saisie remplace le texte
    s&eacute;lectionn&eacute;.</li>

    <li>Plusieurs options s'offrent &agrave; vous&nbsp;:

      <ul>
        <li>Cliquez sur le bouton <q>Rechercher</q>.</li>

        <li>S&eacute;lectionnez ou cliquez sur <q>Rechercher avec <em>moteur de
        recherche par d&eacute;faut</em></q> dans le menu d&eacute;roulant qui
        appara&icirc;t sous la barre d'adresse.

		  <p>Le moteur de recherche par
		  d&eacute;faut peut &ecirc;tre configur&eacute; dans les <a
		  href="cs_nav_prefs_navigator.xhtml#internet_search">
		  pr&eacute;f&eacute;rences de recherche sur Internet</a> (menu
		  <span class="mac">SeaMonkey</span><span class="noMac">&Eacute;dition</span>
		  &gt; Pr&eacute;f&eacute;rences &gt; Navigateur &gt;
		  Recherche sur Internet).</p>

          <p>Les r&eacute;sultats de la recherche de <q>poup&eacute;e</q>
          apparaissent dans la fen&ecirc;tre du navigateur ainsi que dans le
          panneau <q>Rechercher</q> de la barre lat&eacute;rale. Cliquez sur
          les liens pour visiter les pages trouv&eacute;es parlant de
          poup&eacute;es.</p>
        </li>
      </ul>
    </li>
  </ol>

  <p>Lorsqu'une recherche a &eacute;t&eacute; effectu&eacute;e, les
  r&eacute;sultats restent disponibles dans le panneau <q>Rechercher</q> de la
  barre lat&eacute;rale jusqu'&agrave; la prochaine recherche. Il n'est donc
  pas n&eacute;cessaire d'utiliser le bouton <q>Pr&eacute;c&eacute;dent</q>
  pour retrouver les autres r&eacute;sultats de la recherche.</p>

  <p><strong>Remarque</strong>&nbsp;: Dans la section <q>Adresse inconnue</q>
  des <a href="cs_nav_prefs_navigator.xhtml#location_bar">préférences de la
  barre d'adress</a>, vous pouvez paramétrer la barre d'adresse pour effectuer
  automatiquement une recherche si le texte saisi n'est pas une adresse Web.
  Saisir un mot dans la barre d'adresse et appuyer sur <kbd
  class="noMac">Entrée</kbd><kbd class="mac">Retour</kbd> lancera la recherche.
  Pour une description plus complète de cette fonctionnalité, voir le document
  en ligne <a href="http://www.mozilla.org/docs/end-user/internet-keywords.html"
  hreflang="en">Internet Keywords</a>.</p>

  <h3 id="searching_from_sidebar">Rechercher depuis la barre lat&eacute;rale</h3>

  <p>Le panneau <q>Rechercher</q> de la barre lat&eacute;rale vous permet
  d'effectuer et d'enregistrer facilement vos recherches. Par exemple, si vous
  d&eacute;sirez obtenir des informations sur <q>mod&egrave;le
  r&eacute;duit</q>&nbsp;:</p>

  <ol>
    <li>Si elle n'est pas d&eacute;j&agrave; ouverte, ouvrez la barre
    lat&eacute;rale en cliquant sur sa poign&eacute;e. Si vous ne voyez pas la
    poign&eacute;e de la barre lat&eacute;rale, ouvrez le menu
    <q>Affichage</q>, choisissez <q>Barre d'outils</q> puis s&eacute;lectionnez
    <q>Barre lat&eacute;rale</q>.</li>

    <li>Cliquez sur le panneau <q>Rechercher</q>.</li>

    <li>Ouvrez la liste d&eacute;roulante des moteurs de recherche, et
    choisissez un outil de recherche.</li>

    <li>Saisissez <q>mod&egrave;le r&eacute;duit</q> dans le champ de
    recherche.</li>

    <li>Cliquez sur <q>Rechercher</q>. Les r&eacute;sultats de la recherche sur
    <q>mod&egrave;le r&eacute;duit</q> apparaissent simultan&eacute;ment dans
    la fen&ecirc;tre du navigateur et dans la barre lat&eacute;rale. Cliquez
    sur les liens pour visiter les pages Web parlant de mod&egrave;les
    r&eacute;duits.</li>
  </ol>

  <p><strong>Remarque</strong>&nbsp;: Si le panneau <q>Rechercher</q> de la
  barre lat&eacute;rale contient une liste vous permettant de choisir parmi
  plusieurs moteurs de recherche, il est en mode de recherche avanc&eacute;.
  Vous pouvez le laisser tel quel, ou le mettre en mode simple via les
  pr&eacute;f&eacute;rences de <a href=
  "#sidebar_advanced_search_mode">recherche sur Internet</a>.</p>

  <p><strong>Astuce</strong>&nbsp;: Pour afficher rapidement la page
  pr&eacute;c&eacute;dente ou la page suivante des r&eacute;sultats de
  recherche, cliquez sur les boutons <q>Suivant</q> et
  <q>Pr&eacute;c&eacute;dent</q> qui se trouvent en bas de l'onglet
  <q>Rechercher</q> de la barre lat&eacute;rale.</p>


  <h3 id="searching_from_the_net_search_page">Rechercher depuis la page de
  <q>Recherche sur Internet</q></h3>

  <p>La page <q>Recherche sur Internet</q> vous permet d'effectuer une
  recherche sur un terme ou une phrase, ou d'explorer diff&eacute;rentes
  cat&eacute;gories (comme Arts, Commerce &amp; &eacute;conomie, et bien
  d'autres) qui peuvent vous int&eacute;resser. Cette page est en fait, celle
  du moteur de recherche par d&eacute;faut d&eacute;fini dans les
  pr&eacute;f&eacute;rences de <a href=
  "cs_nav_prefs_navigator.xhtml#internet_search">recherche sur Internet</a>. Pour
  visiter la page de <q>Recherche sur Internet</q>, plusieurs m&eacute;thodes
  sont possibles&nbsp;:</p>

  <ul>
    <li>Cliquez sur le bouton <q>Rechercher</q> <img src=
    "images/search_personal_toolbar.gif" width="66" height="20" alt=
    "Bouton de recherche" /> de la barre de navigation.</li>

    <li>Ouvrez le menu <q>Outils</q> et choisir <q>Rechercher sur
    Internet</q>.</li>
  </ul>

  <h3 id="searching_on_selected_words_in_a_web_page">Rechercher des mots
  s&eacute;lectionn&eacute;s dans une page Web</h3>

  <p>&brandShortName; vous permet d'effectuer une recherche sur des mots que vous avez
  s&eacute;lectionn&eacute;s directement dans une page Web&nbsp;:</p>

  <ol>
    <li>S&eacute;lectionnez (mettez en sur-brillance) un mot d'un page
    Web.</li>

    <li><span class="noMac">Cliquez-droit et s&eacute;lectionnez <q>Recherche
    de <q><em>mot_s&eacute;lectionn&eacute;</em></q></q> dans le menu
    contextuel qui appara&icirc;t.</span><span class="mac">Appuyez sur la
    touche <kbd>Option</kbd> et cliquez sur le bouton de la souris.</span></li>
  </ol>

  <p>&brandShortName; ouvre alors, selon vos param�res, une nouvelle
  fen&ecirc;tre ou un nouvel onglet du navigateur sur la page du moteur de
  recherche par d&eacute;faut. Pour changer le moteur de recherche par
  d&eacute;faut et les param&egrave;tres d'affichages des r&eacute;sultats,
  voir la section <a
  href="cs_nav_prefs_navigator.xhtml#internet_search">Pr&eacute;f&eacute;rences
  du navigateur - Recherche sur Internet</a>.</p>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="sidebar_advanced_search_mode">Mode de recherche avanc&eacute;</h2>

  <p>Vous pouvez afficher le panneau de recherche de la barre lat&eacute;rale
  en mode avanc&eacute;, ce qui vous permet de limiter la recherche ou
  de choisir un ou plusieurs moteurs de recherche diff&eacute;rents.</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q> et choisissez
    <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Choisissez la cat&eacute;gorie <q>Navigateur</q>, et
    s&eacute;lectionnez <q>Recherche Internet</q>. Si aucune
    sous-cat&eacute;gorie est affich&eacute;e, double-cliquez sur la
    cat&eacute;gorie <q>Navigateur</q> pour d&eacute;velopper la liste.</li>

    <li>S&eacute;lectionnez <q>Avanc&eacute;e</q> dans les options du panneau
    de recherche de la barre lat&eacute;rale puis cliquez sur <q>OK</q>.</li>

    <li>Si elle n'est pas d&eacute;j&agrave; ouverte, ouvrez la barre
    lat&eacute;rale en cliquant sur sa poign&eacute;e. Si vous ne voyez pas la
    poign&eacute;e de la barre lat&eacute;rale, ouvrez le menu
    <q>Affichage</q>, choisissez <q>Barre d'outils</q> puis s&eacute;lectionnez
    <q>Barre lat&eacute;rale</q>.</li>

    <li>Cliquez sur le panneau <q>Rechercher</q> dans la barre
    lat&eacute;rale.</li>

    <li>Ouvrez le menu d&eacute;roulant <q>parmi</q> et choisissez une
    cat&eacute;gorie.</li>

    <li>Choisissez un ou plusieurs moteurs de recherche pour la
    cat&eacute;gorie s&eacute;lectionn&eacute;e.</li>

    <li>Dans le champ de recherche, entrez l'expression que vous d&eacute;sirez
    rechercher.</li>

    <li>Cliquez sur <q>Rechercher</q>.</li>
  </ol>

  <p><img src="images/searchmusic.gif" alt=
  "Recherche dans la barre lat&eacute;rale" /></p>

  <h3 id="customizing_search_categories">Personnaliser les cat&eacute;gories de
  recherche</h3>

  <p>Vous pouvez sp&eacute;cifier les moteurs de recherche &agrave; utiliser
  pour les diff&eacute;rentes cat&eacute;gories de recherche. Par exemple, vous
  pouvez choisir un groupe de moteurs de recherche pour trouver des forfaits
  voyage, et choisir un autre groupe de moteurs de recherche pour trouver des
  logiciels.</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>,
    choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>, choisissez la cat&eacute;gorie
    <q>Navigateur</q>, et s&eacute;lectionnez <q>Recherche sur Internet</q>.
    S&eacute;lectionnez <q>Avanc&eacute;e</q> dans les options du panneau de
    recherche de la barre lat&eacute;rale.</li>

    <li>Si elle n'est pas d&eacute;j&agrave; ouverte, ouvrez la barre en
    cliquant sur sa poign&eacute;e. Si vous ne voyez pas la poign&eacute;e de
    la barre lat&eacute;rale, ouvrez le menu <q>Affichage</q>, choisissez
    <q>Barre d'outils</q> puis s&eacute;lectionnez <q>Barre
    lat&eacute;rale</q>.</li>

    <li>Cliquez sur le panneau <q>Rechercher</q> de la barre.</li>

    <li>Ouvrez le menu d&eacute;roulant <q>parmi</q>, cliquez sur <q>Modifier
    les cat&eacute;gories</q>. La fen&ecirc;tre de modification des
    cat&eacute;gories appara&icirc;t.</li>

    <li>Dans la liste d&eacute;roulante des cat&eacute;gories, choisissez celle
    que vous d&eacute;sirez personnaliser.<br />
    Ou<br />
    Pour cr&eacute;er une nouvelle cat&eacute;gorie, cliquez sur <q>Nouveau</q>
    et entrez un nom pour la cat&eacute;gorie. La liste d&eacute;roulante
    affiche maintenant le nom de la cat&eacute;gorie.</li>

    <li>Effectuez une des man&oelig;uvres suivantes&nbsp;:

      <ul>
        <li>Pour ajouter un moteur de recherche pour la cat&eacute;gorie
        s&eacute;lectionn&eacute;e, s&eacute;lectionnez-en un dans la liste de
        gauche, et cliquez sur <q>Ajouter</q>.</li>

        <li>Pour enlever un moteur de recherche pour la cat&eacute;gorie
        s&eacute;lectionn&eacute;e, s&eacute;lectionnez-le dans la liste de
        droite, et cliquez sur <q>Effacer</q>.</li>

        <li>Pour renommer la cat&eacute;gorie s&eacute;lectionn&eacute;e,
        cliquez sur <q>Renommer</q> et entrez un nouveau nom.</li>

        <li>Pour supprimer la cat&eacute;gorie s&eacute;lectionn&eacute;e,
        cliquez sur <q>Effacer</q>.</li>
      </ul>
    </li>

    <li>Cliquez sur <q>OK</q> quand vous avez termin&eacute; votre
    personnalisation.</li>
  </ol>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="setting_search_preferences">Modifier les options de recherche</h2>

  <p>Lorsque vous cliquez sur <q>Rechercher</q>, c'est le moteur de recherche
  <a href="http://www.google.fr" hreflang="fr" title=
  "Moteur de recherche sur Internet">Google</a> qui est utilis&eacute;. Vous
  pouvez choisir un autre moteur de recherche par d&eacute;faut. Vous pouvez
  &eacute;galement param&eacute;trer l'affichage des r&eacute;sultats dans la
  barre lat&eacute;rale.</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Navigateur</q>, cliquez sur <q>Recherche
    sur Internet</q>. Si aucune option n'est visible dans cette
    cat&eacute;gorie, double-cliquez sur la cat&eacute;gorie <q>Navigateur</q>
    pour d&eacute;velopper la liste.</li>

    <li>Dans la liste d&eacute;roulante <q>Rechercher en utilisant</q>,
    choisissez le moteur de recherche que vous voulez d&eacute;finir par
    d&eacute;faut.</li>

    <li>Dans la cat&eacute;gorie <q>R&eacute;sultats de recherche</q>,
    s&eacute;lectionnez <q>Ouvrir le panneau "Rechercher" de la barre
    lat&eacute;rale quand les r&eacute;sultats sont disponibles</q> si vous
    d&eacute;sirez afficher les r&eacute;sultats de la recherche dans le
    panneau <q>Rechercher</q> de la barre lat&eacute;rale.</li>

    <li>Dans la cat&eacute;gorie <q>Pr&eacute;f&eacute;rences du panneau de
    recherche de la barre lat&eacute;rale</q>, s&eacute;lectionnez
    <q>Basique</q> si vous ne d&eacute;sirez utiliser qu'un seul moteur de
    recherche. Pour utiliser de multiples moteurs de recherche
    s&eacute;lectionnez <q>Avanc&eacute;e</q>.</li>
  </ol>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

<!--  <h2 id="using_internet_keywords">Utiliser les mots cl&eacute;s Internet</h2>

  <p>L'utilisation des mots cl&eacute;s Internet avec la barre d'adresse vous
  aide &agrave; trouver rapidement des types d'informations sp&eacute;cifiques.
  Il y a plusieurs mani&egrave;res d'utiliser les mots cl&eacute;s
  Internet&nbsp;:</p>

  <ul>
    <li>Saisissez le nom d'un produit, d'une marque, ou d'une
    soci&eacute;t&eacute; et appuyez sur la touche <kbd
    class="mac">Retour</kbd><kbd class="noMac">Entr&eacute;e</kbd>
    , pour aller directement sur le site d'une
    soci&eacute;t&eacute;.</li>

    <li>Saisissez certains mots g&eacute;n&eacute;raux, comme <q>vacances</q>
    ou <q>cadeaux</q> pour voir une page avec une liste de liens vers des pages
    li&eacute;es &agrave; ces mots.</li>

    <li>Saisissez certains verbes, comme <q>acheter</q> ou <q>citer</q>, suivis
    d'un param&egrave;tre pour obtenir des informations sp&eacute;cifiques. Par
    exemple, <q>acheter des animaux</q> vous am&egrave;nera &agrave; une page
    de liens vers des sites vendant des accessoires pour animaux en ligne.</li>

    <li>Saisissez le nom d'une ville suivi de <q>films</q> ou
    <q>restaurants</q> pour des informations locales. Par exemple, entrez
    <q>paris restaurants</q>.</li>
  </ul>
  <p><strong>Astuce</strong>&nbsp;: Les mots cl&eacute;s Internet les plus courants sont repris dans la liste d&eacute;roulante sur la gauche de la barre d'adresse. Cliquez sur le triangle et faites votre choix dans la liste. Pour voir une liste plus importante de mots cl&eacute;s, choisissez <q>Liste de mots cl&eacute;s</q>.</p>

  <p><strong>Important</strong>&nbsp;: Pour utiliser les mots cl&eacute;s
  Internet, vous devez utiliser la touche <kbd class="mac">Retour</kbd><kbd
  class="noMac">Entr&eacute;e</kbd> de votre
  clavier au lieu de cliquer sur le bouton
  <q>Rechercher</q>. Un appui sur <kbd class="mac">Retour</kbd><kbd
  class="noMac">Entr&eacute;e</kbd> active les
  mots cl&eacute;s Internet tandis que cliquer sur <q>Rechercher</q>
  d&eacute;clenche une recherche classique.</p>

  <p>Pour voir la diff&eacute;rence, essayez ceci&nbsp;:</p>

  <ol>
    <li>Saisissez <q>apple imac</q> dans la barre d'adresse et appuyez sur
    <kbd class="noMac">Entr&eacute;e</kbd><kbd class="mac">Retour</kbd>. La
    page de l'iMac d'Apple appara&icirc;t.</li>

    <li>Saisissez maintenant <q>apple imac</q> dans la barre d'adresse et
    cliquez sur <q>Rechercher</q>. Vous verrez une liste de liens vers
    diff&eacute;rents mod&egrave;les d'ordinateurs iMac.</li>
  </ol>

  <p>Si les mots cl&eacute;s Internet ne semblent pas fonctionner chez vous,
  v&eacute;rifiez vos <a href=
  "cs_nav_prefs_navigator.xhtml#smart_browsing">pr&eacute;f&eacute;rences de navigation
  assist&eacute;e</a> pour &ecirc;tre s&ucirc;r(e) que les mots cl&eacute;s
  Internet sont activ&eacute;s.</p>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p> -->

  <!--<h2 id="nav_smartbrowse">Pr&eacute;f&eacute;rences de navigation
  assist&eacute;e</h2>

  <p>Si vous pr&eacute;f&eacute;rez ne pas utiliser les infos connexes ou les
  mots cl&eacute;s Internet, vous pouvez d&eacute;sactiver ces
  fonctionnalit&eacute;s.</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Navigateur</q>, choisissez <q>Navigation
    assist&eacute;e</q>. Si aucune option n'est visible dans cette
    cat&eacute;gorie, double-cliquez sur la cat&eacute;gorie <q>Navigateur</q>
    pour d&eacute;rouler la liste.</li>

    <li>Dans <q>Mais encore&nbsp;?</q> se trouve la liste des noms de domaine
    pour lesquelles les infos connexes ne seront pas recherch&eacute;es. Le nom
    de domaine est la partie de l'URL contenant le nom de l'organisation,
    entreprise, ou &eacute;cole &ndash; comme netscape.com ou un.org.</li>

    <li>D&eacute;cochez la case <q>Activer les mots cl&eacute;s Internet</q>.
    Laissez la case coch&eacute;e si vous voulez taper des noms communs ou des
    noms de marques (au lieu des URLs compl&egrave;tes) dans la barre
    d'adresse.</li>
  </ol>

  <p>Le panneau <q>Mais encore&nbsp;?</q> fonctionne en r&eacute;coltant des
  informations (connexes) sur les habitudes de navigation d'un grand nombre
  d'utilisateurs d'Internet. Si vous voulez pas que des informations sur les
  infos connexes soient collect&eacute;es au cours de votre navigation, vous
  pouvez d&eacute;sactiver les infos connexes en fermant ou en enlevant le
  panneau <q>Mais encore&nbsp;?</q> de la barre lat&eacute;rale. Pour en savoir
  plus, consultez la section <a href=
  "customize_help.xhtml#sidebar_removing">Supprimer des panneaux de la
  barre lat&eacute;rale</a>.</p>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>-->

  <h2 id="searching_within_a_page">Rechercher dans une page Web</h2>

  <p>Pour rechercher du texte dans la page qui est actuellement
  affich&eacute;e&nbsp;:</p>

  <ol>
    <li>Dans le menu <q>&Eacute;dition</q> choisissez <q>Rechercher dans la
    page</q>. Si la page que vous visitez contient des cadres (frames), il peut
    &ecirc;tre n&eacute;cessaire de cliquer dans le cadre avant de commencer
    votre recherche.</li>

    <li>Entrez le texte que vous voulez rechercher.</li>

    <li>Choisissez parmi les options suivantes&nbsp;:

      <dl>
        <dt>Respecter la casse&nbsp;:</dt>

        <dd>Cochez cette case pour rechercher un mot ou une phrase
        correspondant exactement &agrave; ce que vous avez tap&eacute; (y
        compris les lettres en majuscule et minuscule).</dd>

        <dt>Recherche circulaire&nbsp;:</dt>

        <dd>
          Cochez cette case pour permettre au navigateur de commencer depuis le
          curseur d'insertion jusqu'en bas et de continuer ensuite &agrave;
          chercher depuis le haut de la page.

          <p>Remarque&nbsp;: normalement, la recherche se fait uniquement
          depuis l'endroit du dernier clic de la souris jusqu'au bas de la
          page.</p>
        </dd>

        <dt>Vers le haut&nbsp;:</dt>

        <dd>Cochez cette case pour rechercher vers le haut de la page.</dd>
      </dl>
    </li>

    <li>Cliquez sur <q>Rechercher</q> pour commencer la recherche.</li>
  </ol>

  <p>Pour trouver l'occurrence suivante du mot ou de la phrase&nbsp;:</p>

  <ul>
    <li>Ouvrez le menu <q>&Eacute;dition</q> et choisissez <q>Rechercher
    suivant</q>.</li>
  </ul>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="using_find_as_you_type">Utiliser la recherche &agrave; la saisie</h2>

  <p>Plut&ocirc;t que de chercher un texte &agrave; l'aide de la fonction
  <q>Rechercher</q> du menu <q>&Eacute;dition</q>, vous pouvez chercher
  directement une cha&icirc;ne de caract&egrave;re dans une page Web en la
  saisissant au clavier.</p>

  <ol>
    <li>Pour rechercher un lien, saisissez plusieurs caract&egrave;res dans la
    fen&ecirc;tre active du navigateur pour vous d&eacute;placer parmi tous les
    liens contenant cette cha&icirc;ne.

      <p>Si vous saisissez plusieurs fois de suite le m&ecirc;me
      caract&egrave;re, le navigateur commencera une recherche cyclique parmi
      tous les liens de la page Web commen&ccedil;ant par ce caract&egrave;re.
      &Eacute;videmment, s'il trouve un texte correspondant exactement
      &agrave; votre saisie, telle que <q><tt>oo</tt></q> dans
      <q><tt>woods</tt></q>, il s'y positionnera directement.</p>
    </li>

    <li>Pour rechercher parmi tout le texte (texte normal et lien), saisissez
    <kbd>/</kbd> avant votre cha&icirc;ne de caract&egrave;res. Par exemple,
    saisissez <q>/bonjour</q> pour rechercher n'importe quel texte contenant la
    cha&icirc;ne <q>bonjour</q>.</li>

    <li>La barre d'&eacute;tat (en bas de la fen&ecirc;tre du navigateur)
    indique la cha&icirc;ne de caract&egrave;re que vous avez saisie et le
    r&eacute;sultat de la recherche.</li>

    <li>Appuyez sur la touche de retour chariot pour annuler le dernier
    caract&egrave;re saisi.</li>

    <li>Pour annuler une recherche et continuer &agrave; naviguer, appuyez sur
    la touche <kbd>&Eacute;chap</kbd> et attendez que la fonction de recherche
    &agrave; la saisie se d&eacute;sactive.</li>

    <li>Appuyez sur <kbd class="mac">Cmd</kbd><kbd
    class="noMac">Ctrl</kbd>+<kbd>G</kbd> ou <kbd>F3</kbd> pour
    rechercher l'occurrence suivante du texte &agrave; rechercher. Appuyez sur
    <kbd class="mac">Cmd</kbd><kbd class="noMac">Ctrl</kbd>+<kbd>Maj</kbd>+<kbd>G</kbd>
    ou <kbd>Maj</kbd>+<kbd>F3</kbd> pour trouver l'occurrence
    pr&eacute;c&eacute;dente.</li>
  </ol>

  <p>La recherche &agrave; la saisie fonctionne dans toutes les fen&ecirc;tres,
  telle que les pages de l'aide en ligne (Essayez-la&nbsp;!).</p>

  <p>Elle fonctionne &eacute;galement avec des caract&egrave;res internationaux
  comme le chinois ou le japonais.</p>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="searching_the_bookmarks_or_history_list">Rechercher dans les marque-pages ou
  l'historique</h2>

  <p>Pour effectuer une recherche dans les marque-pages&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Marque-pages</q> et choisissez <q>G&eacute;rer les
    marque-pages</q>. Vous verrez s'afficher la fen&ecirc;tre de gestion des
    marque-pages.</li>

    <li>Ouvrez le menu <q>Outils</q> et choisissez <q>Rechercher dans les
    marque-pages&hellip;</q>. La bo&icirc;te de dialogue <q>Rechercher des
    marque-pages</q> s'affiche.</li>

    <li>Dans les listes d&eacute;roulantes, choisissez parmi les options pour
    d&eacute;finir votre recherche&nbsp;:

      <ul>
        <li>Choisissez entre <q>adresse</q>, <q>nom</q>, <q>description</q> ou
        <q>mot cl&eacute;</q> pour d&eacute;terminer o&ugrave; vous voulez
        chercher.</li>

        <li>Choisissez parmi <q>contient</q>, <q>commence par</q> ou <q>finit
        par</q>, si vous connaissez seulement une partie du mot ou de la phrase
        que vous recherchez.</li>

        <li>Choisissez <q>est</q> si vous savez exactement ce que vous
        cherchez.</li>

        <li>Choisissez <q>n'est pas</q> ou <q>ne contient pas</q> pour exclure
        des marque-pages.</li>
      </ul>
    </li>

    <li>Cochez la case <q>Enregistrer la requ&ecirc;te dans les
    marque-pages</q> pour sauvegarder la liste dans les marque-pages trouv&eacute;s. Cela
    cr&eacute;era un groupe de marque-pages.</li>

    <li>Cliquez sur <q>Rechercher</q>. Les marque-pages correspondant &agrave;
    votre recherche s'afficheront.</li>
  </ol>

  <p>Pour utiliser les r&eacute;sultats de la recherche&nbsp;:</p>

  <ul>
    <li>Double-cliquez sur un marque-page de la liste pour vous y rendre.</li>
  </ul>

  <p><strong>Astuce</strong>&nbsp;: Appuyez sur <kbd
  class="mac">Cmd</kbd><kbd class="noMac">Ctrl</kbd>+<kbd>B</kbd> pour ouvrir
  rapidement le gestionnaire des marque-pages</p>

  <p>Pour effectuer une recherche dans l'historique&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Aller &agrave;</q>, puis choisissez
    <q>Historique</q>. Vous verrez s'afficher la fen&ecirc;tre de
    l'historique.</li>

    <li>Ouvrez le menu <q>Outils</q> et choisissez <q>Rechercher dans
    l'historique&hellip;</q>. La bo&icirc;te de dialogue <q>Rechercher dans
    l'historique</q> s'ouvre.</li>

    <li>Dans les listes d&eacute;roulantes, choisissez parmi les options pour
    d&eacute;finir votre recherche&nbsp;:

      <ul>
        <li>Choisissez <q>adresse</q> ou <q>nom</q> pour d&eacute;terminer
        o&ugrave; vous voulez chercher. L'historique permet la recherche
        seulement dans le titre et l'adresse.</li>

        <li>Choisissez parmi <q>contient</q>, <q>commence par</q> ou <q>se
        termine par</q> si vous connaissez seulement une partie du mot ou de la
        phrase que vous recherchez.</li>

        <li>Choisissez <q>est</q> si vous savez exactement ce que vous
        cherchez.</li>

        <li>Choisissez <q>n'est pas</q> ou <q>ne contient pas</q> pour exclure
        des pages.</li>
      </ul>
    </li>

    <li>Cliquez sur le champ de recherche et entrez l'URL (adresse Web) ou une
    partie de celle-ci que vous voulez trouver ou exclure de votre recherche
    dans les marque-pages ou l'historique.</li>
  </ol>

  <p><strong>Astuces</strong>&nbsp;:</p>

  <ul>
    <li>Appuyez sur <kbd class="mac">Cmd</kbd><kbd class="noMac">Ctrl</kbd>+<kbd>H</kbd>
    pour ouvrir rapidement l'historique.</li>

    <li>Si la liste est difficile &agrave; lire, essayez d'agrandir la
    fen&ecirc;tre de recherche.</li>
  </ul>

  <p>[&nbsp;<a href="#searching_the_web">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h1 id="copying_saving_and_printing_pages">Copier, enregistrer et imprimer
  des pages Web</h1>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#copying_part_of_a_page">Copier une partie de page</a></li>

      <li><a href="#saving_all_or_part_of_a_page">Enregistrer une page en entier ou en
      partie</a></li>

      <li><a href="#printing_a_page">Imprimer une page</a></li>
    </ul>
  </div>

  <h2 id="copying_part_of_a_page">Copier une partie de page</h2>

  <p>Pour copier une partie du texte d'une page&nbsp;:</p>

  <ol>
    <li>S&eacute;lectionnez le texte &agrave; l'aide de la souris.</li>

    <li>Choisissez <q>Copier</q> dans le menu <q>&Eacute;dition</q>.</li>
  </ol>

  <p>Vous pouvez ensuite coller le texte dans d'autres documents.</p>

  <p>Pour copier un lien (URL) ou une image depuis une page&nbsp;:</p>

  <ol>
    <li>Positionnez le pointeur au dessus d'un lien ou d'une image.</li>

    <li>Cliquez sur le bouton de droite de la souris pour afficher un menu
    contextuel. Sous Mac OS, appuyez sur la touche <kbd>Commande</kbd> et
    cliquez sur le bouton de la souris.</li>

    <li>Choisissez <q>Copier l'adresse du lien</q> ou <q>Copier l'adresse de
    l'image</q>. Si l'image est &eacute;galement un lien, vous avez le choix
    entre les deux options.</li>
  </ol>

  <p>Vous pouvez coller le lien dans d'autres documents ou dans la barre
  d'adresse du navigateur.</p>

  <p>[&nbsp;<a href="#copying_saving_and_printing_pages">Retour au d&eacute;but
  de la section</a>&nbsp;]</p>

   <h2 id="saving_all_or_part_of_a_page">Enregistrer une page en entier ou en
   partie</h2>

  <p>Pour enregistrer une page enti&egrave;re&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Fichier</q> et choisir <q>Enregistrer sous&hellip;</q>.</li>

    <li>Dans la bo&icirc;te de dialogue <q>Enregistrer sous&hellip;</q>, choisissez le
    dossier dans lequel sera enregistr&eacute; ce fichier.</li>

    <li>Choisissez un format d'enregistrement&nbsp;:

      <dl>
        <dt>Page Web, compl&egrave;te&nbsp;:</dt>

        <dd>Enregistre la page enti&egrave;re, accompagn&eacute;e des images et
        des autres fichiers. Cette option vous permet d'afficher la copie
        locale de la page, telle qu'elle s'afficherait depuis le serveur.
        &brandShortName; cr&eacute;e un nouveau r&eacute;pertoire, au m&ecirc;me endroit
        que la sauvegarde de la page, qui contient tous les fichiers images,
        JavaScript, etc.</dd>

        <dt>Page Web, HTML uniquement&nbsp;:</dt>

        <dd>Enregistre la page telle quelle mais sans les fichiers images.
        Cette option pr&eacute;serve la structure originale des liens.</dd>

        <dt>Fichiers textes&nbsp;:</dt>

        <dd>Enregistre la page dans un fichier texte. Cette option ne
        pr&eacute;serve pas la structure HTML de la page mais elle vous permet
        de consulter la page depuis n'importe quel &eacute;diteur de
        texte.</dd>
      </dl>
    </li>

    <li>Entrez un nom pour le fichier et cliquez sur <q>Enregistrer</q>.</li>
  </ol>

  <p>Lorsque vous voyez une page contenant des cadres (frames) et qu'un cadre
  est s&eacute;lectionn&eacute;, l'option <q>Enregistrer le cadre sous&hellip;</q> est
  &eacute;galement disponible dans le menu contextuel. Ceci vous permet
  d'enregistrer uniquement la page se trouvant dans le cadre
  s&eacute;lectionn&eacute;.</p>

  <p>Une page enregistr&eacute;e sur votre disque dur pourra &ecirc;tre lue (ou
  son code HTML) hors connexion.</p>

  <p>Pour enregistrer une image&nbsp;:</p>

  <ol>
    <li>Positionnez le pointeur de la souris sur l'image.</li>

    <li>Cliquez avec le bouton de droite sur l'image (sous Mac OS, appuyez sur
    la touche <kbd>Commande</kbd> et cliquez sur le bouton de la souris) pour
    afficher un menu contextuel.</li>

    <li>Choisissez <q>Enregistrer l'image sous&hellip;</q>.</li>

    <li>Dans la bo&icirc;te de dialogue <q>Enregistrer l'image</q>, choisissez
    le dossier dans lequel sera enregistr&eacute;e l'image. Les boutons en haut
    &agrave; droite de la bo&icirc;te de dialogue vous permettent de remonter
    dans l'arborescence <img src=
    "chrome://global/skin/filepicker/folder-up.gif" alt="" />, de revenir
    rapidement &agrave; votre dossier personnel <img src=
    "chrome://global/skin/filepicker/folder-home.gif" alt="" /> et de
    cr&eacute;er un nouveau dossier <img src=
    "chrome://global/skin/filepicker/folder-new.gif" alt="" />.</li>

    <li>Entrez un nom pour l'image et cliquez sur <q>Enregistrer</q>.</li>
  </ol>

  <p>Pour enregistrer une page sans devoir l'afficher (ce qui peut &ecirc;tre
  utile pour enregistrer une page non format&eacute;e, comme un fichier de
  donn&eacute;es, qui n'est pas visible dans le navigateur)&nbsp;:</p>

  <ol>
    <li>Positionnez le pointeur de la souris sur le lien.</li>

    <li>Cliquez avec le bouton de droite sur le lien (sous Mac OS, appuyez sur
    la touche <kbd>Commande</kbd> et cliquez sur le bouton de la souris) pour
    afficher un menu contextuel.</li>

    <li>Choisissez <q>Enregistrer le lien sous&hellip;</q>.</li>

    <li>Dans la bo&icirc;te de dialogue <q>Enregistrer sous&hellip;</q>, choisissez le
    dossier dans lequel sera enregistr&eacute; le fichier.</li>

    <li>Entrez un nom pour le fichier et cliquez sur <q>Enregistrer</q>.</li>
  </ol>

  <p><strong>Important</strong>&nbsp;: Certains liens conduisent directement au
  t&eacute;l&eacute;chargement et &agrave; l'enregistrement d'un fichier sur
  votre disque dur lorsque vous cliquez dessus. Les URLs de ces liens
  commencent souvent par <tt><acronym title=
  "File Transfert Protocol">FTP</acronym></tt> ou se terminent par une
  extension de fichier telle que <tt>.zip</tt> ou <tt>.exe</tt>. Il peut s'agir
  de programmes, de sons, ou de fichiers vid&eacute;os. Des applications
  auxiliaires peuvent &ecirc;tre lanc&eacute;es pour visualiser ces
  fichiers.</p>

  <p id="setting_image_as_wallpaper" class="win"><strong>Astuce</strong>&nbsp;:
  pour d&eacute;finir une image d'une page Web comme fond d'&eacute;cran de
  votre bureau, cliquez-droit sur l'image pour faire appara&icirc;tre le menu
  contextuel, puis choisissez <q>D&eacute;finir fond d'&eacute;cran</q>. Une
  bo&icirc;te de dialogue vous demande alors de confirmer cette action.</p>

  <p>[&nbsp;<a href="#copying_saving_and_printing_pages">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="printing_a_page">Imprimer une page</h2>

  <p>Pour imprimer la page courante&nbsp;:</p>

  <ol>
    <li>Ouvrir le menu <q>Fichier</q> et choisir <q>Imprimer</q>.</li>
  </ol>

  <p>Pour imprimer un texte s&eacute;lectionn&eacute;, suivez ces &eacute;tapes
  depuis une fen&ecirc;tre du navigateur&nbsp;:</p>

  <ul>
    <li>S&eacute;lectionnez le texte &agrave; imprimer dans la page en
    cours.</li>

    <li>Ouvrez le menu <q>Fichier</q> et choisissez <q>Imprimer</q>. La
    bo&icirc;te de dialogue <q>Impression</q> s'affiche.</li>

    <li>Dans le cadre <q>Pages</q>, s&eacute;lectionnez
    <q>S&eacute;lection</q>.</li>

    <li>Cliquez sur <q>Imprimer</q>.</li>
  </ul>

  <p>Si la page contient des cadres, vous verrez appara&icirc;tre les options
  suivantes dans la bo&icirc;te de dialogue <q>Impression</q>&nbsp;:</p>

  <dl>
    <dt>Tels qu'ils sont &agrave; l'&eacute;cran&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous d&eacute;sirez imprimer la
    page Web int&eacute;gralement.</dd>

    <dt>Le cadre s&eacute;lectionn&eacute;&nbsp;:</dt>

    <dd>Si la page Web contient des cadres, cette option vous permet de
    n'imprimer que le cadre actuellement s&eacute;lectionn&eacute;.</dd>

    <dt>Chaque cadre s&eacute;par&eacute;ment&nbsp;:</dt>

    <dd>Si le page Web contient des cadres, cette option vous permet de tous
    les imprimer s&eacute;par&eacute;ment comme autant de pages Web
    isol&eacute;es.</dd>
  </dl>

  <p>C'est le format de la feuille et non la taille de la fen&ecirc;tre
  &agrave; l'&eacute;cran qui sera prise en compte pour d&eacute;terminer le
  placement du contenu sur la feuille. Le texte est format&eacute; et les
  images sont repositionn&eacute;es de mani&egrave;re &agrave; s'adapter
  &agrave; la taille du papier.</p>

  <h3 id="print_preview">Aper&ccedil;u avant impression</h3>

  <p>Avant l'impression du document, vous pouvez voir &agrave; quoi il
  ressemblera &agrave; l'aide de la fonction <q>Aper&ccedil;u avant
  impression</q>. Suivez ces &eacute;tapes depuis une fen&ecirc;tre du
  navigateur&nbsp;:</p>

  <ul>
    <li>Ouvrez le menu <q>Fichier</q> et s&eacute;lectionnez <q>Aper&ccedil;u
    avant impression</q>.</li>
  </ul>

  <p>Dans l'aper&ccedil;u du document, vous pouvez effectuer ces actions avant
  de lancer l'impression&nbsp;:</p>

  <dl>
    <!--<dt>Aper&ccedil;u de chaque page&nbsp;:</dt>-->

    <dt class="win">&print.label;</dt>
    <dd class="win">Cliquez pour imprimer les pages.</dd>

    <dt class="win">&pageSetup.label;</dt>

    <dd class="win">Cliquez pour modifier la mise en page.</dd>

    <dt>Page [__] de <tt>x</tt></dt>

    <dd>Saisissez un num&eacute;ro de page (inf&eacute;rieur &agrave;
    <tt>x</tt>) pour aller &agrave; son aperçu. Cliquez sur les boutons
    <q>Suivant</q> <img src=
    "chrome://navigator/skin/btn1/first.gif" alt="first button" />,
    <q>Pr&eacute;c&eacute;dent</q> <img src=
    "chrome://navigator/skin/btn1/previous.gif" alt="previous button" />,
    <q>D&eacute;but</q> <img src="chrome://navigator/skin/btn1/next.gif" alt=
    "next bouton" />, ou <q>Fin</q> <img src=
    "chrome://navigator/skin/btn1/last.gif" alt="dernier bouton" /> pour
    visualiser les diff&eacute;rentes pages.</dd>

    <!--<dt>Changer l'&eacute;chelle (taille) des pages&nbsp;:</dt>

    <dd>Dans le champ <q>&Eacute;chelle</q>, saisissez un pourcentage par
    rapport &agrave; la taille originale et appuyez sur <kbd
    class="mac">Retour</kbd><kbd class="noMac">Entr&eacute;e</kbd>. Par exemple,
    entrez <q>50</q> et appuyez sur <kbd>Entr&eacute;e</kbd> pour
    r&eacute;duire toutes les pages &agrave; 50% de leur taille normale.-->
    <!-- Cliquez sur les fl&egrave;ches <q>Augmenter</q> <img src="chrome://global/skin/arrow/arrow-up-sharp.gif" alt="up button" /> ou <q>R&eacute;duire</q> <img src="chrome://global/skin/arrow/arrow-dn-sharp.gif" alt="down button" /> pour respectivement augmenter ou r&eacute;duire le pourcentage de un point &agrave; chaque fois.</dd> -->
    <dt class="win">&scale.label;</dt>
    <dd class="win">Changer l'&eacute;chelle d'impression (taille) des pages,
    en utilisant la liste d&eacute;roulante. Vous pouvez choisir un pourcentage
    fixe de la page originale et deux options sp&eacute;cifiques&nbsp;:
      <dl>
        <dt>&ShrinkToFit.label;</dt>
        <dd>S&eacute;lectionnez ceci pour automatiquement redimensionner la page &agrave; la largeur du papier.</dd>

        <dt>&Custom.label;</dt>
        <dd>Saisissez un pourcentage par rapport &agrave; la taille originale,
        et appuyez sur <kbd>Entr&eacute;e</kbd>. Par exemple,
        saisissez <q>50</q> et pressez <kbd>Entr&eacute;e</kbd> pour que
        l'impression de chaque page soit &eacute;gale &agrave; la moiti&eacute;
        de sa taille originale.</dd>
      </dl>
    </dd>

    <!--<dt>Changer l'orientation des pages&nbsp;:</dt>

    <dd>Choisissez <q>Portrait</q> <img src=
    "chrome://global/skin/icons/pg-portrait-small.gif" alt="portrait button" />
    pour orienter normalement la page, avec le petit c&ocirc;t&eacute; vers le
    haut. Choisissez <q>Paysage</q> <img src=
    "chrome://global/skin/icons/pg-landscape-small.gif" alt=
    "landscape button" /> pour positionner la page sur le flanc, avec le grand
    c&ocirc;t&eacute; vers le haut.</dd>-->

    <dt class="win">&portrait.label;</dt>
    <dd class="win">Cliquez pour positionner la page en hauteur, avec le plus
    petit côt&eacute; en haut.</dd>

    <dt class="win">&landscape.label;</dt>
    <dd class="win">Cliquez pour positionner la page en longueur, avec le plus
    grand côt&eacute; en haut.</dd>

    <dt class="win">&close.label;</dt>
    <dd class="win">Cliquez pour fermer la fen&ecirc;tre d'aperçu avant
    impression.</dd>

    <!--<dt>Mise en page&nbsp;:</dt>

    <dd>Cliquez sur <q>Mise en page</q> pour personnaliser l'impression du
    document.</dd>

    <dt>Imprimer&nbsp;:</dt>

    <dd>Cliquez sur <q>Imprimer</q> pour lancer l'impression du document.</dd>-->
  </dl>

  <p><strong>Remarque</strong>&nbsp;: Certaines options de l'aper&ccedil;u
  peuvent &ecirc;tre diff&eacute;rentes, voire absentes sous Mac OS, Linux ou
  Unix.</p>

  <h3 id="using_page_setup">Configurer l'impression</h3>

  <p><strong>Remarque</strong>&nbsp;: Certaines options de configuration
  peuvent &ecirc;tre diff&eacute;rentes, voire absentes sous Mac OS, Linux et
  Unix.</p>

  <p>Pour personnaliser l'impression des pages dans &brandShortName;, vous pouvez
  utiliser la configuration avant impression&nbsp;:</p>

  <ul>
    <li>Ouvrez le menu <q>Fichier</q> et s&eacute;lectionnez <q>Configurer
    l'impression</q>.</li>
  </ul>

  <p>Dans la fen&ecirc;tre <q>Mise en page</q>, vous pouvez modifier les
  param&egrave;tres suivants pour les pages que vous voulez imprimer&nbsp;:</p>

  <ol>
    <li>Onglet <q>Format &amp; Options</q>&nbsp;:

      <dl>
        <dt>Orientation&nbsp;:</dt>

        <dd>
          <dl>
            <dt>Portrait&nbsp;:</dt>

            <dd>Choisissez <q>Portrait</q> <img src=
            "chrome://global/skin/icons/Portrait.png" alt=
            "portrait button" /> pour orienter normalement la page, avec le
            petit c&ocirc;t&eacute; vers le haut.</dd>

            <dt>Paysage&nbsp;:</dt>

            <dd>Choisissez <q>Paysage</q> <img src=
            "chrome://global/skin/icons/Landscape.png" alt=
            "landscape button" /> pour positionner la page sur le flanc, avec
            le grand c&ocirc;t&eacute; vers le haut.</dd>
          </dl>
        </dd>

        <dt>&Eacute;chelle&nbsp;:</dt>

        <dd>
          Saisissez un pourcentage par rapport &agrave; la taille originale et
          appuyez sur <kbd class="mac">Retour</kbd><kbd class="noMac">Entr&eacute;e</kbd>.
          Par exemple, entrez <kbd>50</kbd> et appuyez sur <kbd
          class="mac">Retour</kbd><kbd class="noMac">Entr&eacute;e</kbd>
          pour r&eacute;duire toutes les pages &agrave; 50% de leur taille
          normale.

          <dl>
            <dt>R&eacute;duire &agrave; la largeur de la page&nbsp;:</dt>

            <dd>S&eacute;lectionnez ceci pour ajuster automatiquement
            l'&eacute;chelle de la page &agrave; la largeur du format de
            feuille choisi.</dd>
          </dl>
        </dd>

        <dt>Options&nbsp;:</dt>

        <dd>
          <dl>
            <dt>Imprimer le fond d'&eacute;cran (couleurs et
            images)&nbsp;:</dt>

            <dd>S&eacute;lectionnez cette option pour imprimer les images et
            les couleurs d'arri&egrave;re-plan. Si cette case est
            d&eacute;coch&eacute;e, seules les images et les couleurs
            d'avant-plan seront imprim&eacute;es.</dd>
          </dl>
        </dd>
      </dl>
    </li>

    <li>Onglet <q>Marges &amp; En-t&ecirc;te/Pied de page</q>&nbsp;:

      <dl>
        <dt>Marges&nbsp;:</dt>

        <dd>
          <dl>
            <dt>Haut, bas, gauche, droite&nbsp;:</dt>

            <dd>Entrez un nombre en millim&egrave;tres pour d&eacute;finir la
            largeur des marges de chaque c&ocirc;t&eacute; de la feuille. Selon
            votre syst&egrave;me d'exploitation, les unit&eacute;s peuvent
            &ecirc;tre des millim&egrave;tres ou des pouces</dd>
          </dl>
        </dd>

        <dt>En-t&ecirc;tes &amp; pieds de page&nbsp;:</dt>

        <dd>
          Le rang sup&eacute;rieur de listes d&eacute;roulantes
          repr&eacute;sente les champ gauche, milieu et droit de
          l'en-t&ecirc;te. Le rang inf&eacute;rieur de listes
          d&eacute;roulantes repr&eacute;sente les champ gauche, milieu et
          droit du pied de page. Pour chaque liste d&eacute;roulante vous
          pouvez choisir entre les options suivantes&nbsp;:

          <dl>
            <dt>&ndash;vide&ndash;&nbsp;:</dt>

            <dd>N'imprime rien dans ce champ.</dd>

            <dt>Titre&nbsp;:</dt>

            <dd>Imprime le titre de la page.</dd>

            <dt>URL&nbsp;:</dt>

            <dd>Imprime l'URL de la page Web (les URLs commencent par
            <code>http://</code>, mais si vous imprimez un fichier
            pr&eacute;sent sur votre disque dur, elle commencera par
            <code>file://</code>).</dd>

            <dt>Date/Heure&nbsp;:</dt>

            <dd>Imprime la date et l'heure d'impression de la page Web.</dd>

            <dt>N&deg; de page&nbsp;:</dt>

            <dd>Imprime le num&eacute;ro de la page.</dd>

            <dt>Page # sur #&nbsp;:</dt>

            <dd>Imprime le num&eacute;ro de la page sur le nombre total de page
            que comporte le document. Par exemple si vous imprimez un document
            de 5 pages, <q>3 sur 5</q> sera imprim&eacute; dans ce champ.</dd>

            <dt>Personnaliser&nbsp;:</dt>

            <dd>
              Saisissez votre propre texte. Vous pouvez inclure les codes
              suivants&nbsp;:

              <dl>
                <dt>&amp;PT&nbsp;:</dt>

                <dd>Num&eacute;ro de la page sur le total (Exemple: <q>3 sur
                5</q>)</dd>

                <dt>&amp;P&nbsp;:</dt>

                <dd>Nombre de page</dd>

                <dt>&amp;D&nbsp;:</dt>

                <dd>Date</dd>

                <dt>&amp;U&nbsp;:</dt>

                <dd>URL</dd>

                <dt>&amp;T&nbsp;:</dt>

                <dd>Titre de la page</dd>
              </dl>
            </dd>
          </dl>
        </dd>
      </dl>
    </li>
  </ol>

  <p class="noMac"><strong>Astuce</strong>&nbsp;: Pour visualiser le rendu des changements
  effectu&eacute; lors de la configuration de l'impression, utilisez <a href=
  "#print_preview">Aper&ccedil;u avant impression</a>.</p>

  <p>[&nbsp;<a href="#copying_saving_and_printing_pages">Retour au d&eacute;but
  de la section</a>&nbsp;]</p>

  <h1 id="using_languages_and_international_content">Langues et services de
  traduction</h1>

  <div class="contentsBox">
    <p>Dans cette section:</p>

    <ul>
      <!--<li><a href="#nav_translate">Traduire une page Web</a></li>-->

      <li><a href="#selecting_character_encodings_and_fonts">S&eacute;lectionner
      un encodage de caract&egrave;res et des polices</a></li>

      <li><a href="#setting_language_preferences">Modifier les param&egrave;tres
      de langue</a></li>

      <li><a href="#finding_localized_version">Trouver des versions
      localis&eacute;es de &brandShortName;</a></li>
    </ul>
  </div>

<!--  <h2 id="nav_translate">Traduire une page Web</h2>

  <p>Vous pouvez obtenir la traduction rapide d'une page Web qui vous permet de
  comprendre l'essentiel de son contenu dans la langue de votre choix.</p>

  <ol>
    <li>Rendez vous &agrave; la page que vous d&eacute;sirez traduire.</li>

    <li>Ouvrez le menu <q>Affichage</q> et choisissez <q>Traduire</q>.

      <p>Ceci vous am&egrave;nera &agrave; la page Web Gist-In-Time. L'adresse
      (URL) de la page &agrave; traduire sera d&eacute;j&agrave; inscrite.</p>
    </li>

    <li>S&eacute;lectionnez la langue de votre choix, et cliquez sur
    <q>Gist&nbsp;!</q></li>
  </ol>

  <p>La traduction peut prendre un certain temps.</p>

  <p>[&nbsp;<a href="#using_languages_and_international_content">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>-->

  <h2 id="selecting_character_encodings_and_fonts">S&eacute;lectionner un
  encodage de caract&egrave;res et des polices</h2>

  <p>Si vous naviguez, composez, ou envoyez et recevez du courrier
  &eacute;lectronique dans plus d'une langue, vous devrez choisir les encodages
  de caract&egrave;res et les polices appropri&eacute;s.</p>

  <p>Une m&eacute;thode d'encodage des caract&egrave;res est la fa&ccedil;on
  dont un document ou message a &eacute;t&eacute; converti en donn&eacute;es
  utilisables par votre ordinateur. Tous les documents Web et messages
  &eacute;lectroniques utilisent une m&eacute;thode d'encodage de
  caract&egrave;res.</p>

  <p>La m&eacute;thode d'encodage des caract&egrave;res d'un document
  d&eacute;pend de sa langue. Certaines langues &ndash; comme la plupart des
  langues occidentales &ndash; utilisent la m&ecirc;me m&eacute;thode.
  D'autres, comme le chinois, le japonais et le russe, utilisent des
  m&eacute;thodes diff&eacute;rentes. &Agrave; l'oppos&eacute;, Unicode fournit
  des m&eacute;thodes d'encodage des caract&egrave;res ind&eacute;pendantes de
  la langue utilis&eacute;e. UTF-8, par exemple, peut &ecirc;tre utilis&eacute;
  pour des documents en n'importe quelle langue.</p>

  <p>Votre version de &brandShortName; utilise probablement les encodages de
  caract&egrave;res par d&eacute;faut appropri&eacute;s pour votre r&eacute;gion.
  Toutefois, si vous utilisez plus d'une langue il peut &ecirc;tre
  n&eacute;cessaire de s&eacute;lectionner l'encodage appropri&eacute; et de
  choisir les polices que vous d&eacute;sirez utiliser pour ces encodages de
  caract&egrave;res.</p>

  <p>Pour s&eacute;lectionner un encodage de caract&egrave;res (l'encodage de
  caract&egrave;res actif est marqu&eacute; d'une puce)&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Affichage</q>, choisissez <q>Encodage des
    caract&egrave;res</q>.</li>

    <li>Choisissez un encodage de caract&egrave;res dans le sous-menu
    <q>Plus</q>. Dans ce sous-menu, les encodages de caract&egrave;res sont
    organis&eacute;s par r&eacute;gion&nbsp;: Europe de l'ouest,
    Extr&ecirc;me-Orient, Moyen-Orient, etc.</li>
  </ol>

  <p>&brandShortName; peut d&eacute;tecter l'encodage utilis&eacute; par un document, et
  l'afficher correctement &agrave; l'&eacute;cran. Pour
  b&eacute;n&eacute;ficier de cette fonctionnalit&eacute; (l'encodage de
  caract&egrave;res actif est marqu&eacute; d'une puce)&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Affichage</q>, choisissez <q>Encodage de
    caract&egrave;res</q>, et choisissez ensuite <q>D&eacute;tection
    automatique</q>.</li>

    <li>Choisissez parmi les options d'auto-d&eacute;tection, ou
    d&eacute;sactivez l'auto-d&eacute;tection (option <q>off</q>).</li>
  </ol>

  <p>Pour modifier votre liste d'encodages de caract&egrave;res
  actifs&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Affichage</q>, s&eacute;lectionnez <q>Encodage de
    caract&egrave;res</q>, et choisissez ensuite <q>Personnaliser</q>.</li>

    <li>Vous pouvez effectuer les actions suivantes&nbsp;:

      <ul>
        <li>Pour ajouter un encodage de caract&egrave;res &agrave; la liste des
        encodages de caract&egrave;res actifs, choisissez-le dans la liste de
        gauche et cliquez sur <q>Ajouter</q>.</li>

        <li>Pour retirer un encodage de caract&egrave;res de la liste des
        encodages de caract&egrave;res actifs, choisissez-le dans la liste de
        droite et cliquez sur <q>Retirer</q>.</li>

        <li>Pour changer l'ordre dans lequel le navigateur traite un encodage
        de caract&egrave;res, s&eacute;lectionnez-le dans la liste de droite,
        et utilisez les fl&egrave;ches pour le monter ou le descendre dans la
        liste.</li>
      </ul>
    </li>
  </ol>

  <p>Les m&eacute;thodes de codage des caract&egrave;res que vous choisissez
  seront ajout&eacute;es en bas du menu de codage des caract&egrave;res.</p>

  <p>Pour changer les polices par d&eacute;faut&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Apparence</q>, choisissez <q>Polices de
    caract&egrave;res</q>. Si aucune sous-cat&eacute;gorie n'est visible,
    double-cliquez sur la cat&eacute;gorie <q>Apparence</q> pour
    d&eacute;velopper la liste.</li>

    <li>Choisissez l'encodage de caract&egrave;res dans la liste
    d&eacute;roulante. Par exemple, pour changer les polices par d&eacute;faut
    pour l'encodage de caract&egrave;res occidental, choisissez
    <q>Occidental</q>.</li>

    <li>Choisissez si le texte proportionnel doit &ecirc;tre de type
    <q>serif</q> (comme Times Roman) ou <q>sans-serif</q> (comme Arial). Vous
    pouvez &eacute;galement sp&eacute;cifier la taille de la police pour le
    texte proportionnel. Le texte proportionnel est de largeur variable.</li>

    <li>Choisissez une police pour les styles <q>Serif</q>, <q>Sans-Serif</q>,
    <q>Cursive</q> et <q>Fantaisie</q>.</li>

    <li>Choisissez la police &agrave; taille fixe (comme Courrier) qui sera
    utilis&eacute;e pour les pages Web. Les polices &agrave; taille fixe ont
    une largeur constante, car tous les caract&egrave;res et lettres occupent
    la m&ecirc;me place.</li>
  </ol>

  <p>Beaucoup d'auteurs de pages Web choisissent leurs propres polices et
  tailles de caract&egrave;res. Vous pouvez permettre l'utilisation des polices
  choisies par l'auteur en cochant <q>Autoriser les documents &agrave; utiliser
  d'autres polices</q>.</p>

  <p>[&nbsp;<a href="#using_languages_and_international_content">Retour au
  d&eacute;but de la section</a>&nbsp;]</p>

  <h2 id="setting_language_preferences">Modifier les param&egrave;tres de langue</h2>

  <p>Le texte des boutons, les bo&icirc;tes de dialogue, les menus, les outils
  et d'autres &eacute;l&eacute;ments de &brandShortName; sont modifi&eacute;s en
  fonction de la langue que vous utilisez. Les fonctionnalit&eacute;s des
  &eacute;l&eacute;ments restent toutefois les m&ecirc;mes.</p>

  <p>Les pages Web sont parfois disponibles en plusieurs langues. &brandShortName; peut
  afficher ces pages dans <a href="cs_nav_prefs_navigator.xhtml#languages">votre langue
  pr&eacute;f&eacute;r&eacute;e</a>, si celle-ci est disponible. Vous pouvez sp&eacute;cifier les
  langues que vous d&eacute;sirez utiliser, dans votre ordre de pr&eacute;f&eacute;rence.</p>

  <p>Pour modifier les param&egrave;tres de la langue&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Navigateur</q>, choisissez <q>Langues</q>.
    Si aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur la
    cat&eacute;gorie <q>Navigateur</q> pour d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Ajouter</q>.</li>

    <li>Choisissez une langue et son code. Si le code que vous d&eacute;sirez
    ajouter ne se trouve pas dans la liste, saisissez le nom de la langue et
    son code dans le champ <q>Autres</q> (voir note ci-dessous). Si vous voulez
    r&eacute;organiser l'ordre des langues dans la liste, s&eacute;lectionnez
    une langue et cliquez sur <q>Monter</q> ou <q>Descendre</q>.</li>

    <li>Cliquez sur <q>OK</q>.</li>
  </ol>

  <p><strong>Remarque</strong>&nbsp;: Des codes de deux lettres entre crochets
  sont mentionn&eacute;s &agrave; c&ocirc;t&eacute; de chaque langue de la
  liste. Ce sont les abr&eacute;viations standard de ces langues. Pour une
  liste compl&egrave;te de ces codes, consultez le site ISO <a href=
  "http://www.iso.org/iso/fr/prods-services/iso3166ma/02iso-3166-code-lists/list-fr1.html"
  hreflang="fr">Noms de pays et codes</a>.</p>

  <p>[&nbsp;<a href="#using_languages_and_international_content">Retour au
  d&eacute;but de la section</a>&nbsp;]</p>

  <div class="rediger">
  <h2 id="finding_localized_version">Trouver des versions localis&eacute;es de
  &brandShortName;</h2>

  <p>Si vous d&eacute;sirez utiliser une version de &brandShortName; dans une
  autre langue que l'anglais ou le fran&ccedil;ais, vous trouverez d'autres
  paquets de localisation sur <a
  href="http://www.seamonkey-project.org/releases/" hreflang="en">SeaMonkey
  Project Releases</a>.</p>
  </div>

  <p>[&nbsp;<a href="#using_languages_and_international_content">Retour au
  d&eacute;but de la section</a>&nbsp;]</p>

  <h1 id="plugins_and_downloads">G&eacute;rer les diff&eacute;rents types de
  fichiers</h1>

  <div class="contentsBox">

    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#plug-ins">Plugins</a></li>
      <li><a href="#helper_applications">Applications auxiliaires</a></li>
      <li><a href="#download_manager">Gestionnaire de
      t&eacute;l&eacute;chargement</a></li>
    </ul>

  </div>


  <p>Le navigateur peut g&eacute;rer de nombreux types de fichiers. Toutefois,
  pour certains fichiers, comme des animations multim&eacute;dia, le navigateur
  a besoin d'une application auxiliaire pour les traiter. Si ces applications
  auxiliaires ou plugins ne sont pas disponibles, &brandShortName; peut enregistrer ces
  fichier sur votre disque dur. Il en garde alors la trace dans le gestionnaire
  de t&eacute;l&eacute;chargement.</p>

  <h2 id="plug-ins">Plugins</h2>

  <p>Les plugins sont des application auxiliaires qui &eacute;tendent les
  fonctionnalit&eacute;s du navigateur et qui se lancent gr&acirc;ce &agrave;
  &brandShortName;. Des plugins comme Sun Java, Macromedia Flash et RealNetworks
  RealPlayer permettent &agrave; &brandShortName; de pouvoir ex&eacute;cuter des
  fichiers multim&eacute;dias et de lancer des applications telles que des
  films, des animations flash et des jeux.</p>

  <!--<p>Lorsque vous installez &brandShortName;, vous pouvez installer les plugins les plus
  courants. Vous pourrez &eacute;galement en installer d'autres lorsqu'ils vous
  seront n&eacute;cessaires pour certains sites Web ou pour certains types de
  fichiers. Pour t&eacute;l&eacute;charger et installer les plugins les plus
  couramment utilis&eacute;s, visitez la page de Netscape, <a href=
  "http://home.netscape.com/plugins/manager.html" hreflang="en">Netscape
  Plug-in Manager</a>. Cette page liste &eacute;galement les
  plugins install&eacute;s sur votre ordinateur. Vous pouvez &eacute;galement
  voir ces derniers en s&eacute;lectionnant <q>&Agrave; propos des plugins</q>
  dans le menu <q>Aide</q> du navigateur.</p>-->

  <p>&brandShortName; est fourni sans plugin. Il vous faudra les installer
  s&eacute;par&eacute;ment.</p>

  <p>Si vous d&eacute;sirez installer plus de plugins pour &brandShortName;, visitez la
  page <a href="http://plugindoc.mozdev.org/fr-FR/"
  hreflang="fr">PluginDoc</a>.</p>

  <p class="rediger">Pour savoir quels plugins sont install&eacute;s, proc&eacute;dez comme
  ci-dessous&nbsp;:</p>

  <ul class="rediger">
    <li>Ouvrez le menu <q>Aide</q> et s&eacute;lectionnez <q>&Agrave; propos des
    plugins</q>.</li>
    <li>Dans la barre d'adresse, saisissez <kbd>about:plugins</kbd> et validez
    en appuyant sur <kbd class="mac">Retour</kbd><kbd class="noMac">Entr&eacute;e</kbd>.</li>
  </ul>


  <p>[&nbsp;<a href="#plugins_and_downloads">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="helper_applications">Applications auxiliaires</h2>

  <p>Lorsqu'un fichier ne peut pas &ecirc;tre utilis&eacute; directement par
  &brandShortName;, vous pouvez d&eacute;finir une application pour le faire hors du
  navigateur. Par exemple, pour jouer un fichier son (ogg, mp3, etc.) &brandShortName;
  peut lancer un programme tel que Winamp ou xmms.</p>

  <p>Les applications auxiliaires &agrave; utiliser sur votre ordinateur sont
  d&eacute;finies dans le panneau <q>Applications</q> des
  pr&eacute;f&eacute;rences. Normalement, ces applications sont
  configur&eacute;es, vous n'aurez donc pas besoin de le faire. Cependant, si
  le navigateur ne sait pas laquelle utiliser, il vous permet de chercher une
  application auxiliaire depuis la fen&ecirc;tre de
  t&eacute;l&eacute;chargement.</p>

  <p>La bo&icirc;te de dialogue <q>T&eacute;l&eacute;chargement</q> vous permet
  de choisir entre ces options&nbsp;:</p>

  <dl>
    <dt>Ouvrir le fichier avec l'application par d&eacute;faut (nom de
    l'application)&nbsp;:</dt>

    <dd>&brandShortName; ouvrira le fichier en utilisant le programme par d&eacute;faut
    ou un programme de votre choix.

    <p><strong>Remarque&nbsp;:</strong> Vous ne verrez cette option que s'il
    existe une application associ&eacute;e au type de fichier concern&eacute;
    dans les param&egrave;tres de votre syst&egrave;me.</p>

    </dd>

    <dt>Ouvrir avec&nbsp;:</dt>

    <dd>&brandShortName; ouvrira le fichier en utilisant le programme par d&eacute;faut
    ou un programme de votre choix. Cliquez sur <q>Choisir</q> pour
    s&eacute;lectionner l'application que vous voulez utiliser.</dd>

    <dt>Enregistrer le fichier sur le disque&nbsp;:</dt>

    <dd>Enregistre le fichier sur votre disque dur &agrave; l'emplacement que
    vous lui indiquez.</dd>

    <dt>Toujours demander avant d'ouvrir ce type de fichier&nbsp;:</dt>

    <dd>Quand cette option est choisie, &brandShortName; ouvre la bo&icirc;te de
    dialogue <q>T&eacute;l&eacute;charger</q> lors du
    t&eacute;l&eacute;chargement de fichiers d'un type particulier.</dd>

    <dt>Avanc&eacute;&nbsp;:</dt>

    <dd>&brandShortName; vous permet de d&eacute;finir comment les fichiers doivent
    &ecirc;tre g&eacute;r&eacute;s.</dd>
  </dl>

  <p>Les utilisateurs exp&eacute;riment&eacute;s peuvent ajuster les
  pr&eacute;f&eacute;rences d'utilisation des applications
  auxiliaires&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Navigateur</q>, choisissez
    <q>Applications</q>. Si aucune sous-cat&eacute;gorie option n'est visible,
    double-cliquez sur la cat&eacute;gorie <q>Navigateur</q> pour
    d&eacute;velopper la liste.</li>

    <li>Suivez une de ces proc&eacute;dures&nbsp;:</li>
  </ol>

  <p id="adding_a_new_helper_application">Pour ajouter une nouvelle application
  auxiliaire &agrave; la liste&nbsp;:</p>

  <ol>
    <li>Cliquez sur <q>Nouveau type</q>.</li>

    <li>Entrez une description du type de fichiers g&eacute;r&eacute;s par
    l'application, par exemple <q>films</q> ou <q>fichiers audio</q>.</li>

    <li>Entrez le type MIME. Un type MIME est constitu&eacute; de deux mots
    s&eacute;par&eacute;s par une barre oblique. Par exemple, un fichier image
    TIFF aura pour type MIME <q>image/tiff</q>. Si vous ne connaissez pas le
    type MIME, ne compl&eacute;tez pas ce champ.

      <p><strong>Remarque</strong>&nbsp;: lorsque vous
      t&eacute;l&eacute;chargez un fichier, &brandShortName; vous affiche son type MIME
      dans la bo&icirc;te de dialogue de t&eacute;l&eacute;chargement.</p>
    </li>

    <li>Entrez l'extension de fichiers (suffixe) utilis&eacute;e par ce type de
    fichier. S'il y en a plusieurs, entrez toutes ces extensions
    s&eacute;par&eacute;es par des espaces.</li>

    <li>Cliquez sur <q>Choisir</q>, ensuite choisissez une application qui
    g&egrave;re ce type de fichiers.</li>

    <li>Cliquez sur <q>OK</q>.</li>
  </ol>

  <p>Pour sp&eacute;cifier comment le navigateur doit traiter les fichiers
  t&eacute;l&eacute;charg&eacute;s&nbsp;:</p>

  <ol>
    <li>S&eacute;lectionnez un type de fichier dans la liste et cliquez sur
    <q>&Eacute;dition</q>.</li>

    <li>Entrez le type MIME que vous voulez utiliser pour ce fichier.</li>

    <li>Choisissez dans l'option <q>G&eacute;r&eacute; par</q> si les fichiers
    de ce type seront sauv&eacute;s sur le disque ou ouverts par l'application
    de votre choix. Cliquez sur <q>Choisir</q> pour sp&eacute;cifier par quelle
    application.</li>

    <li>S&eacute;lectionnez <q>Demander avant d'ouvrir des fichiers
    t&eacute;l&eacute;charg&eacute;s de ce type</q> si vous voulez &ecirc;tre
    averti lors du t&eacute;l&eacute;chargement de fichiers g&eacute;r&eacute;s
    par d'autres applications que le navigateur.</li>

    <li>Cliquez sur <q>OK</q>.</li>
  </ol>

  <p>Pour enlever un type de la liste&nbsp;:</p>

  <ol>
    <li>S&eacute;lectionnez-le dans la liste et cliquez sur
    <q>Effacer</q>.</li>

    <li>Cliquez sur <q>OK</q> ou <q>Annuler</q> dans le dialogue
    d'avertissement.</li>
  </ol>

  <p>Pour plus d'informations sur les pr&eacute;f&eacute;rences des
  applications auxiliaires, voir la section <a href=
  "cs_nav_prefs_navigator.xhtml#helper_applications">Pr&eacute;f&eacute;rences
  du navigateur - Applications</a>.</p>

  <p>[&nbsp;<a href="#plugins_and_downloads">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="download_manager">Gestionnaire de t&eacute;l&eacute;chargement</h2>

  <p>Vous pouvez utiliser le gestionnaire de t&eacute;l&eacute;chargement pour
  garder une trace de tous les fichiers que vous t&eacute;l&eacute;chargez
  depuis Internet. Le gestionnaire de t&eacute;l&eacute;chargement donne les
  informations suivantes&nbsp;:</p>

  <ul>
    <li>nom du fichier&nbsp;;</li>

    <li>temps restant avant la fin du t&eacute;l&eacute;chargement&nbsp;;</li>

    <li>vitesse de transfert&nbsp;;</li>

    <li>pourcentage de t&eacute;l&eacute;chargement effectu&eacute;&nbsp;;</li>

    <li>temps &eacute;coul&eacute;&nbsp;;</li>

    <li>adresse de t&eacute;l&eacute;chargement (source).</li>
  </ul>

  <p>Pour ouvrir le gestionnaire de t&eacute;l&eacute;chargement&nbsp;:</p>

  <ul>
    <li>Ouvrez le menu <q>Outils</q> et choisissez <q>Gestionnaire de
    t&eacute;l&eacute;chargement</q>.</li>
  </ul>

  <p>Les options de menu suivantes sont disponibles depuis le gestionnaire de
  t&eacute;l&eacute;chargement&nbsp;:</p>

  <dl>
    <dt>Propri&eacute;t&eacute;s&nbsp;:</dt>

    <dd>S&eacute;lectionnez un fichier en cours de t&eacute;l&eacute;chargement
    et cliquez sur <q>Propri&eacute;t&eacute;s</q> pour afficher la
    fen&ecirc;tre de progression.</dd>

    <dt>Annuler&nbsp;:</dt>

    <dd>S&eacute;lectionnez un fichier en cours de t&eacute;l&eacute;chargement
    et cliquez sur <q>Annuler</q> pour arr&ecirc;ter le
    t&eacute;l&eacute;chargement.</dd>

    <dt>Retirer de la liste&nbsp;:</dt>

    <dd>S&eacute;lectionnez un fichier et cliquez sur <q>Retirer de la
    liste</q> pour effacer toutes traces de ce fichier. Cela n'efface pas le
    fichier de votre disque dur.</dd>

    <dt>Localiser le fichier&nbsp;:</dt>

    <dd>Si vous avez oubli&eacute; dossier dans lequel vous avez
    enregistr&eacute; un fichier, cette option, vous permet de le retrouver en
    ouvrant un fen&ecirc;tre du navigateur, positionn&eacute;e &agrave;
    l'endroit de l'enregistrement.</dd>

    <dt>Lancer le fichier&nbsp;:</dt>

    <dd>Choisissez cette option pour ouvrir le fichier
    s&eacute;lectionn&eacute;.</dd>

    <dt>Voir avec <span class="win">Explorer</span><span
    class="unix">Browser</span><span class="mac">Finder</span>&nbsp;:</dt>

    <dd>Choisissez cette option pour voir le fichier avec le navigateur.

  </dd>

  </dl>

  <p>[&nbsp;<a href="#plugins_and_downloads">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>


  <h1 id="improving_speed_and_efficiency">Am&eacute;liorer les performances de
  &brandShortName;</h1>

  <div class="contentsBox">

    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#automatic_loading">Chargement automatique</a></li>

      <li><a href="#custom_keywords">Utiliser des mots cl&eacute;s
      personnalis&eacute;s</a></li>

      <li><a href="#changing_cache_settings">Modifier les param&egrave;tres
      de cache</a></li>

      <li><a href="#getting_the_latest_software_automatically">T&eacute;l&eacute;chargement
      automatique de mises &agrave; jour de programmes</a></li>

      <li><a href="#using_a_mouse_wheel">Utiliser une souris &agrave;
      molette</a></li>

      <li class="win"><a href="#making_mozilla_your_default_browser">D&eacute;finir
      &brandShortName; comme navigateur par d&eacute;faut</a></li>

<!--      <li class="win"><a href="#using_quick_launch">Utiliser le d&eacute;marrage
      rapide</a></li>  -->

     </ul>
   </div>

  <h2 id="automatic_loading">Chargement automatique</h2>

  <p>Lorsqu'une nouvelle page est affich&eacute;e &agrave; l'&eacute;cran,
  &brandShortName; charge (d&eacute;marre) automatiquement plusieurs
  &eacute;l&eacute;ments permettant l'interpr&eacute;tation des pages Web. Ces
  &eacute;l&eacute;ments, Java et JavaScript, rendent les pages Web plus
  vivantes, mais elles prennent plus de temps &agrave; se charger.</p>

  <p>Pour savoir comment activer/d&eacute;sactiver Java, voir la section
  <a href="cs_nav_prefs_advanced.xhtml#advanced">Pr&eacute;f&eacute;rences
  avanc&eacute;es - Avanc&eacute;es</a>.</p>

  <p>Pour savoir comment activer/d&eacute;sactiver JavaScript, voir la section
  <a href="cs_nav_prefs_advanced.xhtml#Scripts">Pr&eacute;f&eacute;rences
  avanc&eacute;es - Scripts et fen&ecirc;tres</a>.</p>

  <p>[&nbsp;<a href="#improving_speed_and_efficiency">Retour au d&eacute;but de
  la section</a>&nbsp;]</p>

<div class="rediger">
  <h2 id="custom_keywords">Utiliser des mots cl&eacute;s
  personnalis&eacute;s</h2>

  <p>Les mots cl&eacute;s associ&eacute;s aux marque-pages vous permettent de
  cr&eacute;er des alias pour vos pages favorites et/ou des recherches Internet.
  Par exemple, si vous associez le mot cl&eacute; <q>m.o.</q> &agrave;
  <tt>http://www.mozilla.org</tt>, alors le navigateur ouvrira simplement et
  directement ce site lorsque vous saisirez <kbd>m.o.</kbd> dans la barre
  d'adresse.</p>

  <p>Pour d&eacute;finir un mot cl&eacute;, vous devez commencer par
  cr&eacute;er un marque-page si il n'existe pas encore. Suivez alors ces
  instructions&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Marque-pages</q> et s&eacute;lectionnez
    <q>G&eacute;rer les marque-pages&hellip;</q>.</li>

    <li>Dans la fen&ecirc;tre des marque-pages, cliquez sur le marque-page que
    vous venez de cr&eacute;er.</li>

    <li>Cliquez sur <q>Propri&eacute;t&eacute;s</q>.</li>

    <li>Dans la bo&icirc;te de dialogue <q>Propri&eacute;t&eacute;s du
    marque-page</q>, saisissez le mot cl&eacute; que vous voulez utiliser dans
    le champ <q>Mot cl&eacute;</q> et fermer la fen&ecirc;tre.</li>
  </ol>

  <p>Maintenant, vous pouvez saisir le mot cl&eacute; dans la barre d'adresse
  et &brandShortName; chargera cette <a href="glossary.xhtml#url"
  class="glossary">URL</a>.</p>

  <h3 id="search_with_keywords">Rechercher &agrave; partir des
  mots cl&eacute;s</h3>

  <p>Les mots cl&eacute;s peuvent &ecirc;tre utilis&eacute;s pour cr&eacute;er
  des raccourcis pour votre moteur de recherche pr&eacute;f&eacute;r&eacute;.
  Par exemple, vous pouvez d&eacute;finir un mot cl&eacute; <kbd>Le seigneur
  des anneaux</kbd> qui lancera directement une recherche Google sur
  l'&oelig;uvre de Tolkien.</p>

  <p>Pour cr&eacute;er des mots cl&eacute;s personnalis&eacute;s que vous
  pourrez utiliser pour des recherches sur Internet, suivez les
  instructions&nbsp;:</p>

  <ol>
    <li>Allez sur le site de votre moteur de recherche favori (par exemple&nbsp;:
    <tt>www.google.fr</tt>).</li>

    <li>Saisissez une cha&icirc;ne de terme &agrave; rechercher (par exemple
    <tt>ILoveMozilla</tt>).</li>

    <li>Soumettez votre requ&ecirc;te.</li>

    <li>Apr&egrave;s le chargement de la page de r&eacute;sultats, ouvrez le
    menu <q>Marque-pages</q> et s&eacute;lectionnez <q>Classer cette
    page</q>.</li>

    <li>Dans la fen&ecirc;tre de dialogue, placez votre curseur dans le champ
    adresse et remplacez cette m&ecirc;me cha&icirc;ne (<tt>ILoveMozilla</tt>)
    par <kbd>%s</kbd>. Vous devriez avoir une adresse ressemblant
    &agrave; &ccedil;a&nbsp;:
    <kbd>http://www.google.com/search?q=<strong>%s</strong>&amp;btnI=I&apos;mFeelingLucky</kbd>.</li>

    <li>Saisissez un mot cl&eacute; dans le champ <q>Mot cl&eacute;</q>.</li>

    <li>Donnez un nom au marque-page et choisissez son emplacement.</li>

    <li>Fermez la bo&icirc;te de dialogue.</li>
  </ol>

  <p>Vos pouvez maintenant effectuer des recherches sans aller sur la page de
  votre moteur de recherche, en saisissant
  <kbd><var>mot(s)_&agrave;_chercher</var></kbd> dans la barre d'adresse.</p>

  <p>Pour plus de d&eacute;tails et d'exemples, voir <a
  href="http://www.mozilla.org/docs/end-user/keywords.html" hreflang="en">How
  Cool are Custom Keywords?</a></p>
</div>

  <p>[&nbsp;<a href="#improving_speed_and_efficiency">Retour au d&eacute;but de
  la section</a>&nbsp;]</p>


  <h2 id="changing_cache_settings">Modifier les param&egrave;tres de cache</h2>

  <p>Votre ordinateur stocke des copies des pages fr&eacute;quemment
  visit&eacute;es dans le cache. De cette fa&ccedil;on, ces pages n'ont pas
  &agrave; &ecirc;tre recharg&eacute;es depuis le r&eacute;seau chaque fois
  qu'elles sont affich&eacute;es &agrave; l'&eacute;cran.</p>
  <!--<p>Pour choisir la taille du cache m&eacute;moire ou effacer son contenu
    (ms-windows et Unix-like uniquement)&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
      class="noMac">&Eacute;dition</span></q> et choisissez
      <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>
    <li>Dans la cat&eacute;gorie <q>Avanc&eacute;e</q>, choisissez
      <q>Cache</q>. Si aucune sous-cat&eacute;gorie n'est visible,
      double-cliquez sur la cat&eacute;gorie <q>Avanc&eacute;e</q> pour
      d&eacute;velopper la liste.</li>
    <li>Entrez un nombre dans le champ <q>Cache m&eacute;moire</q> pour
      sp&eacute;cifier la taille du cache en m&eacute;moire. Une taille
      raisonnable se situe entre 1024 ko et 2000 ko. Pour effacer le contenu du
      cache m&eacute;moire, cliquez sur <q>Vider le cache
      m&eacute;moire</q>.</li>
  </ol>

  <p><strong>Important</strong>&nbsp;: un cache en m&eacute;moire plus
  important permet de r&eacute;cup&eacute;rer rapidement plus de
  donn&eacute;es. Mais &agrave; moins que vous n'ayez beaucoup de
  m&eacute;moire suppl&eacute;mentaire sur votre ordinateur, 1024 ko est une
  taille suffisante.</p>-->


  <p>Pour changer la taille du cache ou effacer son contenu&nbsp;:</p>

  <ol>
    <li>Dans le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q> et
    choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Ouvrez la cat&eacute;gorie <q>Avanc&eacute;es</q>, cliquez ensuite sur
    <q>Cache</q>. Si aucune sous-cat&eacute;gorie n'est visible, double-cliquez
    sur la cat&eacute;gorie <q>Avanc&eacute;es</q> pour d&eacute;velopper la
    liste.</li>

    <li>Entrez un nombre dans le champ <q>Cache</q> pour sp&eacute;cifier la
    taille du cache. 8 Mo (5 Mo sous Linux ou Unix) est une taille raisonnable.
    Pour effacer le contenu du cache, cliquez sur <q>Vider le cache</q>.</li>
  </ol>

  <p><strong>Important</strong>&nbsp;: un cache disque plus important permet de
  r&eacute;cup&eacute;rer rapidement plus de pages, mais utilise une partie
  plus importante de votre disque dur.</p>

  <p>Lorsque vous quittez &brandShortName;, des op&eacute;rations de maintenance du
  cache sont effectu&eacute;es. Si cette maintenance prend trop longtemps
  &agrave; votre go&ucirc;t, essayez de r&eacute;duire la taille du cache.</p>

  <p>Pour sp&eacute;cifier le d&eacute;lai apr&egrave;s lequel le navigateur
  v&eacute;rifie s'il existe une version plus r&eacute;cente de la page sur le
  r&eacute;seau (de fa&ccedil;on &agrave; ce que vous ne gardiez pas trop
  longtemps des pages <q>p&eacute;rim&eacute;es</q> dans le cache)&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Avanc&eacute;e</q>, choisissez
    <q>Cache</q>. Si aucune sous-cat&eacute;gorie n'est visible, double-cliquez
    sur la cat&eacute;gorie <q>Avanc&eacute;e</q> pour d&eacute;rouler la
    liste.</li>

    <li>Choisissez l'une de ces options&nbsp;:

      <dl>
        <dt>&Agrave; chaque fois que je consulte la page&nbsp;:</dt>

        <dd>S&eacute;lectionnez cette option si vous voulez que &brandShortName; compare
        la page Web avec le cache chaque fois que vous la voyez.</dd>

        <dt>Quand la page est obsol&egrave;te&nbsp;:</dt>

        <dd>S&eacute;lectionnez cette option si vous voulez que &brandShortName; compare
        la page Web avec le cache lorsque que le serveur indique qu'elle a
        expir&eacute;e.</dd>

        <dt>Une fois par session&nbsp;:</dt>

        <dd>S&eacute;lectionnez cette option si vous voulez que &brandShortName; compare
        la page Web avec le cache une seule fois pour chaque d&eacute;marrage
        de &brandShortName;.</dd>

        <dt>Jamais&nbsp;:</dt>

        <dd>S&eacute;lectionnez cette option si vous ne voulez pas que &brandShortName;
        compare les informations du cache avec celles du r&eacute;seau.</dd>
      </dl>
    </li>
  </ol>

  <p>Si des pages qui devraient &ecirc;tre dans le cache sont affich&eacute;es
  moins vite qu'elles ne le devraient, v&eacute;rifiez que les
  pr&eacute;f&eacute;rences n'indiquent pas <q>&Agrave; chaque fois que je
  consulte la page</q>, car la v&eacute;rification utilise une connexion
  r&eacute;seau qui prend du temps.</p>

  <p>Pour recharger une page quand bon vous semble&nbsp;:</p>

  <ul>
    <li>Cliquez sur le bouton <q>Recharger</q> de la barre de navigation.
    &brandShortName; v&eacute;rifie sur le r&eacute;seau que vous avez bien la version
    la plus r&eacute;cente de la page.</li>
  </ul>

  <p>[&nbsp;<a href="#improving_speed_and_efficiency">Retour au d&eacute;but de
  la section</a>&nbsp;]</p>

  <h2 id="getting_the_latest_software_automatically">T&eacute;l&eacute;chargement
  automatique de mises &agrave; jour de programmes</h2>

  <p>&brandShortName; peut vous avertir lorsque des versions plus r&eacute;centes de vos
  modules complémentaires sont disponibles, et peut installer les mises &agrave; jour
  automatiquement.</p>

  <p>Pour plus d'informations sur les param&egrave;tres d'installation de
  logiciels, voir la section <a href=
  "cs_nav_prefs_advanced.xhtml#software_installation">Pr&eacute;f&eacute;rences
  avanc&eacute;es - Installation des logiciels</a>.</p>

  <p>[&nbsp;<a href="#improving_speed_and_efficiency">Retour au d&eacute;but de
  la section</a>&nbsp;]</p>

   <h2 id="using_a_mouse_wheel">Utiliser une souris &agrave; molette</h2>

  <p>Si votre souris comporte une roulette (ou molette) de d&eacute;filement,
  vous pouvez sp&eacute;cifier la mani&egrave;re dont ce bouton fonctionne dans
  &brandShortName;.</p>

  <p>Pour plus d'informations sur le param&eacute;trage des molettes de
  souris, voir la section <a href=
  "cs_nav_prefs_advanced.xhtml#mouse_wheel">Pr&eacute;f&eacute;rences
  avanc&eacute;es - Souris</a>.</p>

  <p>[&nbsp;<a href="#improving_speed_and_efficiency">Retour au d&eacute;but de
  la section</a>&nbsp;]</p>

  <div class="win">

  <h2 id="making_mozilla_your_default_browser">D&eacute;finir &brandShortName; comme
  navigateur par d&eacute;faut</h2>

  <!--<p><strong>Remarque</strong>: Les informations contenues dans cette section
  ne concerne que les utilisateurs de la version MS-Windows de &brandShortName;.</p>-->

  <p>&brandShortName; est un navigateur de pages Web. Pour facilement ouvrir des pages
  Web, vous pouvez d&eacute;finir &brandShortName; comme votre navigateur par
  d&eacute;faut.</p>

  <h3 id="common_internet_files_and_protocols">Fichiers et protocoles Internet
  courants</h3>

  <p>D&eacute;finir &brandShortName; comme navigateur par d&eacute;faut lui permet
  d'ouvrir automatiquement les fichiers et les protocoles couramment
  utilis&eacute;s sur l'Internet. Ces formats de fichiers et protocoles
  sont&nbsp;:</p>

  <dl>
    <dt>Fichiers image&nbsp;:</dt>

    <dd>JPEG, GIF, PNG, BMP et ICO&nbsp;;</dd>

    <dt>Document et langages Internet&nbsp;:</dt>

    <dd><a class="glossary" href="glossary.xhtml#html">HTML</a>, <a
    class="glossary" href="glossary.xhtml#xml">XML</a>, XHTML, et <a
    class="glossary" href="glossary.xhtml#xul">XUL</a>&nbsp;;</dd>

    <dt>Protocoles Internet&nbsp;:</dt>

    <dd><a class="glossary" href="glossary.xhtml#http">HTTP</a>, <a
    class="glossary" href="glossary.xhtml#https">HTTPS</a>, <a class="glossary"
    href="glossary.xhtml#ftp">FTP</a>, Chrome, <a class="glossary"
    href="glossary.xhtml#gopher">Gopher</a>.</dd>
  </dl>

  <h3 id="default_automatic">Changer automatiquement les param&egrave;tres de
  navigateur par d&eacute;faut</h3>

  <p>Une fois l'installation finie, &brandShortName; v&eacute;rifie s'il est le
  navigateur par d&eacute;faut. Si ce n'est pas le cas, il vous demande
  <q>&brandShortName; n'est actuellement pas votre navigateur par d&eacute;faut. Voulez
  vous le d&eacute;finir comme navigateur par d&eacute;faut&nbsp;?</q></p>

  <p>Cliquez sur <q>Oui</q> pour d&eacute;finir &brandShortName; comme votre navigateur
  par d&eacute;faut. Si vous choisissez <q>Non</q>, la question vous sera
  pos&eacute;e &agrave; chaque d&eacute;marrage de &brandShortName;, sauf si vous
  d&eacute;s&eacute;lectionnez l'option <q>V&eacute;rifier &agrave; chaque
  d&eacute;marrage</q>.</p>

  <p>Si vous d&eacute;s&eacute;lectionnez l'option <q>V&eacute;rifier &agrave;
  chaque d&eacute;marrage</q>, vous pourrez toujours revenir sur votre
  d&eacute;cision et faire de &brandShortName; votre navigateur par d&eacute;faut en
  modifiant ces param&egrave;tres dans les pr&eacute;f&eacute;rences. Pour plus
  d'informations sur la m&eacute;thode pour faire de &brandShortName; votre navigateur
  par d&eacute;faut depuis le panneau des pr&eacute;f&eacute;rences, voir la
  section <a href=
  "cs_nav_prefs_navigator.xhtml#navigator">Pr&eacute;f&eacute;rences du
  navigateur - Navigateur</a>.</p>

  <h3 id="customizing_default_browser_settings">Personnaliser les
  param&egrave;tres de navigateur par d&eacute;faut</h3>

  <p>Vous pouvez personnaliser manuellement la fa&ccedil;on dont &brandShortName;
  traitera les diff&eacute;rents types de fichiers et les protocoles Internet.
  Pour plus d'informations, voir la section <a href=
  "cs_nav_prefs_advanced.xhtml#system">Pr&eacute;f&eacute;rences avanc&eacute;es
  - Syst&egrave;me</a>.</p>

  <p>[&nbsp;<a href="#improving_speed_and_efficiency">Retour au d&eacute;but de
  la section</a>&nbsp;]</p>


<!--  <h2 id="using_quick_launch">Utiliser le d&eacute;marrage rapide</h2>

  <p><strong>Remarque</strong>&nbsp;: Le d&eacute;marrage rapide n'est
  disponible que dans la version MS-Windows de &brandShortName;.</p>

  <p>Le d&eacute;marrage rapide r&eacute;duit le temps n&eacute;cessaire au
  lancement de &brandShortName;. Quand le d&eacute;marrage rapide est activ&eacute;,
  l'ic&ocirc;ne embl&eacute;matique de &brandShortName; est pr&eacute;sente dans la
  barre des t&acirc;ches (pr&egrave;s de l'heure).</p>

  <table summary="table for images" style="width: 250px;">
    <caption>
      Ic&ocirc;ne du d&eacute;marrage rapide de &brandShortName;
    </caption>

    <tr>
      <td style="text-align :center;"><img src=
      "chrome://communicator/skin/icons/turbo-systray.gif" alt=
      "ic&ocirc;ne du d&eacute;marrage rapide" /></td>
    </tr>
  </table>

  <p><strong>Astuce</strong>&nbsp;: Pour d&eacute;marrer rapidement un module
  (comme le composeur, Courrier et Groupes, ou le carnet d'adresses), faites un
  clic droit sur l'ic&ocirc;ne repr&eacute;sentant &brandShortName; et
  s&eacute;lectionnez le module dans le menu qui s'ouvre.</p>

  <p>Lors de l'installation de &brandShortName;, vous avez pu choisir d'activer ou non
  le d&eacute;marrage rapide. S'il est activ&eacute;, le d&eacute;marrage
  rapide charge une partie de &brandShortName; en m&eacute;moire lorsque vous
  d&eacute;marrez ms-Windows (et chaque fois que &brandShortName; est lanc&eacute;). Le
  d&eacute;marrage rapide permet &agrave; &brandShortName; de rester en m&eacute;moire
  apr&egrave;s la fermeture de toutes les fen&ecirc;tres. Si votre ordinateur
  dispose de peu de m&eacute;moire RAM, vous pouvez d&eacute;sactiver
  temporairement ou d&eacute;finitivement le d&eacute;marrage rapide pour
  &eacute;conomiser des ressources m&eacute;moire. S'il est activ&eacute;, le
  d&eacute;marrage rapide sera lanc&eacute; automatiquement apr&egrave;s le
  chargement de MS-Windows.</p>

  <p>Pour d&eacute;sactiver le d&eacute;marrage rapide temporairement jusqu'au
  red&eacute;marrage de &brandShortName;&nbsp;:</p>

  <ol>
    <li>Fermez toutes les fen&ecirc;tres de &brandShortName;. Si un fichier en cours
    d'&eacute;dition (page du composeur, message &eacute;lectronique) n'a pas
    &eacute;t&eacute; sauvegard&eacute;e, il vous est demand&eacute; si vous
    voulez l'enregistrer.</li>

    <li>Faites un clic droit sur l'ic&ocirc;ne repr&eacute;sentant &brandShortName; dans
    la barre des t&acirc;ches (pr&egrave;s de l'heure) et s&eacute;lectionnez
    <q>Quitter &brandShortName;</q> dans le menu contextuel.</li>
  </ol>

  <p>Pour activer ou d&eacute;sactiver le d&eacute;marrage rapide dans
  &brandShortName;&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Choisissez la cat&eacute;gorie <q>Avanc&eacute;e</q>.</li>

    <li>S&eacute;lectionnez l'option <q>Garder &brandShortName; en m&eacute;moire</q>
    pour activer le d&eacute;marrage rapide, ou d&eacute;s&eacute;lectionnez-la
    pour le d&eacute;sactiver.</li>

    <li>Cliquez sur <q>OK</q>.

      <p><strong>Astuce</strong>&nbsp;: Pour d&eacute;sactiver le
      d&eacute;marrage rapide facilement, faites un clic droit sur
      l'ic&ocirc;ne de &brandShortName; dans la barre des t&acirc;ches (system tray,
      pr&egrave;s de l'heure) et s&eacute;lectionnez <q>D&eacute;sactiver le
      d&eacute;marrage rapide</q> dans le menu qui s'ouvre.</p>
    </li>
  </ol>

  <p>[&nbsp;<a href="#improving_speed_and_efficiency">Retour au d&eacute;but de
  la section</a>&nbsp;]</p>
 -->
  </div>

  <h1 id="proxies">Serveurs proxies</h1>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#setting_proxy_values">Modifier les param&egrave;tres de
      proxy</a></li>
    </ul>
  </div>

  <p>Cette section explique comment travailler avec un serveur proxy.</p>

  <h2 id="setting_proxy_values">Modifier les param&egrave;tres de proxy</h2>

  <p>De nombreuses organisations ou entreprises bloquent les acc&egrave;s
  &agrave; leurs r&eacute;seaux depuis Internet. Ceci emp&ecirc;che des parties
  ext&eacute;rieures d'avoir acc&egrave;s &agrave; des informations sensibles.
  Cette protection est appel&eacute;e un pare-feu (firewall).</p>

  <p>Si votre organisation poss&egrave;de un pare-feu, il peut &ecirc;tre
  n&eacute;cessaire au navigateur de passer par un serveur proxy avant de vous
  connecter &agrave; Internet. Le serveur proxy emp&ecirc;che les
  &eacute;trangers de p&eacute;n&eacute;trer dans le r&eacute;seau priv&eacute;
  de votre organisation.</p>

  <p>Avant de commencer&nbsp;:</p>

  <ul>
    <li>Si un fichier de configuration du proxy est disponible sur votre
    r&eacute;seau, demandez &agrave; votre administrateur syst&egrave;me son
    URL.</li>

    <li>S'il n'y a pas de fichier de configuration du proxy, demandez &agrave;
    votre administrateur les noms et num&eacute;ros de port des serveurs
    ex&eacute;cutant les programmes de proxy pour chaque service
    r&eacute;seau.</li>
  </ul>

  <p>Pour permettre au navigateur de fonctionner au travers d'un proxy, suivez
  ces &eacute;tapes&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Avanc&eacute;es</q>, choisissez
    <q>Proxies</q>. Si aucune sous-cat&eacute;gorie n'est visible,
    double-cliquez sur la cat&eacute;gorie <q>Avanc&eacute;es</q> pour
    d&eacute;velopper la liste.</li>

    <li>S&eacute;lectionnez l'une des options suivantes&nbsp;:

      <dl>
        <dt>Connexion directe &agrave; Internet&nbsp;:</dt>

        <dd>Choisissez ceci si vous ne voulez pas utiliser de proxy.</dd>

        <dt>D&eacute;couvrir automatiquement la configuration du proxy</dt>
        <dd class="rediger">S&eacute;lectionnez cette option si vous voulez que &brandShortName; d&eacute;tecte
        et configure automatiquement les param&egrave;tres du proxy, en utilisant le
        <a href="glossary.xhtml#wpad" class="glossary">protocole WPAD</a>.</dd>

        <dt>URL de configuration automatique du proxy</dt>
        <dd class="rediger">S&eacute;lectionnez cette option si vous avez un fichier ou une URL de configuration puis saisissez cette adresse.</dd>

        <dt>Configuration manuelle du proxy&nbsp;:</dt>

        <dd class="rediger">Choisissez ceci si vous n'avez pas de fichier de
        configuration du proxy, ou que la recherche automatique de proxy
        &agrave; &eacute;chou&eacute;e lors de la configuration
        des param&egrave;tres du proxy.

          <dl>
            <!--<dt>Proxies HTTP, SSL, FTP et Gopher&nbsp;:</dt>-->
            <dt>Proxy&nbsp;:</dt>
            <dd>Saisissez le nom ou l'adresse IP du serveur proxy.</dd>

            <!--<dt>H&ocirc;te SOCKS&nbsp;:</dt>

            <dd>
              Entrez le nom ou l'adresse IP du serveur proxy. Entrez le
              num&eacute;ro du port.

              <p><strong>SOCKS v4, SOCKS v5</strong>&nbsp;: si vous entrez un
              h&ocirc;te SOCK, s&eacute;lectionnez <q>SOCKS v4</q> ou <q>SOCKS
              v5,</q> en fonction de la version utilis&eacute;e par le
              proxy.</p>
            </dd>-->

            <dt>Port&nbsp;:</dt>

            <dd class="rediger">Saisissez le num&eacute;ro de port &agrave; utiliser dans le champ <q>Port</q>. Cliquez sur <q>Avanc&eacute;es&hellip;</q> pour param&eacute;trer les <a href="cs_nav_prefs_advanced.xhtml#advanced_proxy_preferences">Pr&eacute;f&eacute;rences avanc&eacute;es du proxy</a>
            </dd>

            <dt>Pas de proxy pour&nbsp;:</dt>

            <dd>Saisissez les noms des domaines et/ou les adresses IP pour
            lesquels vous ne voulez pas utiliser de proxy. S&eacute;parez
            chaque domaine par une virgule (exemple: <kbd>.votre-entreprise.com,
            .votre-entreprise.eu, 192.168.1.0/24</kbd>).</dd>
          </dl>
        </dd>

        <!--<dt>URL de configuration automatique&nbsp;:</dt>

        <dd>Choisissez ceci si vous avez un fichier de configuration
        automatique du proxy. Entrez l'URL du fichier et cliquez sur
        <q>Recharger</q>.</dd>-->
      </dl>
    </li>
  </ol>

  <p>Si vous avez choisi configuration manuelle du proxy, entrez les noms de
  domaines auxquels vous avez un acc&egrave;s direct, sans passer par le proxy,
  dans le champ <q>Ne pas utiliser de proxy pour</q>. Par exemple, si vous
  rentrez <q>mozilla.org</q>, le proxy ne sera pas utilis&eacute; pour voir les
  pages provenant de mozilla.org.</p>

  <p>Le nom de domaine est la partie d'une URL qui contient le nom d'une
  organisation, entreprise, ou &eacute;cole &ndash; comme mozilla.org ou
  frenchmozilla.sourceforge.net. Si vous utilisez des noms d'h&ocirc;tes locaux
  sans le nom de domaine, listez-les de la m&ecirc;me fa&ccedil;on. Utilisez
  des virgules pour s&eacute;parer des noms de domaines multiples. Le
  caract&egrave;re <q>*</q> ne peut pas &ecirc;tre utilis&eacute;.</p>

  <p>Pour plus d'informations sur la modification des pr&eacute;f&eacute;rences
  des proxies, voir la section <a href=
  "cs_nav_prefs_advanced.xhtml#proxies">Pr&eacute;f&eacute;rences
  avanc&eacute;es - Proxies</a>.</p>

  <p>[&nbsp;<a href="#proxies">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <div id="footer">
    <p>&copyright.string;</p>
    <!--begin frenchmozilla signature-->

    <p><em>Derni&egrave;re r&eacute;vision&nbsp;: 14 juillet 2006</em></p>
    <!-- <p><em>Derni&egrave;re v&eacute;rification&nbsp; 22 juillet 2003</em></p>  -->

    <p>Ce texte a &eacute;t&eacute; traduit et adapt&eacute; par une
    &eacute;quipe internationale de b&eacute;n&eacute;voles francophones.<br />
    Pour plus d'informations, visitez notre site&nbsp;: <a href=
    "http://frenchmozilla.sf.net"
    hreflang="fr">http://frenchmozilla.sourceforge.net</a>.</p>
    <!--end frenchmozilla signature-->
  </div>
</body>
</html>
