<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
  %brandDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />

  <title>Pr&eacute;f&eacute;rences du gestionnaire de mots de passe</title>
  <!--<link rel="stylesheet" href="content_style.css" type="text/css" />-->
  <link rel="stylesheet" type="text/css" href="helpFileLayout.css" />
</head>

<body>

  <h1 id="password_settings">Pr&eacute;f&eacute;rences du gestionnaire de mots
  de passe</h1>

  <p>Cette partie d&eacute;crit comment configurer vos
  pr&eacute;f&eacute;rences de mots de passe, votre mot de passe principal, et
  contr&ocirc;ler d'autres aspects du traitement des mots de passe.</p>

  <p>Pour une description pas-&agrave;-pas des diff&eacute;rentes t&acirc;ches
  li&eacute;es aux mots de passe, voir comment <a href=
  "using_priv_help.xhtml#using_the_password_manager">utiliser le gestionnaire de
  mots de passe</a>.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#passwords">Pr&eacute;f&eacute;rences de
      confidentialit&eacute; et de s&eacute;curit&eacute; - Mots de
      passe</a></li>

      <li><a href="#password_manager">Gestionnaire de mots de passe</a></li>

      <li><a href="#master_password">Pr&eacute;f&eacute;rences de
      confidentialit&eacute; et de s&eacute;curit&eacute; - Mot de passe
      principal</a></li>

      <li><a href="#change_master_password">Changer le mot de passe
      principal</a></li>

      <li><a href="#master_password_timeout">&Eacute;ch&eacute;ance du mot de
      passe principal</a></li>

      <li><a href="#reset_master_password">Effacer le mot de passe
      principal</a></li>

      <li><a href="#choosing_a_good_password">Choisir un bon mot de
      passe</a></li>
    </ul>
  </div>


  <h2 id="passwords">Pr&eacute;f&eacute;rences de confidentialit&eacute;
  et de s&eacute;curit&eacute; - Mots de passe</h2>

  <p>Cette section explique comment utiliser le panneau de configuration des
  mots de passe. S'il n'est pas d&eacute;j&agrave; ouvert, faites ce qui
  suit&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et s&eacute;lectionnez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, s&eacute;lectionnez <q>Mots de passe</q>. Si
    aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>
  </ol>


  <h3 id="password_mgr">Gestionnaire de mots de passe</h3>

  <p>Le gestionnaire de mots de passe vous permet de&nbsp;:</p>

  <dl>
    <dt>Se rappeler des mots de passe pour les sites qui en
    demandent&nbsp;:</dt>

    <dd>Cochez cette case pour activer le gestionnaire de mots de passe, pour
    qu'il vous demande d'enregistrer vos noms d'utilisateur et mots de passe
    quand cela est requis et de les fournir automatiquement quand vous en avez
    besoin. Pour d&eacute;sactiver le gestionnaire de mots de passe,
    d&eacute;cochez cette case.</dd>

    <dt>Voir la liste des mots de passe stock&eacute;s&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour g&eacute;rer les informations concernant vos
    mots de passe enregistr&eacute;s et les sites pour lesquels vous ne voulez
    pas enregistrer le nom d'utilisateur et le mot de passe.</dd>
  </dl>

  <p>Pour obtenir des informations plus d&eacute;taill&eacute;es sur le
  gestionnaire de mots de passe, en particulier sur la mani&egrave;re de ne pas
  g&eacute;rer automatiquement les mots de passe sur certains sites, ou pour
  voir et g&eacute;rer les mots de passe enregistr&eacute;s, voir comment
  <a href="using_priv_help.xhtml#using_the_password_manager">utiliser le
  gestionnaire de mots de passe</a>.</p>

  <h3 id="encrypting_versus_obscuring">Chiffrement contre obscurcissement</h3>

  <p>Si vous utilisez le gestionnaire de mots de passe ou le gestionnaire de
  formulaires pour enregistrer des mots de passe ou des donn&eacute;es
  personnelles, alors ces informations sensibles sont stock&eacute;es sur votre
  ordinateur dans un fichier difficile (mais pas impossible) &agrave; lire par
  un intrus. Cette mani&egrave;re de stocker l'information est parfois
  appel&eacute;e <q>obscurcir</q>. C'est la pr&eacute;f&eacute;rence par
  d&eacute;faut appliqu&eacute;e aux informations stock&eacute;es par le
  gestionnaire de mots de passe ou le gestionnaire de formulaires.</p>

  <p>Pour une meilleure protection, vous souhaitez peut-&ecirc;tre
  prot&eacute;ger les informations sensibles en les chiffrant. Le chiffrement
  rend pratiquement impossible la lecture des informations sensibles par une
  personne non autoris&eacute;e.</p>

  <dl>
    <dt>Utiliser le chiffrement pour stocker les donn&eacute;es
    sensibles&nbsp;:</dt>

    <dd>Cochez cette case pour activer le chiffrement, ou d&eacute;cochez-la
    pour le d&eacute;sactiver.</dd>
  </dl>

  <p>Si vous n'avez pas encore cr&eacute;&eacute; de <a href=
  "glossary.xhtml#master_password" class="glossary">mot de passe principal</a>,
  vous devrez en cr&eacute;er un &agrave; ce moment. Pour cela, suivez les
  instructions qui apparaissent sur votre &eacute;cran.</p>

  <p>Utiliser le chiffrement plut&ocirc;t que d'obscurcir les donn&eacute;es
  pour enregistrer des donn&eacute;es sensibles est un compromis entre
  l'augmentation de la s&eacute;curit&eacute; et le c&ocirc;t&eacute;
  pratique&nbsp;:</p>

  <ul>
    <li>Si vous choisissez le chiffrement, vous devrez parfois entrer un mot de
    passe principal, ce qui peut ne pas &ecirc;tre pratique. Pour plus
    d'informations sur la fr&eacute;quence &agrave; laquelle ce mot de passe
    principal vous sera demand&eacute;, voir la section <a href=
    "#master_password_timeout">&Eacute;ch&eacute;ance du mot de passe
    principal</a>.</li>

    <li>Si vous choisissez d'obscurcir les donn&eacute;es, vous ne serez pas
    oblig&eacute; de cr&eacute;er un mot de passe principal (&agrave; moins que
    vous n'utilisiez des certificats pour votre identification), mais il sera
    alors plus facile &agrave; quelqu'un qui a acc&egrave;s &agrave; votre
    ordinateur d'avoir acc&egrave;s &agrave; vos mots de passe.</li>
  </ul>

  <p>Pour plus de d&eacute;tails, voir la section <a href=
  "using_priv_help.xhtml#encrypting_stored_sensitive_information">Chiffrer les
  informations sensibles enregistr&eacute;es sur le disque dur</a>.</p>


  <h2 id="password_manager">Gestionnaire de mots de passe</h2>

  <p>Cette section explique comment utiliser la bo&icirc;te de dialogue du
  gestionnaire de mots de passe pour g&eacute;rer vos mots de passe
  stock&eacute;s. Si elle n'est pas d&eacute;j&agrave; ouverte, faites ce qui
  suit&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q> et cliquez sur
    <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Mots de passe</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Voir la liste des mots de passe
    stock&eacute;s&hellip;</q>.</li>
  </ol>

  <p class="rediger">Ou bien, ouvrez le menu <q>Outils</q>, s&eacute;lectionnez
  <q>Gestionnaire des mots de passe</q>, puis choisissez <q>Voir les mots de
  passe stock&eacute;s</q> dans le sous-menu.</p>

  <p>Le gestionnaire de mots de passe contient deux onglets&nbsp;:</p>

  <dl>
    <dt>Mots de passe enregistr&eacute;s&nbsp;:</dt>

    <dd>
      Cliquez sur cet onglet pour voir la liste des sites Web pour lesquels le
      gestionnaire de mots de passe a enregistr&eacute; votre nom d'utilisateur
      et votre mot de passe, donc les sites pour lesquels vous avez choisi
      <q>Oui</q> quand le gestionnaire de mots de passe vous a demand&eacute;
      d'enregistrer ces informations.

      <p>La deuxi&egrave;me colonne montre le nom d'utilisateur pour chaque
      site. Si le mot de passe est enregistr&eacute; sous forme
      chiffr&eacute;e, <q>(chiffr&eacute;)</q> appara&icirc;t apr&egrave;s le
      nom.</p>

      <p>Les mots de passe eux-m&ecirc;mes ne sont pas affich&eacute;s par
      d&eacute;faut&nbsp;:</p>

      <ul>
        <li>Pour afficher la liste des mots de passe enregistr&eacute;s,
        cliquez sur <q>Afficher les mots de passe</q>. Saisissez votre mot de
        passe principal puis cliquez sur <q>OK</q>.</li>

        <li>Pour cacher les mots de passe, cliquez sur <q>Masquer les mots de
        passe</q>.</li>
      </ul>

      <p>Si vous supprimez une entr&eacute;e de la liste, le nom d'utilisateur
      et le mot de passe seront enlev&eacute;s, et vous devrez retaper ces
      information la prochaine fois que vous visiterez ce site.</p>
    </dd>

    <dt>Mots de passe jamais enregistr&eacute;s&nbsp;:</dt>

    <dd>
      Cliquez sur cet onglet pour voir la liste des sites pour lesquels vous
      avez choisi <q>Jamais pour ce site</q> quand le gestionnaire de mots de
      passe vous a demand&eacute; d'enregistrer ces informations.

      <p>Si un site fait partie de cette liste, vous devrez toujours entrez
      votre nom d'utilisateur et votre mot de passe manuellement pour entrer
      sur le site.</p>

      <p>Si vous supprimez une entr&eacute;e de cette liste, le gestionnaire de
      mots de passe vous demandera &agrave; nouveau d'enregistrer ou non vos
      nom d'utilisateur et mot de passe la prochaine fois que vous visiterez ce
      site.</p>
    </dd>
  </dl>

  <p>Pour chacun de ces deux onglets, vous pouvez effacer les entr&eacute;es de
  la liste comme ceci&nbsp;:</p>

  <dl>
    <dt>Supprimer&nbsp;:</dt>

    <dd>Choisissez une ou plusieurs entr&eacute;es que vous voulez effacer, et
    cliquez sur ce bouton.</dd>

    <dt>Tout supprimer&nbsp;:</dt>

    <dd>Choisissez ce bouton pour effacer toutes les entr&eacute;es de la liste
    de l'onglet courant.</dd>

    <dt>Afficher les mots de passe&nbsp;:</dt>

    <dd>Ce bouton vous permet d'afficher en clair les mots de passe
    stock&eacute;s. Vous avez besoin du mot de passe principal pour effectuer
    cette action.</dd>
  </dl>

  <p>Pour plus d'informations sur le gestionnaire de mots de passe, voir la
  section <a href="using_priv_help.xhtml#using_the_password_manager">Utiliser le
  gestionnaire de mots de passe</a>.</p>


  <h2 id="master_password">Pr&eacute;f&eacute;rences de
  confidentialit&eacute; et de s&eacute;curit&eacute; - Mot de passe
  principal</h2>

  <p>Cette section explique comment utiliser le panneau de configuration du mot
  de passe principal. S'il n'est pas d&eacute;j&agrave; ouvert, faites ce qui
  suit&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Mot de passe principal</q>. Si
    aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>
  </ol>

<!--  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#change_master_password">Changer le mot de passe
      principal</a></li>

      <li><a href="#master_password_timeout">&Eacute;ch&eacute;ance du mot de passe
      principal</a></li>

      <li><a href="#reset_master_password">Effacer le mot de passe
      principal</a></li>
    </ul>
  </div>-->

  <!--<h3 id="change_master_passwords">Changer le mot de passe principal</h3>-->

  <p>Un mot de passe principal prot&egrave;ge un p&eacute;riph&eacute;rique de
  s&eacute;curit&eacute;, qui est un p&eacute;riph&eacute;rique logiciel ou
  mat&eacute;riel qui enregistre les informations sensibles &agrave; propos de
  votre identit&eacute;, comme des cl&eacute;s ou des certificats.</p>

  <p>Par exemple, le navigateur a son propre p&eacute;riph&eacute;rique de
  s&eacute;curit&eacute; logiciel, et vous pouvez &eacute;galement utiliser
  d'autres p&eacute;riph&eacute;riques de s&eacute;curit&eacute; externes,
  comme des cartes &agrave; puce, si votre ordinateur en est capable.</p>

  <p>Le mot de passe principal pour le p&eacute;riph&eacute;rique de
  s&eacute;curit&eacute; logiciel du navigateur prot&egrave;ge &eacute;galement
  vos informations sensibles comme des mots de passe pour les comptes de
  messagerie &eacute;lectronique, des mots de passe pour les sites Web, ou
  d'autres donn&eacute;es enregistr&eacute;es par le gestionnaire de mots de
  passe ou le gestionnaire de formulaires.</p>

  <p class="rediger">Chaque p&eacute;riph&eacute;rique de s&eacute;curit&eacute;, qu'il soit logiciel ou mat&eacute;riel, a son propre mot de passe ma&icirc;tre s&eacute;par&eacute;.</p>

  <dl>
    <dt>Changer le mot de passe&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour d&eacute;finir ou modifier votre mot de
    passe principal. Pour plus d'informations &agrave; propos de la bo&icirc;te
    de dialogue <q>D&eacute;finir le mot de passe principal</q> qui
    appara&icirc;t lorsque vous cliquez sur ce bouton, voir la section <a href=
    "#change_master_password">Changer le mot de passe principal</a>.</dd>
  <!--</dl>


  <h3 id="master_password_timeout">&Eacute;ch&eacute;ance du mot de passe
  principal</h3>

  <p>Apr&egrave;s avoir d&eacute;fini pour la premi&egrave;re fois un nouveau
  mot de passe principal, vous devrez l'entrer &agrave; nouveau lorsque,
  apr&egrave;s avoir rouvert le navigateur, vous voudrez acc&eacute;der
  &agrave; vos informations personnelles, comme un nom d'utilisateur et un mot
  de passe, des donn&eacute;es de formulaire enregistr&eacute;es, ou des
  certificats personnels.</p>

  <p>-->
    <dt>Vous pouvez d&eacute;finir la fr&eacute;quence des requ&ecirc;tes du mot
    de passe principal de la part des logiciels de &brandShortName; (navigateur,
    courrier &amp; groupes, etc.)</dt>
    <dd>
      <dl>
        <dt>La premi&egrave;re fois qu'il en a besoin&nbsp;:</dt>

        <dd>Cette pr&eacute;f&eacute;rence (par d&eacute;faut) aura pour effet de
        vous demander le mot de passe principal uniquement la premi&egrave;re fois
        que &brandShortName; aura besoin d'acc&eacute;der &agrave; vos
        informations personnelles apr&egrave;s un d&eacute;marrage.
        &brandShortName; ne vous redemandera plus le mot de passe principal
        jusqu'&agrave; ce que vous le quittiez et le relanciez. Cette
        pr&eacute;f&eacute;rence constitue le plus bas niveau de protection.</dd>

        <dt>Chaque fois qu'il en a besoin&nbsp;:</dt>

        <dd>Cette pr&eacute;f&eacute;rence assure que &brandShortName;
        n'acc&eacute;dera jamais &agrave; vos informations personnelles sans votre
        accord. Elle constitue le plus haut niveau de protection.</dd>

        <dt>S'il n'a pas &eacute;t&eacute; utilis&eacute; pendant [__] minutes ou
        plus&nbsp;:</dt>

        <dd>Cette pr&eacute;f&eacute;rence aura pour effet de vous demander le mot
        de passe principal si &brandShortName; a besoin d'acc&eacute;der &agrave;
        vos informations personnelles, lorsque l'intervalle de temps
        sp&eacute;cifi&eacute; s'est &eacute;coul&eacute; depuis la derni&egrave;re
        fois que vous l'avez fourni.</dd>
      </dl>
    </dd>

    <dt>Effacer le mot de passe&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour effacer le mot de passe principal du
    p&eacute;riph&eacute;rique de s&eacute;curit&eacute; logiciel. Pour plus
    d'informations, voir la section <a href="#reset_master_password">Effacer le
    mot de passe principal</a>.</dd>

  </dl>


  <h2 id="change_master_password">Changer le mot de passe principal</h2>

  <p>Vous devez rappeller votre ancien mot de passe principal pour le changer
  avec le bouton <q>Changer le mot de passe</q>.</p>

  <p>Cette section d&eacute;taille la bo&icirc;te de dialogue <q>Changer le mot
  de passe principal</q>. Si elle n'est pas d&eacute;j&agrave; ouverte, faites
  ce qui suit&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Mot de passe principal</q>. Si
    aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Changer le mot de passe</q>.</li>
  </ol>

  <p>Un mot de passe principal prot&egrave;ge un p&eacute;riph&eacute;rique de
  s&eacute;curit&eacute;, qui est un p&eacute;riph&eacute;rique logiciel ou
  mat&eacute;riel qui enregistre les informations sensibles &agrave; propos de
  votre identit&eacute;, comme des cl&eacute;s ou des certificats.</p>

  <p>Par exemple, le navigateur a son propre p&eacute;riph&eacute;rique de
  s&eacute;curit&eacute; logiciel, et vous pouvez &eacute;galement utiliser
  d'autres p&eacute;riph&eacute;riques de s&eacute;curit&eacute; externes,
  comme des cartes &agrave; puce, si votre ordinateur en est capable.</p>

  <p>Le mot de passe principal pour le p&eacute;riph&eacute;rique de
  s&eacute;curit&eacute; logiciel du navigateur prot&egrave;ge &eacute;galement
  vos informations sensibles comme des mots de passe pour les serveurs de
  courriel, des mots de passe pour les sites Web, ou d'autres donn&eacute;es
  enregistr&eacute;es par le gestionnaire de mots de passe ou le gestionnaire de
  formulaires.</p>

  <p>Une fois la bo&icirc;te de dialogue <q>D&eacute;finir le mot de passe
  principal</q> ouverte, vous verrez ceci&nbsp;:</p>

  <dl>
    <dt>P&eacute;riph&eacute;rique de s&eacute;curit&eacute;&nbsp;:</dt>

    <dd>Chaque p&eacute;riph&eacute;rique de s&eacute;curit&eacute; a son
    propre mot de passe principal. Par exemple, si vous utilisez une ou
    plusieurs cartes &agrave; puce pour enregistrer vos certificats, vous
    devrez d&eacute;finir un mot de passe principal pour chacune. Si plus d'un
    p&eacute;riph&eacute;rique de s&eacute;curit&eacute; est disponible, une
    liste d&eacute;roulante vous propose de choisir le
    p&eacute;riph&eacute;rique duquel vous voulez changer le mot de passe.</dd>

    <dt>Ancien mot de passe&nbsp;:</dt>

    <dd>Si vous changez un mot de passe principal existant, vous devrez en
    premier lieu entrer le mot de passe courant. Si vous n'entrez pas le mot de
    passe courant correctement, vous verrez le message <q>Mot de passe
    principal incorrect</q> apr&egrave;s avoir cliqu&eacute; sur <q>OK</q>. Si
    c'est le cas, entrez le bon mot de passe courant.</dd>

    <dt>Saisissez le nouveau mot de passe&nbsp;:</dt>

    <dd>Entrez le nouveau mot de passe ici.</dd>

    <dt>Saisissez-le &agrave; nouveau&nbsp;:</dt>

    <dd>Entrez &agrave; nouveau le nouveau mot de passe. Si vous n'entrez pas
    exactement le m&ecirc;me mot de passe la seconde fois, le bouton <q>OK</q>
    reste inactif. Si c'est le cas, essayez d'entrer le nouveau mot de passe
    &agrave; nouveau.</dd>
  </dl>

  <p>Si une personne utilisant votre ordinateur conna&icirc;t ou peut deviner
  votre mot de passe principal, elle pourra acc&eacute;der &agrave; des sites
  Web sous votre nom. Cela peut &ecirc;tre dangereux, par exemple si vous
  g&eacute;rez vos finances par Internet.</p>

  <p>Ainsi, il est important de choisir un mot de passe principal difficile
  &agrave; deviner. La <strong>mesure de la qualit&eacute; du mot de
  passe</strong> vous donne une bonne id&eacute;e de la qualit&eacute; du mot
  de passe au fur et &agrave; mesure que vous l'entrez en se basant sur
  certains facteurs comme la longueur et l'utilisation de lettres majuscules,
  minuscules, de chiffres et autres symboles. Elle ne garantit en aucune
  mani&egrave;re que personne ne pourra deviner ce mot de passe.</p>

  <p>Pour plus d'informations, voire la section <a href=
  "#choosing_a_good_password">Choisir un bon mot de passe</a>.</p>

  <p>Il est aussi important d'enregistrer votre mot de passe principal dans un
  lieu s&ucirc;r &ndash; et <strong>pas</strong> dans un endroit accessible
  &agrave; n'importe qui. Si vous oubliez ce mot de passe, vous ne pourrez plus
  acc&eacute;der &agrave; d'importantes informations, comme des sites Web qui
  n&eacute;cessitent des mots de passe ou des certificats enregistr&eacute;s
  sur votre ordinateur.</p>

  <h3 id="master_password_timeout">&Eacute;ch&eacute;ance du mot de passe
  principal</h3>

  <p>Apr&egrave;s avoir d&eacute;fini pour la premi&egrave;re fois un nouveau
  mot de passe principal, vous devrez l'entrer &agrave; nouveau lorsque,
  apr&egrave;s avoir rouvert le navigateur, vous voudrez acc&eacute;der
  &agrave; vos informations personnelles, comme un nom d'utilisateur et un mot
  de passe, des donn&eacute;es de formulaire enregistr&eacute;es, ou des
  certificats personnels.</p>

  <p>Vous pouvez d&eacute;finir la fr&eacute;quence des requ&ecirc;tes du mot
  de passe principal de la part des logiciels de &brandShortName; (navigateur,
  courrier &amp; groupes, etc.)</p>

  <dl>
    <dt>La premi&egrave;re fois qu'il en a besoin&nbsp;:</dt>

    <dd>Cette pr&eacute;f&eacute;rence (par d&eacute;faut) aura pour effet de
    vous demander le mot de passe principal uniquement la premi&egrave;re fois
    que &brandShortName; aura besoin d'acc&eacute;der &agrave; vos informations
    personnelles apr&egrave;s un d&eacute;marrage. &brandShortName; ne vous
    redemandera plus le mot de passe principal jusqu'&agrave; ce que vous le
    quittiez et le relanciez. Cette pr&eacute;f&eacute;rence constitue le plus
    bas niveau de protection.</dd>

    <dt>Chaque fois qu'il en a besoin&nbsp;:</dt>

    <dd>Cette pr&eacute;f&eacute;rence assure que &brandShortName;
    n'acc&eacute;dera jamais &agrave; vos informations personnelles sans votre
    accord. Elle constitue le plus haut niveau de protection.</dd>

    <dt>S'il n'a pas &eacute;t&eacute; utilis&eacute; pendant [__] minutes ou
    plus&nbsp;:</dt>

    <dd>Cette pr&eacute;f&eacute;rence aura pour effet de vous demander le mot
    de passe principal si &brandShortName; a besoin d'acc&eacute;der &agrave;
    vos informations personnelles, lorsque l'intervalle de temps
    sp&eacute;cifi&eacute; s'est &eacute;coul&eacute; depuis la derni&egrave;re
    fois que vous l'avez fourni.</dd>
  </dl>


  <h2 id="reset_master_password">Effacer le mot de passe principal</h2>

  <p><strong>Attention</strong>&nbsp;: Si vous effacez le mot de passe
  principal, vous effacerez &eacute;galement tous les mots de passe Web
  chiffr&eacute;s, les mots de passe des serveurs de courrier, et les
  donn&eacute;es des formulaires enregistr&eacute;s par le gestionnaire de mots
  de passe et le gestionnaire de formulaires. Vous perdrez &eacute;galement
  tous vos certificats personnels associ&eacute;s au <a href=
  "glossary.xhtml#software_security_device" class=
  "glossary">P&eacute;riph&eacute;rique de s&eacute;curit&eacute;
  logiciel</a>.</p>

  <p>Notez que les mots de passe chiffr&eacute;s et les donn&eacute;es des
  formulaires seront perdus uniquement si vous avez activ&eacute; le
  chiffrement des informations sensibles. Pour plus d'information &agrave;
  propos de l'activation ou la d&eacute;sactivation du chiffrement, voir la
  section <a href="using_priv_help.xhtml#turning_encryption_on_and_off">Activer
  ou d&eacute;sactiver le chiffrement</a>.</p>

  <p>Pour modifier le mot de passe principal plut&ocirc;t que de l'effacer,
  cliquez sur <q>Changer le mot de passe</q> dans le panneau de configuration
  du mot de passe principal. Vous devrez vous souvenir de l'ancien mot de passe
  principal pour le changer &agrave; l'aide de ce bouton.</p>

  <p>Cette section d&eacute;taille la bo&icirc;te de dialogue <q>Effacer le mot
  de passe principal</q>. Si elle n'est pas d&eacute;j&agrave; ouverte, faites
  ce qui suit&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Mot de passe principal</q>. Si
    aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Effacer le mot de passe</q>.</li>
  </ol>

  <p><strong>Attention</strong>&nbsp;: Si vous effacez votre mot de passe
  principal, vous effacerez &eacute;galement tous les mots de passe Web
  chiffr&eacute;s, les mots de passe de messageries, et les donn&eacute;es des
  formulaires enregistr&eacute;s par le gestionnaire de mots de passe et le
  gestionnaire de formulaires. Vous perdrez &eacute;galement tous vos
  certificats personnels associ&eacute;s au <a href=
  "glossary.xhtml#software_security_device" class=
  "glossary">P&eacute;riph&eacute;rique de s&eacute;curit&eacute;
  logiciel</a>.</p>

  <p>Notez que les mots de passe chiffr&eacute;s et les donn&eacute;es des
  formulaires seront perdus uniquement si vous avez activ&eacute; le
  chiffrement des informations sensibles. Pour plus d'information &agrave;
  propos de l'activation ou la d&eacute;sactivation du chiffrement, voir la
  section <a href="using_priv_help.xhtml#turning_encryption_on_and_off">Activer
  ou d&eacute;sactiver le chiffrement</a>.</p>

  <p>Si vous vous souvenez de votre mot de passe principal et d&eacute;cidez de
  le changer, vous pourrez le faire sans risque de perdre vos informations
  personnelles. Si vous voyez l'alerte <q>Effacer le mot de passe principal</q>
  et que vous d&eacute;cidez de changer votre mot de passe plut&ocirc;t que de
  l'effacer, cliquez sur <q>Annuler</q> pour retourner sur le panneau de
  configuration du mot de passe principal, puis cliquez sur <q>Changer le mot
  de passe</q>. Pour plus de d&eacute;tails, voir la section <a href=
  "#change_master_password">Changer le mot de passe principal</a>.</p>

  <p>Effacer votre mot de passe principal est une solution de dernier recours
  &agrave; utiliser uniquement si vous &ecirc;tes s&ucirc;r de l'avoir
  oubli&eacute;. Cela peut &ecirc;tre plus ou moins grave selon le nombre
  d'informations personnelles que votre mot de passe principal oubli&eacute;
  prot&egrave;ge.</p>

  <p>Effacer votre mot de passe principal n'en cr&eacute;e pas un nouveau. Par
  contre, cela efface toutes vos donn&eacute;es prot&eacute;g&eacute;es par
  votre ancien mot de passe principal. Vous devrez entrer un nouveau mot de
  passe principal la prochaine fois que le navigateur devra enregistrer des
  donn&eacute;es personnelles.</p>

  <p>Apr&egrave;s avoir effac&eacute; votre mot de passe principal, vous
  devrez peut-&ecirc;tre enregistrer &agrave; nouveau vos informations
  personnelles. Par exemple, en surfant sur le net, vous devrez faire
  enregistrer &agrave; nouveau, par le gestionnaire de mots de passe, les mots
  de passe Web et de messagerie &eacute;lectronique.</p>

  <p>Vous devrez aussi entrer des donn&eacute;es &agrave; la main
  jusqu'&agrave; ce que le gestionnaire de formulaires accumule assez de
  donn&eacute;es pour remplir les formulaires automatiquement. En plus, tout
  certificat personnel associ&eacute; au p&eacute;riph&eacute;rique de
  s&eacute;curit&eacute; logiciel sera syst&eacute;matiquement effac&eacute; et
  vous devrez en demander de nouveaux.</p>

  <p><strong>Remarque sur les cartes &agrave; puce</strong>&nbsp;: Chaque carte
  &agrave; puce poss&egrave;de son propre mot de passe principal. Le mot de
  passe principal d'une carte &agrave; puce prot&egrave;ge uniquement les
  donn&eacute;es de cette carte &agrave; puce (comme des certificats
  personnels). Vous pouvez normalement changer le mot de passe principal pour
  une carte &agrave; puce (attention &agrave; le retenir), mais vous ne pouvez
  pas l'effacer.</p>

<div class="rediger">

  <h2 id="choosing_a_good_password">Choisir un bon mot de passe</h2>

    <p>Choisir un bon mot de passe vous aidera &agrave; conserver vos
    informations personnelles int&egrave;gres et priv&eacute;es. Pour
    am&eacute;liorer la s&eacute;curit&eacute; de votre mot de passe, suivez ces
    quelques recommandantions&nbsp;:</p>

    <ul>
      <li>Caract&egrave;res sp&eacute;ciaux et ponctuations (*!$)
      m&eacute;lang&eacute;s avec des chiffres et des lettres.</li>

      <li>M&eacute;langer les majuscules et minuscules - mettre des majuscules
      dans &agrave; des endroits au hasard du mot de passe est une bonne
      id&eacute;e.</li>

      <li>Des mots sans aucun sens, qui ne sont pas dans le dictionnaire, mais
      qui sont faciles &agrave; prononcer.</li>

      <li>Huit caract&egrave;res sont un minimum.</li>
    </ul>

    <p>Vous devez &eacute;viter les informations personnelles qui peuvent
    &ecirc;tre devin&eacute;es. Par exemple, les &eacute;l&eacute;ments suivant
    doivent &ecirc;tre &eacute;vit&eacute;s&nbsp;:</p>

    <ul>
      <li>Pr&eacute;nom ou nom de famille, vos initiales et les dates
      d'anniversaires&nbsp;;</li>

      <li>Votre num&eacute;ro de s&eacute;curit&eacute; sociale&nbsp;;</li>

      <li>Des noms d'animaux de compagnie ou des endroits connus&nbsp;;</li>

      <li>Des num&eacute;ros de t&eacute;l&eacute;phones ou des
      adresses&nbsp;;</li>

      <li>N'importe quel mot pr&eacute;sent dans le dictionnaire&nbsp;;</li>

      <li>Votre nom d'utilisateur, ou le nom de votre ordinateur&nbsp;;</li>

      <li>R&eacute;p&eacute;tition du m&ecirc;me caract&egrave;re&nbsp;;</li>

      <li>S&eacute;quences naturelles du clavier, comme <q>12345</q> ou
      <q>azerty</q>&nbsp;;</li>

      <li>N'importe quelle modification mineure des &eacute;l&eacute;ments
      pr&eacute;c&eacute;dents, comme l'ajout d'un caract&egrave;re &agrave; la
      fin de votre nom, ou de l'&eacute;crire &agrave; l'envers.</li>
    </ul>

    <p>Une bonne m&eacute;thode pour choisir un mot de passe s&ucirc;r mais
    facile &agrave; se rem&eacute;morer est de prendre le premier
    caract&egrave;re de chaque mot dans une phrase. Par exemple,
    <q>Sslwn*aj&eacute;aC</q> provient de <q>Surfer sur le web n'a jamais
    &eacute;t&eacute; aussi Cool</q>. L'ast&eacute;risque rajout&eacute;e au
    milieu am&eacute;liore la s&eacute;curit&eacute; (n'utilisez pas ce mot de
    passe&nbsp;!)</p>

    <p>Pour aller plus loin dans la protection de vos donn&eacute;es
    personnelles, il est conseill&eacute; de suivre ces r&egrave;gles
    simples&nbsp;:</p>

    <ul>
      <li>Ne donnez jamais votre mot de passe &agrave; quiconque&nbsp;;</li>

      <li>Si quelqu'un a trouv&eacute; votre mot de passe, changez le
      imm&eacute;diatement&nbsp;;</li>

      <li>Changez de mot de passe r&eacute;guli&egrave;rement&nbsp;;</li>

      <li>Choisissez un mot de passe dont vous vous souviendrez sans avoir
      &agrave; l'&eacute;crire&nbsp;;</li>

      <li>Emp&ecirc;cher les gens de voir votre mot de passe lorsque vous le
      saisissez.</li>
    </ul>

</div>

  <div id="footer">
    <p>&copyright.string;</p>
    <!--begin frenchmozilla signature-->

    <p><em>Derni&egrave;re traduction&nbsp;: 12 d&eacute;cembre 2006</em></p>

    <p>Ce texte a &eacute;t&eacute; traduit et adapt&eacute; par une
    &eacute;quipe internationale de b&eacute;n&eacute;voles francophones.<br />
    Pour plus d'informations, visitez notre site&nbsp;: <a href=
    "http://frenchmozilla.sourceforge.net"
    hreflang="fr">http://frenchmozilla.sf.net</a>.</p>
    <!--end frenchmozilla signature-->
  </div>
</body>
</html>
