<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
  %brandDTD;
  <!ENTITY % platformDTD SYSTEM
    "chrome://browser/locale/help/platformStrings.dtd" >
  %platformDTD;
]>
<!--
Contributors:
  Mark Pilgrim <pilgrim@gmail.com> (original author)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Zjednodu&#353;enie ovl&#225;dania &brandFullName;u</title>
<link rel="stylesheet" type="text/css"
  href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

  <h1>Zjednodu&#353;enie ovl&#225;dania</h1>

  <p>&brandShortName; obsahuje mno&#382;stvo funkci&#237; spr&#237;stup&#328;uj&#250;cich prehliada&#269; a webov&#253;
    obsah pre v&#353;etk&#253;ch pou&#382;&#237;vate&#318;ov, vr&#225;tane t&#253;ch, ktor&#237; maj&#250; zhor&#353;en&#253; zrak, &#269;i s&#357;a&#382;en&#233; mo&#382;nosti pou&#382;&#237;vania my&#353;i a kl&#225;vesnice.</p>

  <div class="contentsBox">V tejto kapitole:
    <ul>
    <li><a href="#using_a_keyboard">Pou&#382;&#237;vame kl&#225;vesnicu</a></li>
    <li><a href="#using_a_mouse">Pou&#382;&#237;vame my&#353;</a></li>
    <li><a href="#fonts_and_colors">P&#237;sma a farby</a></li>
    <li><a href="#controlling_web_content">Kontrolujeme webov&#253; obsah</a></li>
    <li><a href="#compatibility_with_assistive_technologies">Kompatibilita
      s asisten&#269;n&#253;mi slu&#382;bami</a></li>
    <li><a href="#finding_help_online">H&#318;ad&#225;me pomoc online</a></li>
    </ul>
  </div>

  <h2 id="using_a_keyboard">Pou&#382;&#237;vame kl&#225;vesnicu</h2>

  <h3 id="keyboard_shortcuts">Kl&#225;vesov&#233; skratky</h3>

  <p>Zoznam be&#382;n&#253;ch kl&#225;vesov&#253;ch skratiek je dostupn&#253; v kapitole 
    <a href="shortcuts.xhtml">Kl&#225;vesov&#233; skratky prehliada&#269;a &brandFullName;</a>.
    Na internete sa nach&#225;dza aj <a target="_blank"
    href="http://www.mozilla.org/support/firefox/keyboard">porovnanie kl&#225;vesov&#253;ch skratiek</a> implementovan&#253;ch v prehliada&#269;och &brandShortName;,
    Microsoft Internet Explorer a Opera.</p>

  <h3 id="always_use_cursor_keys">V&#382;dy pou&#382;&#237;va&#357; kurzorov&#233; kl&#225;vesy k navig&#225;cii na str&#225;nkach</h3>
 
  <p>Vo&#318;ba <a href="prefs.xhtml#accessibility">V&#382;dy pou&#382;&#237;va&#357; kurzorov&#233; kl&#225;vesy k navig&#225;cii na str&#225;nkach</a> umo&#382;&#328;uje pohyb po webovej str&#225;nke ako v editore zapnutom v m&#243;de "len na &#269;&#237;tanie".
    Na ozna&#269;enie a skop&#237;rovanie ur&#269;it&#233;ho textu m&#244;&#382;ete pou&#382;i&#357; aj kl&#225;vesnicu. T&#250;to funkciu n&#225;jdete prostredn&#237;ctvom ponuky &pref.menuPath;,
    na karte <em>V&#353;eobecn&#233;</em>, ktor&#233; sa nach&#225;dza na paneli <em>Pokro&#269;il&#233;</em>,
    zapnete ju ozna&#269;en&#237;m vo&#318;by <em>V&#382;dy pou&#382;&#237;va&#357; kurzorov&#233; kl&#225;vesy k navig&#225;cii na str&#225;nkach</em>.</p>

  <p>Ak chcete t&#250;to funkciu zapn&#250;&#357; alebo vypn&#250;&#357;, m&#244;&#382;ete tie&#382; kedyko&#318;vek stla&#269;i&#357; kl&#225;ves <kbd>F7</kbd>. Po jeho stla&#269;en&#237; &brandShortName; zobraz&#237; dial&#243;gov&#233; okno s upozornen&#237;m. Ak u&#382; nechcete toto okno viac vidie&#357;, m&#244;&#382;ete ho vypn&#250;&#357; za&#269;iarknut&#237;m mo&#382;nosti <em>Tento dial&#243;g u&#382; viac nezobrazova&#357;</em>.</p>

  <h3 id="find_as_you_type">Povoli&#357; vyh&#318;ad&#225;vanie textu po&#269;as p&#237;sania</h3>

  <p><a href="prefs.xhtml#accessibility">Povoli&#357; vyh&#318;ad&#225;vanie text po&#269;as p&#237;sania</a> v&#225;m umo&#382;n&#237; r&#253;chlo sa presun&#250;&#357; na text alebo hypertextov&#233; odkazy na webovej str&#225;nke. T&#225;to funkcia m&#225; dva m&#243;dy. Stla&#269;te tla&#269;idlo
    <abbr title="forward slash"><kbd>/</kbd></abbr> a
    za&#269;nite p&#237;sa&#357; text, ktor&#253; bude vyh&#318;ad&#225;van&#253; na celej str&#225;nke alebo zadajte znak  
    <abbr title="apostrophe"><kbd>'</kbd></abbr> pred h&#318;adan&#253; text, ak chcete vyh&#318;ad&#225;va&#357; iba v hypertextov&#253;ch odkazoch. &brandShortName; ihne&#271; pri zad&#225;van&#237; h&#318;adan&#233;ho textu ozna&#269;uje n&#225;jden&#233; v&#253;sledky.</p>

  <p>Kl&#225;vesov&#233; skratky s&#250;visiace s touto funkciou:</p>

  <ul>
    <li>&#268;&#237;m viac znakov zad&#225;te, t&#253;m presnej&#353;ie s&#250; ozna&#269;en&#233; v&#253;sledky. &brandShortName;
      ozna&#269;&#237; v&#382;dy prv&#253; n&#225;jden&#253; v&#253;sledok alebo v&#225;s upozorn&#237;, &#382;e zadan&#253; text sa na str&#225;nke nenach&#225;dza.</li>
    <li>Stla&#269;te &accelKey;+<kbd>G</kbd> alebo <kbd>F3</kbd>, ak sa chcete presun&#250;&#357; na &#271;al&#353;&#237; n&#225;jden&#253; v&#253;skyt h&#318;adan&#233;ho textu.</li>
    <li>Stla&#269;te &accelKey;+&shiftKey;+<kbd>G</kbd> alebo &shiftKey;+<kbd>F3</kbd>, ak sa chcete presun&#250;&#357; na &#271;al&#353;&#237; n&#225;jden&#253; v&#253;skyt h&#318;adan&#233;ho textu.</li>
    <li>Stla&#269;te <kbd>Backspace</kbd>, ak chcete zmaza&#357; naposledy zadan&#253; znak.
      &brandShortName; vyh&#318;ad&#225; aktu&#225;lne zadan&#253; re&#357;azec.</li>
    <li>Stla&#269;te <kbd>Esc</kbd>, ak chcete zru&#353;i&#357; vyh&#318;ad&#225;vanie. Vyh&#318;ad&#225;vanie vypnete aj rolovan&#237;m str&#225;nky my&#353;ou alebo kl&#225;vesnicou alebo po&#269;kajte, k&#253;m uplynie &#269;asov&#253; limit.</li>
  </ul>

  <p>Toto predvolen&#233; spr&#225;vanie m&#244;&#382;ete zmeni&#357; prostredn&#237;ctvom ponuky
    &pref.menuPath;, otvoren&#237;m karty <em>V&#353;eobecn&#233;</em> na paneli
    <em>Pokro&#269;il&#233;</em> za&#269;iarknut&#237;m mo&#382;nosti <em>Povoli&#357; vyh&#318;ad&#225;vanie text po&#269;as p&#237;sania</em>. Ak je t&#225;to mo&#382;nos&#357; za&#269;iarknut&#225;,
    vyh&#318;ad&#225;vanie za&#269;ne hne&#271; pri zad&#225;van&#237; h&#318;adan&#233;ho textu.
    Predvolene je preh&#318;ad&#225;van&#253; cel&#253; text na str&#225;nke.
    Kde sa m&#225; vyh&#318;ad&#225;va&#357; m&#244;&#382;ete prep&#237;na&#357; pomocou tla&#269;idiel
    <abbr title="apostrophe"><kbd>'</kbd></abbr> alebo
    <abbr title="forward slash"><kbd>/</kbd></abbr>.</p>

  <p>T&#250;to funkciu m&#244;&#382;ete pou&#382;i&#357; aj na presun na tla&#269;idl&#225;, textov&#233; polia a in&#233; prvky formul&#225;rov. Zadajte text vyskytuj&#250;ci sa bezprostredne pred prvkom formul&#225;ra a stla&#269;te tla&#269;idlo <kbd>Tab</kbd>. Stla&#269;en&#237;m tla&#269;idla <kbd>Tab</kbd> sa automaticky presuniete na prvok formul&#225;ra nasleduj&#250;ci po ozna&#269;enom texte.</p>

  <h2 id="using_a_mouse">Pou&#382;&#237;vame my&#353;</h2>

  <h3 id="common_mouse_shortcuts">Ovl&#225;danie my&#353;ou</h3>

  <p>Zoznam naj&#269;astej&#353;ie pou&#382;&#237;van&#253;ch funkci&#237;, ktor&#233; sa daj&#250; v prehliada&#269;i &brandFullName; ovl&#225;da&#357; my&#353;ou n&#225;jdete v kapitole 
    <a href="mouse_shortcuts.xhtml">Ovl&#225;danie my&#353;ou</a>.</p>

  <h2 id="fonts_and_colors">P&#237;sma a farby</h2>

  <h3 id="overriding_page_fonts">Zmena p&#237;sma str&#225;nky</h3>

  <p>Niektor&#233; webov&#233; str&#225;nky m&#244;&#382;u zobrazova&#357; text p&#237;smom, ktor&#233; je pre v&#225;s &#357;a&#382;ko &#269;itate&#318;n&#233;,
    niektor&#233; vyberaj&#250; typ p&#237;sma pod&#318;a nastaven&#237; prehliada&#269;a. Predvolen&#233; p&#237;smo si m&#244;&#382;ete samozrejme nastavi&#357;, a to pomocou ponuky &pref.menuPath;, ozna&#269;en&#237;m panela
    <em>Obsah</em>, kde si v sekcii
    <em>P&#237;sma &amp; farby</em> m&#244;&#382;ete nastavi&#357; typ, ve&#318;kos&#357; a farbu predvolen&#233;ho p&#237;sma.</p>

  <p>Predvolen&#233; p&#237;smo m&#244;&#382;ete ur&#269;i&#357; pre r&#244;zne &#353;t&#253;ly, vr&#225;tane p&#228;tkov&#253;ch a bezp&#228;tkov&#253;ch p&#237;siem,
    &#269;i p&#237;siem s premenlivou &#353;&#237;rkou znakov kliknut&#237;m na tla&#269;idlo <em>Pokro&#269;il&#233;</em>.
    Niektor&#233; str&#225;nku maj&#250; ur&#269;en&#253; vlastn&#253; typ p&#237;sma, tieto str&#225;nky nebud&#250; t&#253;mto nastaven&#237;m ovplyvnen&#233;. Ak chcete, aby boli aj tieto str&#225;nky zobrazen&#233; vo vami definovanom p&#237;sme, zru&#353;te za&#269;iarknutie mo&#382;nosti <em>Povoli&#357; str&#225;nkam pou&#382;&#237;va&#357; vlastn&#233; p&#237;sma namiesto t&#253;ch vy&#353;&#353;ie vybran&#253;ch</em>.</p>

  <p>Zapam&#228;tajte si, &#382;e niektor&#233; webov&#233; str&#225;nky m&#244;&#382;u by&#357; pri vypnut&#237; tejto funkcie zobrazen&#233; nespr&#225;vne.</p>

  <h3 id="setting_a_minimum_font_size">Nastavenie minim&#225;lnej ve&#318;kosti p&#237;sma</h3>

  <p>Niektor&#233; webov&#233; str&#225;nky m&#244;&#382;u zobrazova&#357; text pr&#237;li&#353; mal&#253;m p&#237;smom, ktor&#233; m&#244;&#382;e by&#357; pre v&#225;s &#357;a&#382;ko &#269;itate&#318;n&#233;. Ak si chcete aj tak&#233;to str&#225;nky prezera&#357;, 
    m&#244;&#382;ete nastavi&#357; minim&#225;lnu ve&#318;kos&#357; p&#237;sma, ktor&#225; je pre v&#225;s e&#353;te dobre &#269;itate&#318;n&#225;. Na str&#225;nkach, na ktor&#253;ch je nastaven&#225; men&#353;ia ve&#318;kos&#357; p&#237;sma ako minim&#225;lna nastaven&#225; vo &brandShortName;e, bude p&#237;smo automaticky upraven&#233; na nastaven&#250; ve&#318;kos&#357;.</p>

  <p>Ak chcete nastavi&#357; minim&#225;lnu ve&#318;kos&#357; p&#237;sma, prejdite cez &pref.menuPath;, vyberte panel
    <em>Obsah</em> a v sekcii <em>P&#237;sma &amp; Farby</em> kliknite na tla&#269;idlo <em>Pokro&#269;il&#233;</em>. Minim&#225;lnu ve&#318;kos&#357; vyberte z rozba&#318;ovacej ponuky.</p>

  <p>Zapam&#228;tajte si, &#382;e niektor&#233; webov&#233; str&#225;nky z&#225;visl&#233; na ve&#318;kosti p&#237;sma m&#244;&#382;u by&#357; zobrazen&#233; nespr&#225;vne.</p>

  <h3 id="resizing_page_text">Zmena ve&#318;kosti textu str&#225;nky</h3>

  <p>Ve&#318;kos&#357; p&#237;sma na str&#225;nke m&#244;&#382;ete do&#269;asne zmeni&#357; pou&#382;it&#237;m ponuky
    <span class="menuPath">Zobrazi&#357; &gt; Ve&#318;kos&#357; textu</span>. Nov&#225; ve&#318;kos&#357; zost&#225;va v platnosti pokia&#318; nezavriete okno alebo kartu s danou str&#225;nkou, alebo k&#253;m sa neprepnete na in&#250; str&#225;nku.</p>

  <p>Kl&#225;vesov&#233; skratky s&#250;visiace so zmenou ve&#318;kosti textu:</p>

  <ul>
    <li>Stla&#269;te &accelKey;+<kbd><abbr title="plus">+</abbr></kbd>, ak chcete zv&#228;&#269;&#353;i&#357; ve&#318;kos&#357; textu. Toto zv&#228;&#269;&#353;&#237; ve&#318;kos&#357; textu na 120% jeho norm&#225;lnej ve&#318;kosti, n&#225;sledne 150%, 200%, 300%, 450%, 675%, 1013%, a 1519%.</li>
    <li>Stla&#269;te &accelKey;+<kbd><abbr title="minus">-</abbr></kbd> ak chcete zmen&#353;i&#357; ve&#318;kos&#357; textu. Toto zmen&#353;&#237; ve&#318;kos&#357; textu na 90% jeho norm&#225;lnej ve&#318;kosti, n&#225;sledne 50%, 33%, 22%, 15%, 10%, 7%, 4%, 3%, 2%, a 1%.</li>
    <li>Stla&#269;te &accelKey;+<kbd>0</kbd>, ak chcete zobrazi&#357; text str&#225;nky origin&#225;lnou ve&#318;kos&#357;ou p&#237;sma.</li>
  </ul>

  <p>Zapam&#228;tajte si, &#382;e niektor&#233; webov&#233; str&#225;nky m&#244;&#382;u by&#357; zobrazen&#233; nespr&#225;vne, ak zmen&#353;&#237;te alebo zv&#228;&#269;&#353;&#237;te ve&#318;kos&#357; p&#237;sma.</p>

  <h3 id="overriding_page_colors">Zmena farieb str&#225;nky</h3>

  <p>Niektor&#233; webov&#233; str&#225;nky m&#244;&#382;u zobrazova&#357; text a pozadie vo farb&#225;ch, ktor&#233; s&#357;a&#382;uj&#250; &#269;&#237;tanie, niektor&#233; sa spoliehaj&#250; na predvolen&#233; nastavenie prehliada&#269;a. Ak chcete nastavi&#357; predvolen&#233; farby prehliada&#269;a, prejdite cez &pref.menuPath;, vyberte panel
    <em>Obsah</em> a v sekcii <em>P&#237;sma &amp; Farby</em> kliknite na tla&#269;idlo <em>Farby</em>. M&#244;&#382;ete nastavi&#357; farby pre text, pozadie, nav&#353;t&#237;ven&#233; a nenav&#353;t&#237;ven&#233; odkazy. M&#244;&#382;ete tie&#382; ur&#269;i&#357;, &#269;i odkazy maj&#250; by&#357; pod&#269;iarknut&#233;.</p>

  <p>Niektor&#233; str&#225;nky v&#353;ak maj&#250; nastaven&#233; vlastn&#233; farby, tak&#233;to str&#225;nky tieto nastavenia neovplyvnia. Ak v&#353;ak chcete zmeni&#357; farby aj na tak&#253;chto str&#225;nkach, zru&#353;te za&#269;iarknutie mo&#382;nosti <em>Povoli&#357; str&#225;nkam pou&#382;&#237;va&#357; vlastn&#233; farby namiesto mnou vy&#353;&#353;ie definovan&#253;ch</em>.</p>

  <div class="noMac">

    <h3 id="using_a_high_contrast_theme">Pou&#382;itie vysoko kontrastnej t&#233;my</h3>

    <p>&brandShortName; automaticky zis&#357;uje, &#269;i pou&#382;&#237;vate vysoko kontrastn&#250; t&#233;mu a zobrazuje v&#353;etko vo vami definovanej sch&#233;me. Toto je nadraden&#233; nad ostatn&#253;mi nastaveniami str&#225;nky alebo prehliada&#269;a a ovplyv&#328;uje aj vzh&#318;ad prehliada&#269;a samotn&#233;ho (v&#353;etky ponuky, okn&#225; a dial&#243;gy) a str&#225;nky, ktor&#250; si prezer&#225;te.</p>

    <p class="win">Ak chcete pou&#382;i&#357; vysoko kontrastn&#250; t&#233;mu, prejdite cez
      <span class="menuPath">Ponuka &#352;tart &gt; Ovl&#225;dac&#237; panel &gt;
      Zjednodu&#353;enie ovl&#225;dania &gt; Obrazovka</span> a za&#269;iarknite mo&#382;nos&#357;
      <em>Pou&#382;i&#357; vysok&#253; kontrast</em>.</p>

  </div>

  <h2 id="controlling_web_content">Kontrolujeme webov&#253; obsah</h2>

  <h3 id="blocking_popup_windows">Blokovanie vyskakovac&#237;ch okien</h3>

  <p>Ak sa chcete o vyskakovac&#237;ch okn&#225;ch dozvedie&#357; viac, pozrite si kapitolu <a href="popup.xhtml">Blokovanie vyskakovac&#237;ch okien</a>.</p>

  <h3 id="turning_off_java_applets">Vypnutie Java apletov</h3>

  <p>Niektor&#233; webov&#233; str&#225;nky s&#250; ve&#318;mi interakt&#237;vne, &#269;o je dosiahnut&#233; pou&#382;it&#237;m Java&trade;
    apletov. Pou&#382;&#237;vatelia, ktor&#237; na navig&#225;ciu po str&#225;nke vyu&#382;&#237;vaj&#250; kl&#225;vesnicu, m&#244;&#382;u ma&#357; probl&#233;my s niektor&#253;mi Java apletmi, ktor&#233; sa automaticky nastavuj&#250; do popredia a neumo&#382;&#328;uj&#250; <q>presun</q> pomocou kl&#225;vesnice mimo apletu. Ak m&#225;te podobn&#253; probl&#233;m,
    m&#244;&#382;ete vypn&#250;&#357; Java aplety prostredn&#237;ctvom ponuky &pref.menuPath;, ozna&#269;en&#237;m panela
    <em>Obsah</em> a zru&#353;en&#237;m za&#269;iarknutia mo&#382;nosti <em>Povoli&#357; Javu</em>.</p>

  <h3 id="restricting_javascript_behavior">Obmedzenie JavaScriptu</h3>

  <p>JavaScript m&#244;&#382;ete &#250;plne vypn&#250;&#357; prostredn&#237;ctvom ponuky &pref.menuPath;,
    ozna&#269;en&#237;m panela <em>Obsah</em> a zru&#353;en&#237;m za&#269;iarknutia mo&#382;nosti <em>Povoli&#357;
    JavaScript</em>. Niektor&#233; webov&#233; str&#225;nky z&#225;visl&#233; na JavaScripte m&#244;&#382;u by&#357; zobrazen&#233; nespr&#225;vne, resp. nemusia spr&#225;vne pracova&#357;.</p>

  <p>Ak si neprajete vypn&#250;&#357; cel&#253; JavaScript, existuje mno&#382;stvo roz&#353;&#237;ren&#253;ch mo&#382;nost&#237; ovl&#225;dania spr&#225;vania sa JavaScriptu. Po za&#269;iarknut&#237; mo&#382;nosti <em>Povoli&#357; JavaScript</em> kliknite na tla&#269;idlo
     <em>Pokro&#269;il&#233;</em>. Otvor&#237; sa okno <em>Pokro&#269;il&#233; nastavenie Javascriptu</em>. M&#244;&#382;ete nastavi&#357;, &#269;i maj&#250; skripty povolen&#233; premiest&#328;ova&#357; alebo meni&#357; ve&#318;kos&#357; okien, pres&#250;va&#357; okn&#225; do popredia alebo pozadia, vyp&#237;na&#357; alebo pres&#250;va&#357; kontextov&#233; ponuky, skry&#357; stavov&#253; riadok, alebo meni&#357; text v stavovom riadku.</p>

  <h2 id="compatibility_with_assistive_technologies">Kompatibilita s asisten&#269;n&#253;mi slu&#382;bami</h2>

  <p>Najnov&#353;ie inform&#225;cie o kompatibilite s asisten&#269;n&#253;mi slu&#382;bami tret&#237;ch str&#225;n n&#225;jdete online na str&#225;nkach
    <a target="_blank" href="http://www.mozilla.org/access/compatibility">Access
    Mozilla: Kompatibilita s asisten&#269;n&#253;mi slu&#382;bami</a>.</p>

  <h2 id="finding_help_online">H&#318;ad&#225;me pomoc online</h2>

  <div class="win">

    <p>Freedom Scientific pon&#250;ka mno&#382;stvo 
      <a target="_blank" href="http://www.freedomscientific.com/fs_support/User_Groups.asp">mailing
      listov pre &#269;iasto&#269;ne hluchonem&#253;ch pou&#382;&#237;vate&#318;ov</a>.</p>

    <p>GW Micro pon&#250;ka mno&#382;stvo 
      <a target="_blank" href="http://www.gwmicro.com/Support/Email_Lists/">mailing
      listov pre slabo vidiacich</a>.</p>
  </div>

  <p>Ot&#225;zky t&#253;kaj&#250;ce sa zjednodu&#353;enia ovl&#225;dania m&#244;&#382;ete posiela&#357; <span class="win">aj</span> do
    <a target="_blank" href="http://forums.mozillazine.org/viewforum.php?f=38">f&#243;ra podpory &brandShortName;u</a>.</p>

  <div class="contentsBox"><em>29. august 2006</em></div>

  <p>Copyright &copy; &copyright.years; Spolupracovn&#237;ci projektu Mozilla Help Viewer.</p>

</body>
</html>
