<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;    
]>
<!--
Contributors:
  Nilson Cain <mybugs@bellsouth.net> (original author)
  Jeff Walden <jwalden+code@mit.edu>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>Utilizzare la Gestione download di &brandFullName;</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>Utilizzare la Gestione download di &brandFullName;</h1>

<div class="contentsBox">In questa sezione:
  <ul>
    <li><a href="#what_is_download_manager">Cosa &egrave; la  Gestione download?</a></li>
    <li><a href="#do_with_download_manager">Cosa si pu&ograve; fare con la Gestione download?</a></li>
    <li><a href="#download_manager_options">&pref.pluralCaps; della Gestione download</a></li>
  </ul>
</div>
<h2 id="what_is_download_manager">Cosa &egrave; la Gestione download?</h2>

<p>La Gestione download &egrave; una funzionalit&agrave; di &brandShortName; che 
permette di tenere traccia e gestire i download in corso o i file precedentemente 
scaricati: &egrave; un sistema pratico che permette di evitare l'uso di numerose finestre, 
mantenendo allo stesso tempo un facile accesso a tutte le informazioni utili.</p>

<p>La Gestione download appare automaticamente quando si scarica un file; in alternativa &egrave; possibile 
visualizzarla selezionando 
<span class="menuPath">Strumenti -&gt; Download</span> oppure premendo
<span class="noUnix">&accelKey;+<kbd>J</kbd></span><span class="unix">&accelKey;+<kbd>Y</kbd></span>.</p>


<h2 id="do_with_download_manager">Cosa si pu&ograve; fare con la Gestione download?</h2>

<p>Oltre a rendere facilmente accessibili in un'unica finestra tutte le informazioni 
relative ai download, la Gestione download rende pi&ugrave; rapido l'accesso a tutte le 
azioni disponibili.</p>

<dl>
  <dt>Sospendere un download</dt>
  <dd>&Egrave; possibile mettere in pausa un download in corso facendo clic sul collegamento <em>Pausa</em> 
  collocato di fianco al nome di ogni file. Questa possibilit&agrave; pu&ograve; risultare utile, 
  ad esempio, se &egrave; necessario far partire il download di un file di piccole dimensioni dopo avere gi&agrave; iniziato 
  a scaricare un file molto pi&ugrave; grande. Mettere in pausa i download permette infatti di scegliere quali siano i file 
  pi&ugrave; importanti tra quelli che si stanno scaricando; per riprendere il download di un file 
  messo precedentemente in pausa &egrave; sufficiente fare clic sul collegamento <em>Riavvia</em>.</dd>

  <dt>Annullare un download</dt>
  <dd>Se dopo aver iniziato un download si decide di non aver pi&ugrave; bisogno di un file, &egrave; sufficiente 
  fare clic sul collegamento <em>Annulla</em> collocato di fianco al nome del file e liberare 
  quindi  banda per la navigazione sul web o per altri download.</dd>

  <dt>Aprire un file scaricato</dt>
  <dd>Quando un download &egrave; terminato, verr&agrave; visualizzato un collegamento <em>Apri</em> 
  accanto al file: fare clic sul collegamento per aprire il file.</dd>

  <dt>Rimuovere i riferimenti ad un file</dt>
  <dd>Se non si vogliono salvare le informazioni relative ad un determinato download, 
  basta fare clic sul collegamento <em>Rimuovi</em> posto accanto al nome 
  del file stesso.</dd>

  <dt>Riprendere un download</dt>
  <dd>Se per qualsiasi ragione non &egrave; stato possibile completare un download &egrave; 
  sufficiente fare clic sul collegamento <em>Riprendi</em> vicino al nome del file 
  stesso e &brandShortName; far&agrave; 
  ripartire il download.</dd>
  
  <dt>Aprire la cartella dei download</dt>
   <dd>Se &brandShortName; &egrave; impostato nelle <a href="#download_manager_options">&pref.plural; relative  
   ai download</a> per salvare tutti i file scaricati in una cartella, 
   &egrave; possibile aprire la cartella facendo clic sul pulsante <em>Nome cartella</em> 
   nella parte inferiore della finestra.</dd>                                 
</dl>

<h2 id="download_manager_options">&pref.pluralCaps; della Gestione download</h2>

<p>Le impostazioni relative ai download si trovano nella sezione Download del pannello  
 <em>Principale</em> all'interno della finestra delle &pref.pluralCaps;; ulteriori informazioni 
 sono disponibili nella 
 <a href="prefs.xhtml#downloads">pagina delle &pref.pluralCaps;</a>.</p>

<div class="contentsBox"><em>12 Settembre 2005</em></div>
<p>Copyright &copy; &copyright.years; Contributors to the Mozilla Help Viewer Project.</p>

</body>
</html>
