## S/MIME error strings.
## Note to localization: %S is a placeholder
NoSenderSigningCert=Dolo\u010Dili ste, da naj bo sporo\u010Dilo podpisano digitalno, vendar program ni uspel najti certifikata za podpis v nastavitvah ra\u010Duna, ali pa je certifikatu potekel rok veljavnosti.
NoSenderEncryptionCert=Za to sporo\u010Dilo ste dolo\u010Dili \u0161ifriranje, vendar programu ni uspelo najti certifikata za \u0161ifriranje v nastavitvah ra\u010Duna, ali pa je certifikat potekel.
MissingRecipientEncryptionCert=Za to sporo\u010Dilo ste dolo\u010Dili \u0161ifriranje, vendar programu ni uspelo najti certifikata za \u0161ifriranje za %S.
SignNoSenderEncryptionCert=Dolo\u010Dili ste, da naj bo to sporo\u010Dilo podpisano digitalno, vendar programu ni uspelo najti certifikata za \u0161ifriranje, ki naj bi ga vklju\u010Dil v podpisano sporo\u010Dilo, ali pa certifikat ni ve\u010D veljaven.
ErrorCanNotEncrypt=Ni mogo\u010De \u0161ifrirati sporo\u010Dila. Preverite, \u010De imate za vsakega prejemnika veljaven po\u0161tni certifikat. Preverite, \u010De so certifikati za ta ra\u010Dun, ki so navedena v nastavitvah ra\u010Duna, veljavna in jim lahko zaupate.
ErrorCanNotSign=Ni mogo\u010De podpisati sporo\u010Dila. Preverite, \u010De so certifikati za ta ra\u010Dun, ki so navedena v nastavitvah ra\u010Duna, veljavna in jim lahko zaupate.

## Strings used for in the prefs.
prefPanel-smime=Varnost
NoSigningCert=Upravitelj certifikatov ne uspe najti pravega veljavnega certifikata, ki bi ga lahko vi uporabili za digitalno podpisovanje sporo\u010Dil.
NoEncryptionCert=Upravitelj certifikatov ne uspe najti pravega veljavnega certifikata, ki bi ga drugi ljudje lahko uporabljali za po\u0161iljanje \u0161ifriranih e-po\u0161tnih sporo\u010Dil, namenjenih vam.

encryption_needCertWantSame=Preden lahko digitalno podpi\u0161ete sporo\u010Dila, morate izbrati tudi certifikat, ki ga lahko drugi ljudje uporabijo, da po\u0161iljajo \u0161ifrirana sporo\u010Dila vam. Ali \u017Eelite uporabljati isti certifikat za \u0161ifriranje in de\u0161ifriranje sporo\u010Dil, poslanih k vam?
encryption_wantSame=Ali \u017Eelite uporabljati isti certifikat za \u0161ifriranje in de\u0161ifriranje sporo\u010Dil, poslanih k vam?
encryption_needCertWantToSelect=Preden lahko digitalno podpi\u0161ete sporo\u010Dila, morate izbrati tudi certifikat, ki ga lahko drugi ljudje uporabijo, da po\u0161iljajo \u0161ifrirana sporo\u010Dila vam. Ali \u017Eelite nastaviti \u0161ifrirni certifikat sedaj?
signing_needCertWantSame=Prav tako bi morali specificirati certifikat, ki ga boste uporabljali za digitalno podpisovanje va\u0161ih sporo\u010Dil. Ali \u017Eelite uporabiti isti certifikat za podpisovanje va\u0161ih sporo\u010Dil?
signing_wantSame=Ali \u017Eelite uporabiti isti certifikat za podpisovanje va\u0161ih sporo\u010Dil?
signing_needCertWantToSelect=Prav tako bi morali specificirati certifikat, ki ga boste uporabljali za digitalno podpisovanje va\u0161ih sporo\u010Dil. Ali \u017Eelite nastaviti va\u0161 osebni certifikat sedaj?
