# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

readError=%S \u10d5\u10d4\u10e0 \u10e8\u10d4\u10d8\u10dc\u10d0\u10ee\u10d4\u10d1\u10d0, \u10e0\u10d0\u10d3\u10d2\u10d0\u10dc \u10d5\u10d4\u10e0 \u10d8\u10d9\u10d8\u10d7\u10ee\u10d4\u10d1\u10d0 \u10e1\u10d0\u10ec\u10e7\u10d8\u10e1\u10d8 \u10e4\u10d0\u10d8\u10da\u10d8.\n\n\u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10d9\u10d5\u10da\u10d0\u10d5 \u10d0\u10dc \u10d3\u10d0\u10e3\u10d9\u10d0\u10d5\u10e8\u10d8\u10e0\u10d3\u10d8\u10d7 \u10e1\u10d4\u10e0\u10d5\u10d4\u10e0\u10d8\u10e1 \u10d0\u10d3\u10db\u10d8\u10dc\u10d8\u10e1\u10e2\u10e0\u10d0\u10e2\u10dd\u10e0\u10e1.
writeError=%S \u10d5\u10d4\u10e0 \u10e8\u10d4\u10d8\u10dc\u10d0\u10ee\u10d4\u10d1\u10d0 \u10e3\u10ea\u10dc\u10dd\u10d1\u10d8 \u10e8\u10d4\u10ea\u10d3\u10dd\u10db\u10d8\u10e1 \u10d2\u10d0\u10db\u10dd.\n\n\u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10e8\u10d4\u10dc\u10d0\u10ee\u10d5\u10d0 \u10e1\u10ee\u10d5\u10d0 \u10db\u10d8\u10e1\u10d0\u10db\u10d0\u10e0\u10d7\u10d6\u10d4.
launchError=%S \u10d5\u10d4\u10e0 \u10d8\u10ee\u10e1\u10dc\u10d4\u10d1\u10d0 \u10e3\u10ea\u10dc\u10dd\u10d1\u10d8 \u10e8\u10d4\u10ea\u10d3\u10dd\u10db\u10d8\u10e1 \u10d2\u10d0\u10db\u10dd.\n\n\u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10ef\u10d4\u10e0 \u10e8\u10d4\u10dc\u10d0\u10ee\u10d5\u10d0 \u10d3\u10d8\u10e1\u10d9\u10d6\u10d4 \u10d3\u10d0 \u10e8\u10d4\u10db\u10d3\u10d4\u10d2 \u10d2\u10d0\u10ee\u10e1\u10dc\u10d0.
diskFull=%S \u10e4\u10d0\u10d8\u10da\u10d8\u10e1 \u10e8\u10d4\u10e1\u10d0\u10dc\u10d0\u10ee\u10d0\u10d3 \u10d3\u10d8\u10e1\u10d9\u10d6\u10d4 \u10e1\u10d0\u10d9\u10db\u10d0\u10e0\u10d8\u10e1\u10d8 \u10d0\u10d3\u10d2\u10d8\u10da\u10d8 \u10d0\u10e0 \u10d0\u10e0\u10d8\u10e1 .\n\n\u10d0\u10db\u10dd\u10e8\u10d0\u10da\u10d4\u10d7 \u10e3\u10e1\u10d0\u10e0\u10d2\u10d4\u10d1\u10da\u10dd \u10e4\u10d0\u10d8\u10da\u10d4\u10d1\u10d8 \u10d3\u10d8\u10e1\u10d9\u10d8\u10d3\u10d0\u10dc \u10d3\u10d0 \u10d9\u10d5\u10da\u10d0\u10d5 \u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10d0\u10dc \u10d2\u10d0\u10db\u10dd\u10d8\u10e7\u10d4\u10dc\u10d4\u10d7 \u10e1\u10ee\u10d5\u10d0 \u10db\u10d8\u10e1\u10d0\u10db\u10d0\u10e0\u10d7\u10d8.
readOnly=%S \u10d5\u10d4\u10e0 \u10e8\u10d4\u10d8\u10dc\u10d0\u10ee\u10d4\u10d1\u10d0 \u10e0\u10d0\u10d3\u10d2\u10d0\u10dc \u10d3\u10d8\u10e1\u10d9\u10d8, \u10d3\u10d0\u10e1\u10e2\u10d0 \u10d0\u10dc \u10e4\u10d0\u10d8\u10da\u10d8 \u10d3\u10d0\u10ea\u10e3\u10da\u10d8\u10d0 \u10e9\u10d0\u10ec\u10d4\u10e0\u10d8\u10e1\u10d2\u10d0\u10dc.\n\n\u10db\u10dd\u10ee\u10e1\u10d4\u10dc\u10d8\u10d7 \u10d3\u10d0\u10ea\u10d5\u10d0 \u10d3\u10d0 \u10d9\u10d5\u10da\u10d0\u10d5 \u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10d0\u10dc \u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10e8\u10d4\u10dc\u10d0\u10ee\u10d5\u10d0 \u10e1\u10ee\u10d5\u10d0 \u10db\u10d8\u10e1\u10d0\u10db\u10d0\u10e0\u10d7\u10d6\u10d4.
accessError=%S \u10d5\u10d4\u10e0 \u10e8\u10d4\u10d8\u10dc\u10d0\u10ee\u10d4\u10d1\u10d0, \u10e0\u10d0\u10d3\u10d2\u10d0\u10dc \u10d0\u10db \u10d3\u10d0\u10e1\u10e2\u10d8\u10e1 \u10e8\u10d4\u10ea\u10d5\u10da\u10d0 \u10d0\u10e0 \u10e8\u10d4\u10d2\u10d8\u10eb\u10da\u10d8\u10d0\u10d7.\n\n\u10e8\u10d4\u10ea\u10d5\u10d0\u10da\u10d4\u10d7 \u10d3\u10d0\u10e1\u10e2\u10d8\u10e1 \u10de\u10d0\u10e0\u10d0\u10db\u10d4\u10e2\u10e0\u10d4\u10d1\u10d8 \u10d3\u10d0 \u10d9\u10d5\u10da\u10d0\u10d5 \u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10d0\u10dc \u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10e8\u10d4\u10dc\u10d0\u10ee\u10d5\u10d0 \u10e1\u10ee\u10d5\u10d0 \u10db\u10d8\u10e1\u10d0\u10db\u10d0\u10e0\u10d7\u10d6\u10d4.
helperAppNotFound=%S \u10d5\u10d4\u10e0 \u10d8\u10ee\u10e1\u10dc\u10d4\u10d1\u10d0, \u10e0\u10d0\u10d3\u10d2\u10d0\u10dc \u10d9\u10d0\u10e0\u10dc\u10d0\u10ee\u10d8\u10e1 \u10e8\u10d4\u10e1\u10d0\u10d1\u10d0\u10db\u10d8\u10e1\u10d8 \u10de\u10e0\u10dd\u10d2\u10e0\u10d0\u10db\u10d0 \u10d5\u10d4\u10e0 \u10db\u10dd\u10d8\u10eb\u10d4\u10d1\u10dc\u10d0. \u10e8\u10d4\u10ea\u10d5\u10d0\u10da\u10d4\u10d7 \u10e8\u10d4\u10e1\u10d0\u10d1\u10d0\u10db\u10d8\u10e1\u10dd\u10d1\u10d0 \u10d7\u10e5\u10d5\u10d4\u10dc\u10e1 \u10de\u10d0\u10e0\u10d0\u10db\u10d4\u10e2\u10e0\u10d4\u10d1\u10e8\u10d8.
noMemory=\u10d7\u10e5\u10d5\u10d4\u10dc\u10d8 \u10db\u10dd\u10d7\u10ee\u10dd\u10d5\u10dc\u10d8\u10da\u10d8 \u10e5\u10db\u10d4\u10d3\u10d4\u10d1\u10d8\u10e1 \u10d3\u10d0\u10e1\u10d0\u10e1\u10e0\u10e3\u10da\u10d4\u10d1\u10da\u10d0\u10d3 \u10db\u10d4\u10ee\u10e1\u10d8\u10d4\u10e0\u10d4\u10d1\u10d0 \u10e1\u10d0\u10d9\u10db\u10d0\u10e0\u10d8\u10e1\u10d8 \u10d0\u10e0\u10d0\u10d0.\n\n\u10d3\u10d0\u10ee\u10e3\u10e0\u10d4\u10d7 \u10d6\u10dd\u10d2\u10d8\u10d4\u10e0\u10d7\u10d8 \u10de\u10e0\u10dd\u10d2\u10e0\u10d0\u10db\u10d0 \u10d3\u10d0 \u10d9\u10d5\u10da\u10d0\u10d5 \u10e1\u10ea\u10d0\u10d3\u10d4\u10d7.
title=\u10d8\u10e2\u10d5\u10d8\u10e0\u10d7\u10d4\u10d1\u10d0 %S
fileAlreadyExistsError=%S \u10d5\u10d4\u10e0 \u10e8\u10d4\u10d8\u10dc\u10d0\u10ee\u10d4\u10d1\u10d0, \u10e0\u10d0\u10d3\u10d2\u10d0\u10dc \u10e4\u10d0\u10d8\u10da\u10d8 \u10d8\u10d2\u10d8\u10d5\u10d4 \u10e1\u10d0\u10ee\u10d4\u10da\u10d8\u10d7 \u10e3\u10d9\u10d5\u10d4 \u10d0\u10e0\u10e1\u10d4\u10d1\u10dd\u10d1\u10e1 '_files' \u10d3\u10d0\u10e1\u10e2\u10d0\u10e8\u10d8.\n\n\u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10e8\u10d4\u10dc\u10d0\u10ee\u10d5\u10d0 \u10e1\u10ee\u10d5\u10d0 \u10db\u10d8\u10e1\u10d0\u10db\u10d0\u10e0\u10d7\u10d6\u10d4.
fileNameTooLongError=%S \u10d5\u10d4\u10e0 \u10e8\u10d4\u10d8\u10dc\u10d0\u10ee\u10d4\u10d1\u10d0, \u10e0\u10d0\u10d3\u10d2\u10d0\u10dc \u10e4\u10d0\u10d8\u10da\u10d8\u10e1 \u10e1\u10d0\u10ee\u10d4\u10da\u10d8 \u10db\u10d4\u10e2\u10d8\u10e1\u10db\u10d4\u10e2\u10d0\u10d3 \u10d2\u10e0\u10eb\u10d4\u10da\u10d8\u10d0.\n\n\u10e1\u10ea\u10d0\u10d3\u10d4\u10d7 \u10e8\u10d4\u10d8\u10dc\u10d0\u10ee\u10dd\u10d7 \u10e3\u10e4\u10e0\u10dd \u10db\u10dd\u10d9\u10da\u10d4 \u10e4\u10d0\u10d8\u10da\u10d8\u10e1 \u10e1\u10d0\u10ee\u10d4\u10da\u10d8\u10d7.
