#Translated with MozillaTranslator version 5.03
#Thu Oct 28 19:15:18 CEST 2004
MixedContentShowAgain=Baz\u0131 \u015Fifrelenmemi\u015F bilgiler i\u00E7eren bir \u015Fifreli a\u011F sayfas\u0131 a\u00E7mak istedi\u011Fimde uyar\u0131 ver.
SecurityButtonTooltipText=Aktiv sayfa hakk\u0131nda g\u00FCvenlik bilgilerini g\u00F6sterir
Continue=Devam et
LeaveSecureShowAgain=\u015Eifreli bir sayfadan \u015Fifresiz olana ge\u00E7mek istedi\u011Fimde uyar\u0131 ver.
EnterSecureShowAgain=\u015Eifreli bir sayfa a\u00E7mak istedi\u011Fimde uyar\u0131 ver.
PostToInsecureFromInsecureMessage=Girdi\u011Finiz bilgiler \u015Fifresiz bir ba\u011Flant\u0131 \u00FCzerinden g\u00F6nderilecek ve  \u00FC\u00E7\u00FCnc\u00FC \u015Fah\u0131slar taraf\u0131ndan kolayca okunabilir.\#\#Bilgileri g\u00F6ndermek istedi\u011Finizden emin misiniz?\#\#
EnterSecureMessage=\u015Eifreli bir sayfa istediniz. A\u011F sayfas\u0131n\u0131n kimli\u011Fi do\u011Fruland\u0131 ve bu sayfada g\u00F6rd\u00FC\u011F\u00FCn\u00FCz veya sayfadan g\u00F6nderdi\u011Finiz bilgiler \u00FC\u00E7\u00FCnc\u00FC \u015Fah\u0131slar taraf\u0131ndan kolay okunamazlar.
WeakSecureMessage=D\u00FC\u015F\u00FCk dereceli \u015Fifreleme kullanan bir sayfa istediniz. A\u011F  sayfas\u0131n\u0131n kimli\u011Fi do\u011Fruland\u0131, ancak sayfada g\u00F6rd\u00FC\u011F\u00FCn\u00FCz veya sayfadan girdi\u011Finiz bilgilere \u00FC\u00E7\u00FCnc\u00FC \u015Fah\u0131slar kolayca ula\u015Fabilir.
MixedContentMessage=Baz\u0131 \u015Fifrelenmemi\u015F bilgiler i\u00E7eren bir \u015Fifreli a\u011F  sayfas\u0131 istediniz. Sayfada g\u00F6rd\u00FC\u011F\u00FCn\u00FCz ya da sayfadan girdi\u011Finiz bilgilere \u00FC\u00E7\u00FCnc\u00FC \u015Fah\u0131slar  kolayca ula\u015Fabilir.
Title=G\u00FCvenlik Uyar\u0131s\u0131
PostToInsecureFromInsecureShowAgain=\u015Eifrelenmemi\u015F bir bilgi g\u00F6ndermek istedi\u011Fimde beni uyar.
LeaveSecureMessage=\u015Eifreli bir sayfadan ayr\u0131l\u0131yorsunuz. \u015Eu andan itibaren g\u00F6nderdi\u011Finiz veya ald\u0131\u011F\u0131n\u0131z bilgilere \u00FC\u00E7\u00FCnc\u00FC \u015Fah\u0131slar taraf\u0131ndan ula\u015F\u0131labilir.
WeakSecureShowAgain=D\u00FC\u015F\u00FCk dereceli \u015Fifreleme kullanan bir a\u011F sayfas\u0131 g\u00F6r\u00FCnt\u00FClemek istedi\u011Fimde beni uyar.
PostToInsecureFromSecureMessage=Sayfa \u015Fifreli olmas\u0131na ra\u011Fmen, girdi\u011Finiz bilgiler \u015Fifreli olmayan bir ba\u011Flant\u0131 \u00FCzerinden g\u00F6nderilecek ve bunlar kolayca \u00FC\u00E7\u00FCnc\u00FC \u015Fah\u0131slar\u0131n eline ge\u00E7ebilir.\#\#Devam etmek istedi\u011Finizden emin misiniz?\#\#
SecurityButtonMixedContentTooltipText=Uyarı: Kimliği doğrulanmayan bir içerik içeriyor
