## Signature Information strings
SINoneLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u044F\u043C\u0430 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441
SINone=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F. \u041B\u0438\u043F\u0441\u0430\u0442\u0430 \u043D\u0430 \u0442\u0430\u043A\u044A\u0432 \u043F\u043E\u0434\u043F\u0438\u0441 \u043E\u0437\u043D\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E \u043E\u0442 \u043D\u044F\u043A\u043E\u0439, \u043F\u0440\u0435\u0442\u0435\u043D\u0434\u0438\u0440\u0430\u0449, \u0447\u0435 \u0438\u043C\u0430 \u0442\u043E\u0437\u0438 \u0430\u0434\u0440\u0435\u0441. \u0412\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u0435 \u0441\u044A\u0449\u043E \u0442\u0430\u043A\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0434\u0430 \u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u043E \u043F\u043E \u043F\u044A\u0442\u044F \u043F\u0440\u0435\u0437 \u043C\u0440\u0435\u0436\u0430\u0442\u0430. \u0417\u0430 \u043D\u0435\u0449\u0430\u0441\u0442\u0438\u0435 \u0435 \u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u0438 \u0434\u0432\u0435\u0442\u0435 \u043D\u0435\u0449\u0430 \u0434\u0430 \u0441\u0430 \u0441\u0435 \u0441\u043B\u0443\u0447\u0438\u043B\u0438.

SIValidLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E
SIValid=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0432\u043A\u043B\u044E\u0447\u0432\u0430 \u0432\u0430\u043B\u0438\u0434\u0435\u043D \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441 \u0438 \u043D\u0435 \u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u044F\u043D\u043E \u043E\u0442\u043A\u0430\u043A\u0442\u043E \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E.

SIInvalidLabel=\u0426\u0438\u0444\u0440\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u043F\u0438\u0441 \u0435 \u043D\u0435\u0432\u0430\u043B\u0438\u0434\u0435\u043D
SIInvalidHeader=\u0422\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E \u0432\u043A\u043B\u044E\u0447\u0432\u0430 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441, \u043E\u0431\u0430\u0447\u0435 \u0442\u043E\u0439 \u0435 \u043D\u0435\u0432\u0430\u043B\u0438\u0434\u0435\u043D.

SIContentAltered=\u041F\u043E\u0434\u043F\u0438\u0441\u044A\u0442 \u043D\u0435 \u043E\u0442\u0433\u043E\u0432\u0430\u0440\u044F \u043D\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E. \u0418\u0437\u0433\u043B\u0435\u0436\u0434\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0431\u0438\u043B\u043E \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u043E, \u0441\u043B\u0435\u0434 \u043A\u0430\u0442\u043E \u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E \u043E\u0442 \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F. \u041D\u0435 \u0431\u0438 \u0442\u0440\u044F\u0431\u0432\u0430\u043B\u043E \u0434\u0430 \u0441\u0435 \u0434\u043E\u0432\u0435\u0440\u044F\u0432\u0430\u0442\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E, \u0434\u043E\u043A\u0430\u0442\u043E \u043D\u0435 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\u0442\u043E \u043C\u0443 \u0441 \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F.
SIExpired=\u0412\u0430\u043B\u0438\u0434\u043D\u043E\u0441\u0442\u0442\u0430 \u043D\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0438\u0437\u0442\u0435\u043A\u043B\u0430. \u0421\u0432\u0435\u0440\u0435\u0442\u0435 \u0447\u0430\u0441\u043E\u0432\u043D\u0438\u043A\u0430 \u043D\u0430 \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440\u0430 \u0432\u0438.
SIRevoked=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0430\u043D\u0443\u043B\u0438\u0440\u0430\u043D. \u041D\u0435 \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0434\u043E\u0432\u0435\u0440\u044F\u0432\u0430\u0442\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E, \u0434\u043E\u043A\u0430\u0442\u043E \u043D\u0435 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\u0442\u043E \u043C\u0443 \u0441 \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F.
SINotYetValid=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E, \u0438\u0437\u0433\u043B\u0435\u0436\u0434\u0430 \u043E\u0449\u0435 \u043D\u0435 \u0432 \u0441\u0438\u043B\u0430. \u0421\u0432\u0435\u0440\u0435\u0442\u0435 \u0447\u0430\u0441\u043E\u0432\u043D\u0438\u043A\u0430 \u043D\u0430 \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440\u0430.
SIUnknownCA=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0438\u0437\u0434\u0430\u0434\u0435\u043D \u043E\u0442 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440.
SIUntrustedCA=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0438\u0437\u0434\u0430\u0434\u0435\u043D \u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440, \u043D\u0430 \u043A\u043E\u0433\u043E\u0442\u043E \u043D\u0435 \u0441\u0435 \u0434\u043E\u0432\u0435\u0440\u044F\u0432\u0430\u0442\u0435 \u0437\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0442\u0430\u043A\u044A\u0432 \u0432\u0438\u0434 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438.
SIExpiredCA=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0438\u0437\u0434\u0430\u0434\u0435\u043D \u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440, \u0447\u0438\u0439\u0442\u043E \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0435 \u0438\u0437\u0442\u0435\u043A\u044A\u043B. \u0421\u0432\u0435\u0440\u0435\u0442\u0435 \u0447\u0430\u0441\u043E\u0432\u043D\u0438\u043A\u0430 \u043D\u0430 \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440\u0430 \u0432\u0438.
SIRevokedCA=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0438\u0437\u0434\u0430\u0434\u0435\u043D \u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440, \u0447\u0438\u0439\u0442\u043E \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0435 \u0430\u043D\u0443\u043B\u0438\u0440\u0430\u043D. \u041D\u0435 \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0434\u043E\u0432\u0435\u0440\u044F\u0432\u0430\u0442\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E, \u0434\u043E\u043A\u0430\u0442\u043E \u043D\u0435 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\u0442\u043E \u043C\u0443 \u0441 \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F.
SINotYetValidCA=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0438\u0437\u0434\u0430\u0434\u0435\u043D \u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440, \u0447\u0438\u0439\u0442\u043E \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u043E\u0449\u0435 \u043D\u0435 \u0432 \u0441\u0438\u043B\u0430. \u0421\u0432\u0435\u0440\u0435\u0442\u0435 \u0447\u0430\u0441\u043E\u0432\u043D\u0438\u043A\u0430 \u043D\u0430 \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440\u0430 \u0432\u0438.
SIInvalidCipher=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E \u0441\u044A\u0441 \u0441\u043B\u043E\u0436\u043D\u043E\u0441\u0442, \u043A\u043E\u044F\u0442\u043E \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0432\u0430\u0448\u0438\u044F \u0441\u043E\u0444\u0442\u0443\u0435\u0440.
SIClueless=\u0418\u043C\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438 \u0441 \u0442\u043E\u0437\u0438 \u0446\u0438\u0444\u0440\u043E\u0432 \u043F\u043E\u0434\u043F\u0438\u0441. \u041D\u0435 \u0431\u0438 \u0442\u0440\u044F\u0431\u0432\u0430\u043B\u043E \u0434\u0430 \u0441\u0435 \u0434\u043E\u0432\u0435\u0440\u044F\u0432\u0430\u0442\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E, \u0434\u043E\u043A\u0430\u0442\u043E \u043D\u0435 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\u0442\u043E \u043C\u0443 \u0441 \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F.

SIPartiallyValidLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E
SIPartiallyValidHeader=\u0412\u044A\u043F\u0440\u0435\u043A\u0438, \u0447\u0435 \u0446\u0438\u0444\u0440\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u043F\u0438\u0441 \u0432 \u0432\u0430\u043B\u0438\u0434\u0435\u043D, \u043D\u0435 \u0441\u0435 \u0437\u043D\u0430\u0435 \u0434\u0430\u043B\u0438 \u043F\u043E\u0434\u0430\u0442\u0435\u043B\u044F \u0438 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u0449\u0438\u044F \u0441\u0430 \u0435\u0434\u0438\u043D \u0441\u044A\u0449\u0438 \u0447\u043E\u0432\u0435\u043A.

SIHeaderMismatch=\u0422\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E \u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E \u043E\u0442 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441, \u043A\u043E\u0439\u0442\u043E \u0441\u0435 \u0440\u0430\u0437\u043B\u0438\u0447\u0430\u0432\u0430 \u043E\u0442 \u0430\u0434\u0440\u0435\u0441\u0430, \u043E\u043F\u0438\u0441\u0430\u043D \u0432 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0438. \u041C\u043E\u043B\u044F, \u0440\u0430\u0437\u0433\u043B\u0435\u0434\u0430\u0439\u0442\u0435 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043A\u043E\u0439 \u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043B \u043F\u0438\u0441\u043C\u043E\u0442\u043E.
SICertWithoutAddress=\u041F\u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E \u0441\u044A\u0441 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u043A\u043E\u0439\u0442\u043E \u043D\u0435 \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u0430\u0434\u0440\u0435\u0441. \u041C\u043E\u043B\u044F, \u0440\u0430\u0437\u0433\u043B\u0435\u0434\u0430\u0439\u0442\u0435 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441, \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043A\u043E\u0438 \u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043B \u043F\u0438\u0441\u043C\u043E\u0442\u043E.

## Encryption Information strings
EINoneLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E
EINone=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u0435 \u0431\u0438\u043B\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E, \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E. \u041D\u0435\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0430 \u043F\u0440\u0435\u0437 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0432\u0438\u0434\u044F\u043D\u0430 \u043E\u0442 \u0434\u0440\u0443\u0433\u0438 \u0445\u043E\u0440\u0430.

EIValidLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E
EIValid=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0431\u0438\u043B\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E \u0434\u043E \u0432\u0430\u0441. \u0428\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435\u0442\u043E \u0437\u0430\u0442\u0440\u0443\u0434\u043D\u044F\u0432\u0430 \u043D\u0435\u0438\u043C\u043E\u0432\u0435\u0440\u043D\u043E \u043C\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u0433\u043B\u0435\u0436\u0434\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0442\u0430\u043A\u0430\u0432\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E\u0442 \u0434\u0440\u0443\u0433\u0438 \u0445\u043E\u0440\u0430.

EIInvalidLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u0435\u0448\u0438\u0444\u0440\u043E\u0432\u0430
EIInvalidHeader=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0431\u0438\u043B\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u0432\u0438 \u0431\u044A\u0434\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E, \u043D\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0434\u0435\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E.

EIContentAltered=\u0418\u0437\u0433\u043B\u0435\u0436\u0434\u0430, \u0447\u0435 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\u0442\u043E \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u043E \u043F\u0440\u0438 \u043F\u0440\u0435\u0434\u0430\u0432\u0430\u043D\u0435\u0442\u043E.
EINoDecryptCert=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D \u0437\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u043B\u0438\u043F\u0441\u0432\u0430.
EIPasswordError=\u041D\u0435 \u0441\u0442\u0435 \u0432\u044A\u0432\u0435\u043B\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E \u0432\u0430\u0448\u0430\u0442\u0430 \u0433\u043B\u0430\u0432\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430.
EIInvalidCipher=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E \u0441\u044A\u0441 \u0441\u043B\u043E\u0436\u043D\u043E\u0441\u0442, \u043A\u043E\u044F\u0442\u043E \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0432\u0430\u0448\u0438\u044F \u0441\u043E\u0444\u0442\u0443\u0435\u0440.
EIClueless=\u0418\u043C\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438 \u0441 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E\u0442\u043E \u043F\u0438\u0441\u043C\u043E.


## Signing Power Information string
SPCanLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E
SPCanHeader=\u0418\u0437\u0431\u0440\u0430\u043B\u0438 \u0441\u0442\u0435 \u0434\u0430 \u043F\u043E\u0434\u043F\u0438\u0448\u0435\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E, \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u0433\u043E \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0442\u0435.
SPCan=\u041A\u043E\u0433\u0430\u0442\u043E \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0445\u043E\u0440\u0430 \u043F\u043E\u043B\u0443\u0447\u0430\u0442 \u0432\u0430\u0448\u0435\u0442\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E \u043F\u0438\u0441\u043C\u043E, \u0442\u0435 \u0449\u0435 \u0441\u0435 \u0443\u0432\u0435\u0440\u044F\u0442, \u0447\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u0438\u0434\u0432\u0430 \u043E\u0442 \u0432\u0430\u0441 \u0438 \u043D\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u044F\u043D\u043E, \u043E\u0442\u043A\u0430\u043A\u0442\u043E \u0441\u0442\u0435 \u0433\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043B\u0438.

SPCannotLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E
SPCannotHeader=\u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043F\u043E\u0434\u043F\u0438\u0448\u0435\u0442\u0435 \u0442\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E

SPNoCert=\u041D\u0435 \u0441\u0442\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u043B\u0438 \u0432\u0430\u043B\u0438\u0434\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u0441\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u0446\u0438\u0444\u0440\u043E\u0432\u0438 \u043F\u043E\u0434\u043F\u0438\u0441\u0438.
SPNoSigCert=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u043A\u043E\u0439\u0442\u043E \u0441\u0442\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u043B\u0438 \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0446\u0435\u043B.
SPNoValidCert=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u043A\u043E\u0439\u0442\u043E \u0441\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u043B\u0438 \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u0430 \u0432\u0441\u0435 \u043E\u0449\u0435 \u043D\u0435 \u0435 \u0432 \u0441\u0438\u043B\u0430. \u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0442\u043E\u0447\u043D\u043E\u0441\u0442\u0442\u0430 \u043D\u0430 \u0447\u0430\u0441\u043E\u0432\u043D\u0438\u043A\u0430 \u043D\u0430 \u043A\u043E\u043C\u043F\u044E\u0442\u044A\u0440\u0430.
SPExpiredCert=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u043A\u043E\u0439\u0442\u043E \u0441\u0442\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u043B\u0438 \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u0430 \u0435 \u0438\u0437\u0442\u0435\u043A\u044A\u043B.
SPRevokedCert=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044A\u0442, \u043A\u043E\u0439\u0442\u043E \u0441\u0442\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u043B\u0438 \u0437\u0430 \u043F\u043E\u0434\u043F\u0438\u0441\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0438\u0441\u043C\u0430 \u0435 \u0431\u0438\u043B \u0430\u043D\u0443\u043B\u0438\u0440\u0430\u043D.


## Encryption Power Information string
EPCanLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430
EPCanHeader=\u0418\u0437\u0431\u0440\u0430\u043B\u0438 \u0441\u0442\u0435 \u0434\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u0435 \u043F\u0438\u0441\u043C\u043E\u0442\u043E \u043F\u0440\u0435\u0434\u0438 \u043D\u0435\u0433\u043E\u0432\u043E\u0442\u043E \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435.
EPCan=\u0410\u043A\u043E \u0441\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043B\u0438 \u0434\u0430 \u0441\u044A\u0445\u0440\u0430\u043D\u044F\u0432\u0430\u0442\u0435 \u043A\u043E\u043F\u0438\u044F \u043E\u0442 \u0432\u0430\u0448\u0438\u0442\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438 \u043F\u0438\u0441\u043C\u0430, \u0442\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0441\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u043E.

EPCannotLabel=\u041F\u0438\u0441\u043C\u043E\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430
EPCannotHeader=\u0422\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430.

EPRecipientUnknown=\u041D\u044F\u043C\u0430\u0442\u0435 \u0432\u044A\u0432\u0435\u0434\u0435\u043D\u0438 \u043D\u0438\u043A\u0430\u043A\u0432\u0438 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0438.
EPNoCerts=\u0412\u0438\u0435 \u043D\u044F\u043C\u0430\u0442\u0435 \u0432\u0430\u043B\u0438\u0434\u043D\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438 \u0437\u0430 \u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0438\:
EPClueless=\u0421 \u0442\u043E\u0432\u0430 \u043F\u0438\u0441\u043C\u043E \u0438\u043C\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438.
