<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
  %brandDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />

  <title>Utilisation des fonctionnalit&eacute;s de
  confidentialit&eacute;</title>
  <!--<link rel="stylesheet" href="content_style.css" type="text/css" />-->
  <link rel="stylesheet" type="text/css" href="helpFileLayout.css" />
</head>

<body>

  <h1 id="using_the_cookie_manager">Utiliser le gestionnaire de cookies</h1>

  <p>Un cookie est un petit bloc d'informations stock&eacute;es sur votre
  ordinateur par certains sites Web. Pour une explication de ce que sont les
  cookies, voir la section <a
  href="privacy_help.xhtml#what_are_cookies_and_how_do_they_work">Que sont
  les cookies, et comment fonctionnent-ils&nbsp;?</a></p>

  <p>Avant le chargement d'une page Web utilisant des cookies, votre navigateur
  fait deux choses&nbsp;:</p>

  <ul>
    <li>Il accepte ou rejette toutes les demandes du site pour
    <strong>stocker</strong> un ou plusieurs cookies sur votre ordinateur.</li>

    <li>Il accepte ou rejette toutes les demandes du site pour
    <strong>lire</strong> des cookies qu'il a pr&eacute;c&eacute;demment
    enregistr&eacute;s sur votre ordinateur. Il est impossible pour un site Web
    de lire des cookies ou d'autres donn&eacute;es sur votre ordinateur &ndash;
    en fait, c'est votre navigateur qui r&eacute;cup&egrave;re et renvoie
    lui-m&ecirc;me les cookies au site Web.</li>
  </ul>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#enabling_and_disabling_cookies">Activer ou
      d&eacute;sactiver les cookies</a></li>

      <li><a href="#managing_cookies_site-by-site">G&eacute;rer les cookies
      site par site</a></li>

      <li><a href="#viewing_cookies">Voir les cookies</a></li>

      <li><a href="#removing_cookies">Supprimer les cookies</a></li>

      <li><a href="#setting_privacy_levels">Configurer les niveaux de
      confidentialit&eacute;</a></li>

      <li><a href="#cookie_manager_settings">Pr&eacute;f&eacute;rences du
      gestionnaire de cookie</a></li>
    </ul>
  </div>

  <h2 id="enabling_and_disabling_cookies">Activer ou d&eacute;sactiver les
  cookies</h2>

  <p>Vous pouvez pr&eacute;ciser comment les cookies doivent &ecirc;tre
  g&eacute;r&eacute;s en r&eacute;glant vos pr&eacute;f&eacute;rences de
  cookies. La configuration par d&eacute;faut est <q>Activer tous les
  cookies</q>.</p>

  <p>Pour changer vos pr&eacute;f&eacute;rences pour les cookies&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et s&eacute;lectionnez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Cookies</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur la cat&eacute;gorie
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q>.</li>

    <li>Configurez vos pr&eacute;f&eacute;rences des Cookies.</li>
  </ol>

  <p>Pour plus d'informations sur l'effet de chaque configuration, voir la
  section <a href="#cookies">Pr&eacute;f&eacute;rences de
  Confidentialit&eacute; et s&eacute;curit&eacute; - Cookies</a>.</p>

  <p>[&nbsp;<a href="#using_the_cookie_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="managing_cookies_site-by-site">G&eacute;rer les cookies site par
  site</h2>

  <p>Pour d&eacute;finir les cookies pour le site en cours&nbsp;:</p>

  <ol>
  <li>Ouvrez le menu <q>Outils</q> et s&eacute;lectionnez <q>Gestionnaire de
  cookies</q>.</li>

  <li>Choisissez un des &eacute;l&eacute;ments suivants&nbsp;:
    <dl>
      <dt>Interdire les cookies de ce site&nbsp;:</dt>
      <dd>Emp&ecirc;che le site en cours de d&eacute;finir des cookies.</dd>

      <dt>Utiliser les permissions des cookies par d&eacute;faut&nbsp;:</dt>
      <dd>Red&eacute;finit les permissions pour les cookies du site en cours et
      utilise les <a href="#cookie_manager_settings">param&egrave;tres par
      d&eacute;faut</a>.</dd>

      <dt>Autoriser les cookies de session de ce site&nbsp;:</dt>
      <dd>Autorise le site en cours &agrave; d&eacute;finir des cookies de
      session. Les cookies persistants de ce site seront modifi&eacute;s en
      cookies de session.</dd>

      <dt>Autoriser les cookies de ce site&nbsp;:</dt>
      <dd>Autorise le site en cours &agrave; d&eacute;finir des cookies.</dd>
    </dl>
  </li>
  </ol>

  <p>Pour <a href="#add_cookie_sites">d&eacute;finir les permissions de
  cookies</a> pour plusieurs sites ou un site que vous n'&ecirc;tes pas en
  train de consulter, utilisez le gestionnaire de cookies.</p>

  <p>Si vous avez s&eacute;lectionn&eacute; <q>Demander pour chaque cookie</q>
  dans <a href="#cookie_manager_settings">Pr&eacute;f&eacute;rences
  de Confidentialit&eacute; et s&eacute;curit&eacute; - Cookies</a>, vous serez
  averti (pendant la navigation) qu'un site Web veut cr&eacute;er un cookie.
  Quand vous voyez un tel avertissement, vous pouvez choisir <q>Autoriser</q>,
  <q>Autoriser durant la session</q> ou <q>Interdire</q> le cookie.</p>

  <p>Autres options de dialogue&nbsp;:</p>

  <dl>
    <dt>Appliquer ce choix pour tous les cookies de ce site&nbsp;:</dt>
    <dd>Si vous cochez cette case, vous ne serez pas averti la prochaine fois
    que le site essaiera de cr&eacute;er ou de modifier un cookie et votre
    choix <q>Autoriser</q> ou <q>Interdire</q> continuera d'&ecirc;tre
    appliqu&eacute; automatiquement chaque fois que vous visiterez le
    site.</dd>

    <dt><q>Afficher les d&eacute;tails</q>/<q>Masquer les
    d&eacute;tails</q>&nbsp;:</dt>
    <dd>Cliquez sur le bouton pour afficher ou masquer les
    <a href="#viewing_cookies">d&eacute;tails</a> du cookie.</dd>
  </dl>

  <p>Pour changer une r&eacute;ponse m&eacute;moris&eacute;e, utilisez le
  gestionnaire de cookies pour modifier les <a href="#stored_cookies">cookies
  stock&eacute;s</a> et <a href="#cookie_sites">ajouter ou enlever des sites
  contenant des cookies</a>.</p>

  <!--<p>En choisissant <q>Se rappeler de cette d&eacute;cision</q>, la
  d&eacute;cision prise sera appliqu&eacute;e automatiquement chaque fois que
  vous visiterez le site. Vous ne serez plus pr&eacute;venu la prochaine fois
  que ce site essayera de cr&eacute;er ou modifier un cookie.</p>

  <p>Pour changer une r&eacute;ponse m&eacute;moris&eacute;e, il faut passer
  par le gestionnaire de cookies pour &eacute;diter votre ordonnance.</p>-->

  <p>Pour modifier la politique de r&eacute;tention des cookies d'un
  site&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Outils</q>, et s&eacute;lectionnez <q>Gestionnaire de
    cookies</q>.</li>

    <li>Cliquez sur <q>G&eacute;rer les cookies stock&eacute;s</q> dans le
    sous-menu. La fen&ecirc;tre du gestionnaire de cookies s'ouvre avec la
    liste de tous les cookies stock&eacute;s sur votre ordinateur.</li>

    <li>Cliquez sur l'onglet <q>Sites avec cookies</q>. Les sites Web pour
    lesquels vous acceptez ou refusez explicitement les cookies sont
    list&eacute;s.</li>

    <li>Cliquez sur le site dont vous voulez modifier la politique
    d'acceptation des cookies, cliquez alors sur <q>Supprimer le site</q>.</li>
  </ol>

  <p>[&nbsp;<a href="#using_the_cookie_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="viewing_cookies">Voir les cookies</h2>

  <p>Pour voir des informations d&eacute;taill&eacute;es sur vos cookies:</p>

  <ol>
    <li>Ouvrez le menu <q>Outils</q>, et s&eacute;lectionnez <q>Gestionnaire de
    cookies</q>.</li>

    <li>Choisissez <q>G&eacute;rer les cookies stock&eacute;s</q> dans le
    sous-menu. La fen&ecirc;tre du gestionnaire de cookies s'ouvre avec la
    liste de tous les cookies stock&eacute;s sur votre ordinateur.</li>

    <li>Cliquez sur l'onglet <q>Cookies stock&eacute;s</q>. Tous les cookies
    stock&eacute;s sur votre ordinateur sont list&eacute;s.</li>

    <li>Pour voir des d&eacute;tails sur un cookie particulier, cliquez
    dessus.</li>
  </ol>

  <p>Pour plus d'informations sur les informations qui sont affich&eacute;es,
  voir <a href="#stored_cookies">Cookies Stock&eacute;s</a>.</p>

  <p>[&nbsp;<a href="#using_the_cookie_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="removing_cookies">Supprimer les cookies</h2>

  <p><strong>Important</strong>&nbsp;: pour effacer les cookies, suivez les
  instructions de cette section. N'essayez pas d'&eacute;diter le fichier des
  cookies de votre ordinateur.</p>

  <p>Pour effacer un ou plusieurs cookies de votre ordinateur&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Outils</q>, et choisissez <q>Gestionnaire de
    cookies</q>.</li>

    <li>Choisissez <q>G&eacute;rer les cookies stock&eacute;s</q> dans le
    sous-menu. La fen&ecirc;tre du gestionnaire de cookies s'ouvre avec la
    liste de tous les cookies stock&eacute;s sur votre ordinateur.</li>

    <li>Choisissez un ou plusieurs cookies et cliquez sur <q>Supprimer le
    cookie</q>, ou sur <q>Supprimer tous les cookies</q>.</li>
  </ol>

  <p>Si vous effacez le cookie maintenant, vous r&eacute;cup&eacute;rerez le
  m&ecirc;me cookie &agrave; votre prochaine visite du site.</p>

  <p>Pour emp&ecirc;cher cela, s&eacute;lectionnez la case <q>Interdire les
  futurs cookies des sites associ&eacute;s aux cookies
  supprim&eacute;s</q>. Quand cette case est coch&eacute;e, les sites Web pour
  les cookies que vous effacez sont plac&eacute;s dans la liste des cookies
  &agrave; rejeter automatiquement.</p>

  <!--<p>Vous devez cliquer sur <q>OK</q> pour accepter les modifications.</p>-->

  <p>[&nbsp;<a href="#using_the_cookie_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="setting_privacy_levels">Configurer les niveaux de
  confidentialit&eacute;</h2>

  <p>Un certain nombre de sites d&eacute;veloppent et publient leur politique
  de confidentialit&eacute; bas&eacute;e sur le standard de Plate-forme pour
  les Pr&eacute;f&eacute;rences de Confidentialit&eacute; (P3P). Les
  informations qui suivent ne s'appliquent qu'aux sites Web qui
  d&eacute;veloppent une politique de confidentialit&eacute; bas&eacute;e sur
  le standard P3P, et sur l'insertion de ce standard dans le navigateur.
  L'insertion du navigateur n'est, en aucun cas, identique au standard
  publi&eacute; par le <a href="http://www.w3.org" hreflang="en">World Wide Web
  Consortium (W3C)</a>.</p>

  <p>Une politique de confidentialit&eacute; P3P d'un site Web d&eacute;finit,
  dans un but de standardisation, quels types d'informations le site
  r&eacute;cup&egrave;re, &agrave; qui il donne ces informations, et qui les
  utilise. Pour plus d'informations sur comment consulter la politique de
  confidentialit&eacute; d'un site Web, voir la section <a href=
  "#viewing_privacy_policies">Voir les Politiques de
  Confidentialit&eacute;</a>.</p>

  <p>L'insertion du standard P3P du navigateur d&eacute;finit trois niveaux de
  confidentialit&eacute;&nbsp;: bas, moyen, et haut (moyen &eacute;tant
  l'option par d&eacute;faut). Vous pouvez choisir l'un de ces niveaux
  pr&eacute;d&eacute;finis, ou vous pouvez sp&eacute;cifier vos propres
  pr&eacute;f&eacute;rences de confidentialit&eacute;. Une fois d&eacute;fini
  votre niveau de confidentialit&eacute;, le navigateur va comparer vos
  pr&eacute;f&eacute;rences avec la politique P3P du site Web (si disponible)
  et accepter ou rejeter les cookies.</p>

  <p>Par exemple, vos pr&eacute;f&eacute;rences de confidentialit&eacute;
  peuvent forcer le navigateur &agrave; rejeter les cookies qui
  r&eacute;cup&egrave;rent des informations personnelles sans votre accord.
  &Agrave; l'oppos&eacute;, vous pouvez choisir que votre navigateur vous
  alerte simplement qu'un tel cookie est utilis&eacute; dans ce but, tout en
  l'acceptant.</p>

  <p>Pour contr&ocirc;ler les pr&eacute;f&eacute;rences de
  confidentialit&eacute; que vous voulez pour tous les sites Web&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et s&eacute;lectionnez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Cookies</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>S&eacute;lectionnez l'option <q>Autoriser les cookies sur la base des
    niveaux de confidentialit&eacute;</q>.</li>

    <li>Cliquez sur <q>Voir les param&egrave;tres de
    confidentialit&eacute;</q>.</li>

    <li>Dans la bo&icirc;te de dialogue des param&egrave;tres de
    confidentialit&eacute;, s&eacute;lectionnez le niveau d&eacute;sir&eacute;,
    ou choisissez <q>personnalis&eacute;</q> pour sp&eacute;cifier vos propres
    pr&eacute;f&eacute;rences de confidentialit&eacute;.</li>

    <li>Cliquez sur <q>OK</q> pour confirmer vos choix.</li>
  </ol>

  <p>Votre navigateur classe les cookies en rapport avec vos
  pr&eacute;f&eacute;rences. Si vous ne s&eacute;lectionnez pas un niveau
  personnalis&eacute;, le niveau par d&eacute;faut est moyen. Les niveaux bas,
  moyen et haut sont pr&eacute;d&eacute;finis par &brandShortName;. Pour plus
  d'informations sur ces niveaux pr&eacute;d&eacute;finis, voir <a href=
  "#privacy_settings">Pr&eacute;f&eacute;rences de
  Confidentialit&eacute;</a>.</p>

  <p>Quand le niveau <q>personnalis&eacute;</q> est s&eacute;lectionn&eacute;,
  vous pouvez d&eacute;finir vos pr&eacute;f&eacute;rences de
  confidentialit&eacute; en d&eacute;tail. En fonction de la politique P3P du
  site qui cr&eacute;e le cookie, et en fonction du fait que le site qui
  cr&eacute;e le cookie est celui que vous visitez ou non, vous pouvez
  choisir parmi diff&eacute;rentes actions&nbsp;: accepter le cookie, le
  rejeter, le marquer, l'accepter pour la session courante seulement
  (c'est-&agrave;-dire, jusqu'&agrave; ce que vous fermiez le navigateur).</p>

  <p>Si vous choisissez <q>Rejeter</q>, <q>Marquer</q>, ou <q>Session</q> pour
  une certaine cat&eacute;gorie de cookies, le gestionnaire de cookies
  affichera une ic&ocirc;ne de notification (<img alt=
  "ic&ocirc;ne de notification de cookie" src=
  "chrome://communicator/skin/permissions/taskbar-cookie.gif" />) dans le coin en
  bas &agrave; droite du navigateur si un site Web correspondant &agrave; cette
  cat&eacute;gorie cr&eacute;e un cookie. Quand cette ic&ocirc;ne
  s'affiche, vous pouvez cliquer dessus pour obtenir des informations sur le
  cookie.</p>

  <p>Les <q>cookies du site initial</q> sont les cookies cr&eacute;&eacute;s par
  le site que vous visitez. Les <q>cookies d'un site tiers</q> aussi
  appel&eacute;s
  <a href="privacy_help.xhtml#what_are_third-party_cookies">cookies
  &eacute;tranger</a>, sont des cookies cr&eacute;&eacute;s par d'autres sites
  que celui que vous visitez.</p>

  <p>Pour plus d'informations, voir la section <a href=
  "#privacy_settings">Pr&eacute;f&eacute;rences de
  Confidentialit&eacute;</a>.</p>

  <p>[&nbsp;<a href="#using_the_cookie_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="cookie_manager_settings">Pr&eacute;f&eacute;rences du gestionnaire de
  cookies</h2>

  <p>Cette section explique comment d&eacute;finir vos
  pr&eacute;f&eacute;rences de cookies et contr&ocirc;ler d'autres aspects de
  la manipulation des cookies.</p>

  <p>Pour une description pas&ndash;&agrave;&ndash;pas des diff&eacute;rentes
  t&acirc;ches li&eacute;es aux cookies, voir la section <a href=
  "using_priv_help.xhtml#using_the_cookie_manager">Utiliser le gestionnaire de
  cookies</a>.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#cookies">Pr&eacute;f&eacute;rences de
      Confidentialit&eacute; et s&eacute;curit&eacute; - Cookies</a></li>

      <li><a href="#stored_cookies">Cookies stock&eacute;s</a></li>

      <li><a href="#cookie_sites">Sites avec cookies</a></li>

      <li><a href="#privacy_settings">Pr&eacute;f&eacute;rences de
      Confidentialit&eacute;</a></li>

      <li><a href="#cookie_notification">Notification de cookies</a></li>
    </ul>
  </div>

  <h3 id="cookies">Pr&eacute;f&eacute;rences de Confidentialit&eacute; et
  s&eacute;curit&eacute; - Cookies</h3>

  <p>Votre navigateur est configur&eacute; par d&eacute;faut pour accepter tous
  les cookies. Cette section explique comment modifier les
  pr&eacute;f&eacute;rences des cookies. Si vous ne voyez pas
  d&eacute;j&agrave; le panneau, faites comme ceci&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu<q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et s&eacute;lectionnez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Cookies</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>
  </ol>

  <p>Les cookies permettent aux sites Web de conserver des informations sur
  vous, comme le contenu de votre panier d'achats, ou de quelle ville vous
  voulez voir la m&eacute;t&eacute;o. Pour une explication br&egrave;ve, voir
  la section <a href="privacy_help.xhtml#what_are_cookies_and_how_do_they_work">Que
  sont les cookies, et comment fonctionnent-ils&nbsp;?</a></p>

  <p>Vous pouvez choisir une de ces options&nbsp;:</p>

  <dl>
    <dt>Bloquer les cookies&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option pour refuser tous les cookies.</dd>

    <dt>Autoriser les cookies du serveur initial seulement&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous ne voulez pas accepter les
    <a href="privacy_help.xhtml#what_are_third-party_cookies">cookies
    &eacute;trangers</a>.</dd>

    <dt>Autoriser les cookies sur la base des niveaux de
    confidentialit&eacute;&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous voulez classer les cookies en
    se basant sur les pr&eacute;f&eacute;rences de confidentialit&eacute;. Si
    vous choisissez cette option, cliquez sur le bouton <q>Voir les
    param&egrave;tres de confidentialit&eacute;</q> pour confirmer ou modifier
    vos pr&eacute;f&eacute;rences de confidentialit&eacute;.</dd>

    <dt>Autoriser tous les cookies&nbsp;:</dt>

    <dd>
      C'est l'option par d&eacute;faut. S&eacute;lectionnez cette option pour
      permettre &agrave; n'importe quel site qui n'est pas bloqu&eacute; de
      cr&eacute;er des cookies sur votre ordinateur.

      <p><strong>Remarque</strong>&nbsp;: bloquer les cookies ne supprime pas
      les anciens cookies. En bloquant les cookies, vous emp&ecirc;chez
      seulement les sites de cr&eacute;er de nouveaux cookies mais les anciens
      cookies continueront d'&ecirc;tre envoy&eacute;s vers les sites. Pour
      emp&ecirc;cher compl&egrave;tement un site de recevoir d'anciens cookies,
      vous devez <a href="#removing_cookies">supprimer ses cookies</a>.</p>

      <p><strong>Remarque</strong>&nbsp;: les <a href="#cookie_sites">permissions
      de cookies par site</a> supplantent les param&egrave;tres par
      d&eacute;faut des cookies. Par exemple, si vous autorisez un site
      &agrave; cr&eacute;er des cookies, le site peut cr&eacute;er des cookies
      m&ecirc;me si vous avez choisi <q>Bloquer les cookies</q>.</p>
    </dd>
  </dl>

  <p>Si vous autorisez les cookies ou ne modifiez pas vos
  pr&eacute;f&eacute;rences par d&eacute;faut, vous pouvez aussi
  s&eacute;lectionner les pr&eacute;f&eacute;rences suivantes&nbsp;:</p>

  <dl>
    <dt>Accepter les cookies normalement&nbsp;:</dt>

    <dd class="rediger">S&eacute;lectionnez cette option si vous souhaitez que
    les sites visit&eacute;s vous envoient des cookies et les modifient sans
    restriction.</dd>

    <dt>Accepter pour la session en cours seulement&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option pour supprimer le cookie lors de la
    fermeture du navigateur.</dd>

    <dt>Accepter les cookies pour __ jours&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous voulez limiter la dur&eacute;e
    de vie des cookies sur votre ordinateur; saisissez ensuite un nombre de
    jours.</dd>

    <dt>Demander pour chaque cookie&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous voulez que le gestionnaire de
    cookies vous avertisse chaque fois qu'un site va stocker un cookie.
    De plus, vous pouvez choisir <q>&agrave; l'exception des cookies de
    session</q> pour que &brandShortName; ne vous pr&eacute;vienne pas si le
    site cr&eacute;e des cookies qui seront supprim&eacute;s quand vous fermerez
    votre navigateur.</dd>
</dl>

  <p>Vous pouvez aussi obtenir plus d'informations sur les cookies
  stock&eacute;s&nbsp;:</p>

  <dl>
    <dt>Gestionnaire de cookies&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour voir des informations sur les cookies
    actuellement stock&eacute;s sur votre ordinateur et quels sites ont le
    droit d'en cr&eacute;er.</dd>
  </dl>

  <p>[&nbsp;<a href="#cookie_manager_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h3 id="stored_cookies">Cookies stock&eacute;s</h3>

  <p>Cette section explique comment utiliser l'onglet <q>Cookies
  stock&eacute;s</q> du gestionnaire de cookies. Si vous ne le voyez pas
  d&eacute;j&agrave;, faites comme ceci&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et s&eacute;lectionnez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Cookies</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Gestionnaire de cookies</q>.</li>
  </ol>

  <p>L'onglet <q>Cookies stock&eacute;s</q> liste tous les cookies
  stock&eacute;s sur votre ordinateur, les sites correspondants, et leur statut
  actuel.</p>

  <p>Si vous ne voyez pas la colonne <q>Statut</q>, cliquez sur l'ic&ocirc;ne
  dans le coin haut &agrave; droite et s&eacute;lectionnez <q>Statut</q>. Cette
  colonne indique quels cookies ont &eacute;t&eacute; marqu&eacute;s ou
  accept&eacute;s en regard des <a href=
  "#privacy_settings">Pr&eacute;f&eacute;rences de
  Confidentialit&eacute;</a>.</p>

  <p>Quand vous s&eacute;lectionnez un cookie de la liste, les informations
  suivantes apparaissent dans la deuxi&egrave;me partie de l'onglet&nbsp;:</p>

  <table summary="list of fields" cellpadding="3" cellspacing="3" border="1">
    <caption>
      Informations sur un cookie
    </caption>

    <thead>
      <tr>
        <th>Entr&eacute;e</th>

        <th>Explication</th>
      </tr>
    </thead>

    <tbody>
      <tr>
        <th>Nom du cookie</th>

        <td>Nom attribu&eacute; au cookie par son cr&eacute;ateur.</td>
      </tr>

      <tr>
        <th>Contenu</th>

        <td>Repr&eacute;sente les informations que le site Web a
        stock&eacute;es dans le cookie. Ce champ peut contenir une cl&eacute;
        (ou un nom d'utilisateur) vous identifiant sur le site Web, mais aussi
        votre parcours de navigation et, par recoupement, vos centres
        d'int&eacute;r&ecirc;t ou d'autres informations.</td>
      </tr>

      <tr>
        <th>H&ocirc;te ou domaine</th>

        <td>
          Contient le nom du domaine ou de l'h&ocirc;te du cookie.

          <p>Un cookie d'<q>h&ocirc;te</q> est r&eacute;cup&eacute;rable,
          pendant la visite, uniquement par le <a href="glossary.xhtml#server"
          class="glossary">serveur</a> qui l'a cr&eacute;&eacute;.</p>

          <p>Un cookie de <q>domaine</q> est r&eacute;cup&eacute;rable par
          n'importe quel site appartenant au m&ecirc;me domaine que le site qui
          l'a cr&eacute;&eacute;. Le domaine d'un site fait partie de son URL,
          et repr&eacute;sente le nom d'une organisation, d'une entreprise, ou
          d'une &eacute;cole &mdash; comme <tt>mozilla.org</tt> ou
          <tt>service-public.fr</tt>.</p>
        </td>
      </tr>

      <tr>
        <th>Chemin</th>

        <td>Contient le chemin d'origine du cookie. Donn&eacute; uniquement si
        le cookie peut &ecirc;tre r&eacute;cup&eacute;r&eacute; par toutes les
        URLs du chemin courant ou en-dessous. Par exemple,
        <tt>http://a.b/x/y/z.html</tt> signifie que le cookie peut aussi
        &ecirc;tre cr&eacute;e par le chemin <tt>x/</tt>.</td>
      </tr>

      <tr>
        <th>Envoy&eacute; pour</th>

        <td>Quand ce champ indique <q>Uniquement pour les connexions
        chiffr&eacute;es</q> cela signifie que votre navigateur
        v&eacute;rifiera la connexion lorsqu'un serveur voudra
        r&eacute;cup&eacute;rer le cookie, et ne l'enverra que si la connexion
        est s&eacute;curis&eacute;e (HTTPS).</td>
      </tr>

      <tr>
        <th>Ce cookie expirera le</th>

        <td>Contient la date &agrave; laquelle le cookie sera
        d&eacute;sactiv&eacute;. Le navigateur supprime
        r&eacute;guli&egrave;rement les cookies obsol&egrave;tes de votre
        ordinateur.</td>
      </tr>

    </tbody>
  </table>

  <p>Pour supprimer des cookies, cliquez sur un de ces boutons&nbsp;:</p>

  <dl>
    <dt>Supprimer le cookie&nbsp;:</dt>

    <dd>Supprimer le(s) cookie(s) s&eacute;lectionn&eacute;(s) dans la
    liste.</dd>

    <dt>Supprimer tous les cookies&nbsp;:</dt>

    <dd>Supprimer tous les cookies de la liste.</dd>
  </dl>

  <p>S&eacute;lectionnez cette case pour interdire l'acceptation des cookies
  que vous effacez&nbsp;:</p>

  <ul>
    <li><strong>Interdire les futurs cookies des sites propri&eacute;taires de
    cookies supprim&eacute;s</strong></li>
  </ul>

  <p>M&ecirc;me si vous supprimez un cookie maintenant, vous
  r&eacute;cup&eacute;rerez ces m&ecirc;mes cookies &agrave; la prochaine
  visite du site Web. Pour emp&ecirc;cher cela, cochez cette case. Quand cette
  case est s&eacute;lectionn&eacute;e, les sites Web des cookies que vous
  supprimez sont ajout&eacute;s dans la liste des sites dont les cookies sont
  automatiquement rejet&eacute;s.</p>

  <!--<p>Vous devez cliquer sur <q>OK</q> pour valider les modifications.</p>-->

  <p>[&nbsp;<a href="#cookie_manager_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h3 id="cookie_sites">Sites avec cookies</h3>

  <p>Cette section explique comment utiliser l'onglet <q>Sites avec cookies</q>
  du gestionnaire de cookies. Si vous ne le voyez pas d&eacute;j&agrave;,
  faites comme ceci&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Outils</q> et s&eacute;lectionnez <q>Gestionnaire
    de cookies</q>.</li>

    <li>Dans le sous-menu, s&eacute;lectionnez <q>G&eacute;rer les cookies
    stock&eacute;s</q>. Le gestionnaire de cookies s'ouvrira et affichera la
    liste de tous les cookies stock&eacute;s sur votre ordinateur.</li>

    <li>Cliquez sur l'onglet <q>Sites avec cookies</q>.</li>
  </ol>

<!--  <p>Si l'option <q>Me pr&eacute;venir avant de stocker un cookie</q> est
  s&eacute;lectionn&eacute;e dans les <a href=
  "#cookies">pr&eacute;f&eacute;rences de confidentialit&eacute; et
  s&eacute;curit&eacute; - Cookies</a>, vous serez averti (pendant la
  navigation) chaque fois qu'un site Web demandera la cr&eacute;ation d'un
  cookie. L'alerte vous permet d'accepter ou de refuser un cookie. Elle vous
  permet aussi de s&eacute;lectionner l'option <q>Appliquer ce choix pour tous
  les cookies de ce site</q> pour d&eacute;finir une permission globale.</p> -->

  <p>L'onglet <q>Sites avec cookies</q> du gestionnaire des cookies liste les
  permissions d&eacute;finies site par site. Il permet aussi d'ajouter ou
  supprimer des sites de la liste.</p>

  <h3 id="add_cookie_sites">Ajouter des sites</h3>

  <p>Pour ajouter des sites manuellement&nbsp;:</p>

  <ul>
  <li>Entrez l'adresse du site, par ex. <tt>www.mozilla.org</tt></li>
  <li>D&eacute;finissez les permissions de cookies pour le site&nbsp;:
    <dl>
      <dt>Interdire&nbsp;:</dt>
      <dd>Cliquez sur ce bouton pour ajouter le site &agrave; la liste des
      sites non autoris&eacute;s.</dd>

      <dt>Session&nbsp;:</dt>
      <dd>Cliquez sur ce bouton pour ajouter le site &agrave; la liste des
      sites autoris&eacute;s &agrave; cr&eacute;er des cookies de session.
      Les cookies persistants de ce site seront modifi&eacute;s en cookies de
      session.</dd>

      <dt>Autoriser&nbsp;:</dt>
      <dd>Cliquez sur ce bouton pour ajouter le site &agrave; la liste des
      sites autoris&eacute;s &agrave; cr&eacute;er des cookies.</dd>
    </dl>
  </li>
  <li>R&eacute;p&eacute;tez les &eacute;tapes pour ajouter des sites
  suppl&eacute;mentaires.</li>
</ul>

<h3 id="remove_cookie_sites">Supprimer des sites</h3>

<p>Pour supprimer un site&nbsp;:</p>

  <dl>
    <dt>Supprimer le site&nbsp;:</dt>

    <dd>Efface le(s) site(s) s&eacute;lectionn&eacute;(s) dans la liste.</dd>

    <dt>Supprimer tous les Sites&nbsp;:</dt>

    <dd>Efface tous les sites de la liste.</dd>
  </dl>

  <p>Apr&egrave;s avoir effac&eacute; un site de la liste, le gestionnaire de
  cookies n'aura plus aucune donn&eacute;e sur lui. Si l'option <q>Demander
  pour chaque cookie</q> est s&eacute;lectionn&eacute;e dans le panneau des
  pr&eacute;f&eacute;rences des cookies, vous serez &agrave; nouveau
  averti lors de la prochaine visite de ce site.</p>

  <p>[&nbsp;<a href="#cookie_manager_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h3 id="privacy_settings">Pr&eacute;f&eacute;rences de
  Confidentialit&eacute;</h3>

  <p>Cette section d&eacute;crit comment utiliser la fen&ecirc;tre des
  Pr&eacute;f&eacute;rences de Confidentialit&eacute;. Si vous ne la voyez pas
  encore, faites comme ceci&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et s&eacute;lectionnez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, choisissez <q>Cookies</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>S&eacute;lectionnez <q>Autoriser les cookies sur la base des niveaux de
    confidentialit&eacute;</q>.</li>

    <li>Cliquez sur <q>Voir les param&egrave;tres</q>.</li>
  </ol>

  <p>Pour plus d'informations sur l'utilisation des pr&eacute;f&eacute;rences
  de confidentialit&eacute;, voir la section <a href=
  "#setting_privacy_levels">Configurer les niveaux de
  confidentialit&eacute;</a>.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#level_of_privacy">Niveau de confidentialit&eacute;</a></li>

      <li><a href="#cookie_acceptance_policy">Politique d'acceptation des
      cookies</a></li>
    </ul>
  </div>

  <h4 id="level_of_privacy">Niveau de confidentialit&eacute;</h4>

  <p>Le niveau de confidentialit&eacute; que vous d&eacute;finissez ici
  d&eacute;termine comment votre navigateur doit traiter les cookies en se
  basant sur les politiques de confidentialit&eacute; du standard P3P
  publi&eacute;es par certains sites Web et sur les pr&eacute;f&eacute;rences
  affich&eacute;es dans les politiques d'acceptation des cookies pour les
  cookies d'un site initial et d'un site tiers.</p>

  <p><q>Cookie du site initial</q> est un cookie cr&eacute;&eacute; par le site
  que vous visitez. <q>Cookie d'un site tiers</q>, aussi appel&eacute; <a href=
  "privacy_help.xhtml#what_are_third-party_cookies">cookie &eacute;tranger</a>,
  est un cookie cr&eacute;&eacute; par un site autre que celui que vous
  visitez.</p>

  <p>Vous pouvez s&eacute;lectionner un des niveaux de confidentialit&eacute;
  suivants&nbsp;:</p>

  <dl>
    <dt>Bas&nbsp;:</dt>

    <dd>
      S&eacute;lectionnez ce niveau si vous voulez accepter tous les cookies
      cr&eacute;&eacute;s par un site initial en se basant sur les politiques
      de confidentialit&eacute;.

      <p>Quand cette option est s&eacute;lectionn&eacute;e, le navigateur
      accepte tous les cookies cr&eacute;&eacute;s par un site tiers, mais
      <strong>marque</strong> les cookies tierce-partie des sites indiquant
      qu'ils enregistrent des informations personnelles sans votre
      consentement. Les cookies marqu&eacute;s sont list&eacute;s comme
      <q>marqu&eacute;</q> dans la colonne statut de l'onglet <a href=
      "#stored_cookies">Cookies stock&eacute;s</a> du gestionnaire de
      cookies.</p>

      <p>Quand un cookie est marqu&eacute; pour la premi&egrave;re fois, le
      gestionnaire de cookies affiche une ic&ocirc;ne de notification
      (<img alt="ic&ocirc;ne de notification de cookie" src=
      "chrome://communicator/skin/permissions/taskbar-cookie.gif" />) dans le coin
      en bas &agrave; droite du navigateur (si elle n'est pas encore
      pr&eacute;sente). Vous pouvez cliquer sur l'ic&ocirc;ne de notification
      pour voir des informations d&eacute;taill&eacute;es sur les cookies
      marqu&eacute;s.</p>
    </dd>

    <dt>Moyen&nbsp;:</dt>

    <dd>S&eacute;lectionnez ce niveau pour accepter les cookies d'un site
    initial et pour marquer les cookies de site tiers cr&eacute;&eacute;es par
    les sites qui collectent des informations personnelles sans votre accord.
    C'est l'option par d&eacute;faut.</dd>

    <dt>Haut&nbsp;:</dt>

    <dd>
      S&eacute;lectionnez ce niveau si vous voulez les m&ecirc;mes
      pr&eacute;f&eacute;rences que le niveau moyen, avec ces
      diff&eacute;rences&nbsp;:

      <ul>
        <li>Rejeter les cookies tierce-partie cr&eacute;&eacute;s par des sites
        qui collectent des informations personnelles sans votre accord.</li>

        <li>Accepter, uniquement pour la session courante, les cookies
        tierce-partie cr&eacute;&eacute;s par des sites qui collectent des
        informations personnelles sans votre accord, mais qui permettent
        toutefois de refuser cette collecte en offrant un m&eacute;canisme de
        refus.</li>
      </ul>
    </dd>

    <dt>Personnalis&eacute;&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous souhaitez d&eacute;finir vos
    propres param&egrave;tres d'acceptation des cookies. Les param&egrave;tres
    par d&eacute;faut pour le niveau <q>personnalis&eacute;</q> sont identiques
    au niveau <q>Haut</q>. Vous pouvez modifier ces param&egrave;tres en
    s&eacute;lectionnant les menus dans les politiques d'acceptation des
    cookies de la bo&icirc;te de dialogue.</dd>
  </dl>

  <p>Pour voir les param&egrave;tres exacts d'un niveau de
  confidentialit&eacute;, s&eacute;lectionnez-le et regardez les
  param&egrave;tres qui sont appliqu&eacute;s dans la section <q>Politiques
  d'acceptation des cookies</q>.</p>

  <h4 id="cookie_acceptance_policy">Politique d'acceptation des cookies</h4>

  <p>Si vous s&eacute;lectionnez le niveau <q>personnalis&eacute;</q> dans la
  bo&icirc;te de dialogue des <q>Param&egrave;tres de
  confidentialit&eacute;</q>, vous pouvez choisir l'une des quatre options
  depuis le menu d&eacute;roulant dans chacune des huit cat&eacute;gories de la
  partie haute. Ces param&egrave;tres d&eacute;finissent les actions du
  gestionnaire de cookies de cette fa&ccedil;on&nbsp;:</p>

  <dl>
    <dt>Accepter&nbsp;:</dt>

    <dd>Accepter tous les cookies de la cat&eacute;gorie.</dd>

    <dt>Session&nbsp;:</dt>

    <dd>Accepter tous les cookies de la cat&eacute;gorie uniquement pour la
    session actuelle &mdash; c'est-&agrave;-dire, jusqu'&agrave; ce que vous
    fermiez le navigateur.</dd>

    <dt>Rejeter&nbsp;:</dt>

    <dd>Rejeter tous les cookies de la cat&eacute;gorie.</dd>

    <dt>Marquer&nbsp;:</dt>

    <dd>Accepter tous les cookies de cette cat&eacute;gorie tout en les
    identifiant comme <q>marqu&eacute;</q> dans la colonne <q>Statut</q> de
    l'onglet <q><a href="#stored_cookies">Cookies stock&eacute;s</a></q> du
    gestionnaire de cookies.</dd>
  </dl>

  <p>L'ic&ocirc;ne de notification de cookie <img alt=
  "ic&ocirc;ne de notification de cookie" src=
  "chrome://communicator/skin/permissions/taskbar-cookie.gif" /> appara&icirc;t dans
  le coin en bas &agrave; droite du navigateur. Vous pouvez cliquez dessus pour
  obtenir des informations sur les cookies affect&eacute;s ou modifier vos
  pr&eacute;f&eacute;rences de confidentialit&eacute;.</p>

  <p>Les sites Web sont class&eacute;s en quatre cat&eacute;gories pour chacun
  des deux types de cookies (du site initial et d'un site tiers)&nbsp;:</p>

  <dl>
    <dt>Le site n'a pas de politique de confidentialit&eacute;&nbsp;:</dt>

    <dd>Le site ne publie aucune politique de confidentialit&eacute;. Il n'y a
    aucun moyen de conna&icirc;tre les informations qu'un tel site
    r&eacute;cup&egrave;re ou ce qu'il en fait.</dd>

    <dt>Le site collecte des informations personnelles sans votre
    accord&nbsp;:</dt>

    <dd>Le site publie une politique de confidentialit&eacute;, mais ne demande
    pas votre permission pour r&eacute;cup&eacute;rer vos informations
    personnelles.</dd>

    <dt>Le site collecte des informations personnelles uniquement
    avec votre accord implicite&nbsp;:</dt>

    <dd>Le site r&eacute;cup&egrave;re vos informations personnelles &agrave;
    moins que vous n'utilisiez un m&eacute;canisme <em lang="en" xml:lang=
    "en">Opt-out</em> offert par le site pour signifier votre refus.</dd>

    <dt>Le site ne collecte aucune information personnelle sans
    votre accord explicite&nbsp;:</dt>

    <dd>Le site ne r&eacute;cup&eacute;rera aucune information personnelle
    &agrave; moins que vous n'utilisiez un m&eacute;canisme <em lang="en"
    xml:lang="en">Opt-in</em> offert par le site pour signifier votre
    accord.</dd>
  </dl>

  <p>[&nbsp;<a href="#cookie_manager_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h3 id="cookie_notification">Notification de cookies</h3>

  <p>L'ic&ocirc;ne de notification de cookie <img alt=
  "ic&ocirc;ne de notification de cookie" src=
  "chrome://communicator/skin/permissions/taskbar-cookie.gif" /> est affich&eacute;e
  dans la barre de statut dans le coin en bas &agrave; droite du navigateur.
  Elle appara&icirc;t lorsqu'un site Web utilise un cookie, pour vous alerter
  en accord avec vos <a href="#privacy_settings">Pr&eacute;f&eacute;rences
  de confidentialit&eacute;</a>.</p>

  <p>Cette section explique comment utiliser la bo&icirc;te de dialogue
  <q>Notification des cookies</q>, qui appara&icirc;t lorsque vous cliquez sur
  l'ic&ocirc;ne de notification de cookies. Vous pouvez faire les actions
  suivantes dans cette bo&icirc;te de dialogue&nbsp;:</p>

  <dl>
    <dt>D&eacute;sactiver les param&egrave;tres de
    confidentialit&eacute;&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour d&eacute;sactiver vos param&egrave;tres de
    confidentialit&eacute;. Cela a le m&ecirc;me effet que de
    s&eacute;lectionner <q>Autoriser tous les cookies</q> dans les <a href=
    "#cookies">Pr&eacute;f&eacute;rences de confidentialit&eacute; et
    s&eacute;curit&eacute; - Cookies</a>. Apr&egrave;s avoir fait ce choix,
    votre navigateur acceptera tous les cookies.</dd>

    <dt>Voir le gestionnaire de cookies&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour ouvrir le gestionnaire de cookies, pour voir
    le statut de tous les cookies et identifier les cookies qui font s'afficher
    l'ic&ocirc;ne de notification.</dd>

    <dt>Voir les param&egrave;tres de confidentialit&eacute;&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour ouvrir la bo&icirc;te de dialogue des
    param&egrave;tres de confidentialit&eacute;. Ces param&egrave;tres
    d&eacute;terminent comment les sites Web peuvent utiliser les cookies sur
    votre ordinateur et quelles actions font s'afficher l'ic&ocirc;ne de
    notification.</dd>

    <dt>Fermer&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour fermer la bo&icirc;te de dialogue de
    notification des cookies sans faire aucune action.</dd>
  </dl>

  <p>Pour plus d'informations sur l'utilisation les pr&eacute;f&eacute;rences
  de confidentialit&eacute;, voir la section <a href=
  "#setting_privacy_levels">Configurer les niveaux de
  confidentialit&eacute;</a>.</p>

  <p>[&nbsp;<a href="#cookie_manager_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h1 id="using_the_password_manager">Utiliser le gestionnaire de mots de
  passe</h1>

  <p>Beaucoup de sites Web n&eacute;cessitent que vous entriez un nom
  d'utilisateur et un mot de passe avant de pouvoir y acc&eacute;der. Par
  exemple, les pages personnelles et les sites Web contenant des informations
  personnelles (banques, etc). n&eacute;cessitent que vous vous identifiez.</p>

  <p>Le nom d'utilisateur et le mot de passe que vous utilisez sur un site
  particulier peuvent &ecirc;tre lus par son administrateur. Si cela vous
  g&ecirc;ne, vous pouvez utiliser un mot de passe diff&eacute;rent pour chaque
  site. Malheureusement, il est tr&egrave;s difficile de se rappeler de tous
  les mots de passe que vous utilisez.</p>

  <p>Le gestionnaire de mots de passe peut vous aider en enregistrant vos noms
  d'utilisateur et vos mots de passe sur le disque dur de votre ordinateur et
  les entrer pour vous automatiquement quand vous visitez les sites les
  n&eacute;cessitant.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#using_password_manager_to_remember_user_names_and_passwords">Utiliser
      le gestionnaire de mots de passe pour se souvenir des noms d'utilisateur
      et des mots de passe</a></li>

      <li><a href="#entering_user_names_and_passwords_automatically">Entrer
      automatiquement les noms d'utilisateur et les mots de passe</a></li>

      <li><a href="#turning_password_manager_on_and_off">Activer ou
      d&eacute;sactiver le gestionnaire de mots de passe</a></li>

      <li><a href="#viewing_and_managing_stored_passwords">G&eacute;rer les
      mots de passe enregistr&eacute;s</a></li>

      <li><a href="passwords_help.xhtml">Pr&eacute;f&eacute;rences du
      gestionnaire de mots de passe</a></li>
    </ul>
  </div>

  <h2 id="using_password_manager_to_remember_user_names_and_passwords">Utiliser
  le gestionnaire de mots de passe pour se souvenir des noms d'utilisateur et
  des mots de passe</h2>

  <p>Quand le gestionnaire de mots de passe est activ&eacute; (option par
  d&eacute;faut), il vous permet d'enregistrer vos noms d'utilisateurs et vos
  mots de passe sur votre disque dur, lorsque vous les entrez sur Internet.</p>

  <p>Par exemple, quand vous entrez votre nom d'utilisateur et votre mot de
  passe dans un site Web, une bo&icirc;te de dialogue appara&icirc;t et vous
  demande&nbsp;: <q>Voulez-vous que le gestionnaire de mots de passe se
  souvienne de ces param&egrave;tres de connexion&nbsp;?</q>. Vous pouvez
  choisir une des options suivantes&nbsp;:</p>

  <dl>
    <dt>Oui&nbsp;:</dt>

    <dd>La prochaine fois que vous retournerez sur le site Web, votre nom
    d'utilisateur et votre mot de passe seront entr&eacute;s automatiquement
    dans les champs correspondants. Il vous suffira de cliquer sur le bouton
    <q>Envoyer</q> (ou un &eacute;quivalent) pour les envoyer au serveur.</dd>

    <dt>Jamais pour ce site&nbsp;:</dt>

    <dd>Il ne vous sera plus jamais demand&eacute; si vous voulez que le
    navigateur se souvienne de vos param&egrave;tres de connexion pour ce
    site.</dd>

    <dt>Non&nbsp;:</dt>

    <dd>Le gestionnaire de mots de passe ne se souviendra pas de votre nom
    d'utilisateur et de votre mot de passe, mais vous reposera la question la
    prochaine fois que vous visiterez le site.</dd>
  </dl>

  <p>De m&ecirc;me, quand vous entrez vos identificateurs pour un compte
  courrier ou un site FTP, ou n'importe quelle autre action n&eacute;cessitant
  que le navigateur affiche une bo&icirc;te de dialogue pour vos
  param&egrave;tres de connexion, vous pouvez choisir le bouton <q>Utiliser le
  gestionnaire de mots de passe pour garder ce mot de passe</q>.</p>

  <p>La prochaine fois que vous vous connecterez &agrave; votre serveur de
  courrier ou que vous effectuerez une t&acirc;che ne n&eacute;cessitant qu'un
  mot de passe, celui-ci sera automatiquement envoy&eacute; sans autre action
  de votre part. Pour les t&acirc;ches n&eacute;cessitant un nom d'utilisateur
  et un mot de passe, vous devrez cliquer sur un bouton <q>Envoyer</q> ou un
  &eacute;quivalent apr&egrave;s que le gestionnaire de mots de passe les ait
  entr&eacute;s.</p>

  <p>Le gestionnaire de mots de passe enregistre vos noms d'utilisateur et vos
  mots de passe sur votre ordinateur dans un fichier qui est difficile &ndash;
  mais pas impossible &ndash; &agrave; lire par un intrus. Lisez <a href=
  "#encrypting_stored_sensitive_information">Chiffrer les informations
  sensibles stock&eacute;es</a> pour de plus amples informations sur la
  protection de vos identificateurs gr&acirc;ce &agrave; au chiffrement.</p>

  <p>Si la bo&icirc;te de dialogue du gestionnaire de mots de passe
  d&eacute;crit plus haut n'appara&icirc;t pas lorsque vous cliquez sur
  <q>Envoyer</q> apr&egrave;s avoir entr&eacute; votre nom d'utilisateur et mot
  de passe, le gestionnaire de mots de passe est s&ucirc;rement
  d&eacute;sactiv&eacute; ou le site Web ne permet pas son utilisation.</p>

  <p>Pour v&eacute;rifier si le gestionnaire de mots de passe est
  activ&eacute;, voir <a href="#turning_password_manager_on_and_off">Activer et
  d&eacute;sactiver le gestionnaire de mots de passe</a>.</p>

  <p>[&nbsp;<a href="#using_the_password_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="entering_user_names_and_passwords_automatically">Entrer
  automatiquement les noms d'utilisateur et les mots de passe</h2>

  <p>Il y a deux raisons pour que le gestionnaire de mots de passe remplisse le
  nom d'utilisateur et le mot de passe &agrave; votre place&nbsp;:</p>

  <ul>
    <li>Vous utilisez le gestionnaire de mots de passe pour se souvenir du nom
    d'utilisateur et du mot de passe pour un site Web (utiliser le
    troisi&egrave;me bouton de la bo&icirc;te de dialogue d&eacute;crit dans
    <a href="#using_password_manager_to_remember_user_names_and_passwords">Utiliser
    le gestionnaire de mots de passe pour se souvenir du nom d'utilisateur et
    des mots de passe</a>).

      <p>La prochaine fois que vous visiterez le site, le gestionnaire de mots
      de passe entrera automatiquement votre nom d'utilisateur et votre mot de
      passe sur la page de connexion du site. Il vous suffit alors de cliquer
      sur le bouton <q>Envoyer</q>, ou un &eacute;quivalent, pour envoyer les
      informations au serveur.</p>
    </li>

    <li>Vous utilisez le gestionnaire de mots de passe pour se souvenir de
    votre nom d'utilisateur et mot de passe pour un compte courrier, un site
    FTP, ou n'importe quelle autre situation o&ugrave; vous devez saisir vos
    identificateurs dans une bo&icirc;te de dialogue poss&eacute;dant une case
    &agrave; cocher nomm&eacute;e <q>Utiliser le gestionnaire de mots de passe
    pour garder ce mot de passe</q>.

      <p>Dans la plupart des cas, la prochaine fois que voudrez acc&eacute;der
      &agrave; ce serveur, le gestionnaire de mots de passe remplira
      automatiquement vos nom d'utilisateur et mot de passe dans la m&ecirc;me
      bo&icirc;te de dialogue. Vous pouvez ensuite cliquer sur <q>OK</q> pour
      envoyer les informations sur le serveur.</p>

      <p>Dans certains cas, comme avec les comptes courrier, &brandShortName; a
      seulement besoin d'envoyer le mot de passe au serveur, et le fait
      imm&eacute;diatement sans afficher la bo&icirc;te de dialogue ou sans que
      vous n'ayez rien &agrave; faire.</p>
    </li>
  </ul>

  <p>[&nbsp;<a href="#using_the_password_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="turning_password_manager_on_and_off">Activer ou d&eacute;sactiver le
  gestionnaire de mots de passe</h2>

  <p>Le gestionnaire de mots de passe est activ&eacute; par d&eacute;faut. Pour
  le d&eacute;sactiver, suivez ces &eacute;tapes&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et s&eacute;lectionnez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Mots de passe</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Dans la section <q>Gestionnaire des mots de passe</q>,
    d&eacute;s&eacute;lectionnez <q>Se rappeler des mots de passe pour les
    sites qui en demandent</q> pour d&eacute;sactiver le gestionnaire de mots
    de passe.</li>
  </ol>

  <p>Pour activer le gestionnaire de mots de passe, suivez les &eacute;tapes 1
  et 2 pr&eacute;c&eacute;dentes, mais s&eacute;lectionnez la case de
  l'&eacute;tape 3 plut&ocirc;t que de la d&eacute;s&eacute;lectionner.</p>

  <p>[&nbsp;<a href="#using_the_password_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="viewing_and_managing_stored_passwords">G&eacute;rer les mots de passe
  enregistr&eacute;s</h2>

  <p>Pour voir une liste des noms d'utilisateur et des mots de passe que vous
  avez enregistr&eacute;s&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Outils</q>, choisissez <q>Gestionnaire de mots de
    passe</q>, puis <q>Voir les mots de passe stock&eacute;s</q> dans le
    sous-menu. Vous voyez appara&icirc;tre la fen&ecirc;tre du gestionnaire de
    mots de passe.</li>

    <li>Cliquez sur l'onglet <q>Mots de passe enregistr&eacute;s</q>. Vous
    voyez une liste de tous les sites et noms d'utilisateurs
    enregistr&eacute;s. Les mots de passe ne sont &eacute;videmment pas
    affich&eacute;s.

      <ul>
        <li class="rediger">Pour voir les mots de passe stock&eacute;s, cliquez
        sur <q>Afficher les mots de passe</q> et confirmez votre choix.
        &brandShortName; vous demande de saisir votre mot de passe
        principal.</li>

        <li class="rediger">Pour masquer les mots de passe stock&eacute;s,
        cliquez sur <q>Masquer les mots de passe</q>.</li>

        <li>Pour effacer un nom d'utilisateur, cliquez dessus pour le
        s&eacute;lectionner puis cliquez sur <q>Supprimer</q>. La prochaine fois
        que vous visiterez le site Web, vous devrez entrer un mot de
        passe.</li>

        <li>Cliquez sur l'onglet <q>Mots de passe jamais enregistr&eacute;s</q>
        pour voir une liste des sites Web pour lesquels vous avez explicitement
        demand&eacute; au gestionnaire de mots de passe de ne jamais se
        souvenir de vos identifiants. Pour effacer un site Web de cette liste,
        cliquez dessus pour le s&eacute;lectionner puis cliquez sur
        <q>Supprimer</q>. La prochaine fois que vous visiterez ce site, vous
        pourrez utiliser le nom d'utilisateur et le mot de passe
        enregistr&eacute; (si possible), ou indiquer au gestionnaire de mots de
        passe de se souvenir de vos identificateurs pour ce site.</li>
      </ul>
    </li>

    <!--<li>Cliquez sur <q>OK</q> pour accepter les modifications.</li>-->
  </ol>

  <p>[&nbsp;<a href="#using_the_password_manager">Retour au d&eacute;but de la
  section.</a>&nbsp;]</p>

  <h1 id="using_the_form_manager">Utiliser le gestionnaire de formulaires</h1>

  <p>Beaucoup de pages Web contiennent des formulaires &agrave; remplir &ndash;
  comme les formulaires d'achat, l'enregistrement des donn&eacute;es
  personnelles, etc.</p>

  <p>Le gestionnaire de formulaires peut enregistrer les donn&eacute;es
  personnelles que vous devez entrer quand vous remplissez un formulaire, en
  sauvegardant des donn&eacute;es telles que votre nom, votre adresse,
  num&eacute;ro de t&eacute;l&eacute;phone, num&eacute;ro de carte de
  cr&eacute;dit, etc. Ces informations sont ensuite stock&eacute;es sur votre
  ordinateur. Ainsi, quand un site Web vous pr&eacute;sente un formulaire, le
  gestionnaire de formulaires est capable de le remplir automatiquement.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#saving_form_data">Sauvegarder des informations &agrave;
      partir de formulaires</a></li>

      <li><a href="#filling_out_forms_automatically">Remplir automatiquement
      des formulaires</a></li>

      <li><a href="#turning_off_form_manager_notification">D&eacute;sactiver le
      gestionnaire de formulaires</a></li>

      <li><a href="#managing_stored_form_data">G&eacute;rer les donn&eacute;es
      des formulaires stock&eacute;s</a></li>

      <li><a href="#editing_stored_site_information">&Eacute;diter les
      informations des sites stock&eacute;s</a></li>

      <li><a href="#viewing_privacy_policies">Voir les politiques de
      confidentialit&eacute;</a></li>

      <li><a href="#form_settings">Pr&eacute;f&eacute;rences des
      formulaires</a></li>
    </ul>
  </div>

  <h2 id="saving_form_data">Sauvegarder des informations &agrave; partir de
  formulaires</h2>

  <p>Quand vous remplissez un formulaire en ligne, le gestionnaire de
  formulaires le d&eacute;tecte et vous donne l'opportunit&eacute; de
  sauvegarder les donn&eacute;es personnelles que vous avez renseign&eacute;es
  dans le formulaire. Rapidement, le gestionnaire de formulaires
  poss&eacute;dera assez de donn&eacute;es pour commencer &agrave; remplir les
  formulaires automatiquement.</p>

  <p>Il y a deux mani&egrave;res de sauvegarder des donn&eacute;es
  personnelles&nbsp;:</p>

  <ul>
    <li>&Agrave; chaque fois que vous envoyez les donn&eacute;es d'un
    formulaire en ligne que vous avez rempli, le gestionnaire de formulaires
    vous demande s'il doit se souvenir de ces informations. Cliquez sur
    <q>Oui</q>.

      <p>Remarque&nbsp;: le gestionnaire de formulaires vous posera cette
      question seulement si l'option <q>Se souvenir des champs
      renseign&eacute;s par l'utilisateur sur le Web</q> a &eacute;t&eacute;
      activ&eacute;e (elle est activ&eacute;e par d&eacute;faut). Pour plus de
      d&eacute;tails, voir
      <a href="#turning_off_form_manager_notification">D&eacute;sactiver la
      notification du gestionnaire de formulaires</a>.</p>
    </li>

    <li>Apr&egrave;s avoir rempli un formulaire (mais avant d'envoyer les
    donn&eacute;es), ouvrez le menu <q>&Eacute;dition</q>, et choisissez
    <q>Enregistrer les donn&eacute;es du formulaire</q>.</li>
  </ul>

  <p>Quand le gestionnaire de formulaires demande s'il faut enregistrer les
  donn&eacute;es que vous entrez dans les champs (la premi&egrave;re
  m&eacute;thode d&eacute;crite pr&eacute;c&eacute;demment), il vous donne le
  choix entre&nbsp;:</p>

  <dl>
    <dt>Oui&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour enregistrer les informations que vous
    entrez. &Agrave; l'avenir, &brandShortName; remplira automatiquement les
    formulaires demandant les m&ecirc;mes informations.</dd>

    <dt>Jamais pour ce site&nbsp;:</dt>

    <dd>
      Cliquez sur ce bouton pour &ecirc;tre s&ucirc;r que le gestionnaire de
      formulaires ne demande plus jamais si vous voulez enregistrer les
      informations que vous entrez pour ce site.

      <p>Vous pouvez choisir cette option si vous &ecirc;tes s&ucirc;r de toujours
      saisir des informations sensibles manuellement pour un site particulier.
      Vous pourrez changer ce choix plus tard si vous le souhaitez. Pour plus
      de d&eacute;tails, voir la section <a href=
      "#editing_stored_site_information">&Eacute;diter les informations de sites
      stock&eacute;s</a>.</p>
    </dd>

    <dt>Non&nbsp;:</dt>

    <dd>Le gestionnaire de formulaires n'enregistrera pas les donn&eacute;es
    que vous avez entr&eacute;es, mais il vous demandera &agrave; nouveau
    &agrave; la prochaine visite si vous voulez enregistrer vos
    informations.</dd>
  </dl>

  <p>Le gestionnaire de mots de passe enregistre vos noms d'utilisateur et mots
  de passe sur votre ordinateur dans un fichier qui est difficile &ndash; mais
  pas impossible &ndash; &agrave; lire par un intrus. Voir la section <a href=
  "#encrypting_stored_sensitive_information">Chiffrer les informations
  sensibles stock&eacute;es</a> pour de plus amples informations sur la
  protection de vos identificateurs gr&acirc;ce au chiffrement.</p>

  <p>[&nbsp;<a href="#using_the_form_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="filling_out_forms_automatically">Remplir automatiquement des
  formulaires</h2>

  <p>Vous pouvez utiliser le gestionnaire de formulaires pour remplir
  automatiquement les formulaires de deux fa&ccedil;ons&nbsp;: un champ
  &agrave; la fois, ou plusieurs champs d'un coup. Dans les deux cas, les
  informations ne sont pas envoy&eacute;es au serveur avant que vous ne
  cliquiez sur le bouton <q>Envoyer</q> (ou un &eacute;quivalent).</p>

  <p>Pour remplir un seul champ automatiquement dans un formulaire en ligne,
  double-cliquez dans le champ. Si le gestionnaire de formulaires a
  enregistr&eacute; des donn&eacute;es pour ce champ, il le remplira. Vous
  pouvez &eacute;diter les donn&eacute;es remplies si n&eacute;cessaire.</p>

  <p>Pour remplir automatiquement plusieurs champ d'un coup&nbsp;:</p>

  <ol>
    <li>Allez sur le formulaire en ligne que vous voulez remplir.</li>

    <li>Ouvrez le menu <q>&Eacute;dition</q> et choisissez <q>Pr&eacute;remplir
    le formulaire</q>.

      <p>Remarque&nbsp;: la commande <q>Pr&eacute;remplir le formulaire</q>
      n'est accessible que si le gestionnaire de formulaires a
      d&eacute;j&agrave; enregistr&eacute; des informations en rapport avec le
      formulaire.</p>
    </li>

    <li>La bo&icirc;te de dialogue <q>Pr&eacute;remplir le formulaire de
    donn&eacute;es</q> appara&icirc;t (&agrave; moins que vous n'ayez choisi de
    sauter cet &eacute;cran pour ce site). Elle montre exactement quelles
    informations le gestionnaire de formulaires va remplir. Vous pouvez faire
    les choix suivants&nbsp;:

      <ul>
        <li>Emp&ecirc;cher un champ d'&ecirc;tre rempli automatiquement, en
        d&eacute;s&eacute;lectionnant la case correspondante.</li>

        <li>Annuler l'op&eacute;ration en cliquant sur <q>Annuler</q>.</li>
      </ul>

      <p><strong>Important</strong>&nbsp;: Vous pouvez choisir de toujours
      passer cette &eacute;tape en s&eacute;lectionnant <q>Sauter cet
      &eacute;cran aux prochains pr&eacute;remplissages de ce formulaire</q>.
      N&eacute;anmoins, si vous passez cette &eacute;tape, vous risquez de
      remplir le formulaire avec des informations sensibles (comme un
      num&eacute;ro de carte bancaire) sans le vouloir.</p>
    </li>

    <li>Cliquez sur <q>OK</q> pour confirmer les choix. le gestionnaire de
    formulaires suivra vos instructions.

      <p>Le formulaire est alors rempli avec les informations
      pr&eacute;c&eacute;demment enregistr&eacute;es. Vous devrez
      s&ucirc;rement remplir d'autres informations que le gestionnaire de
      formulaires ne d&eacute;tient pas. Les informations ne sont pas
      envoy&eacute;es au serveur avant que vous ne cliquiez sur le bouton
      <q>Envoyer</q> (ou un &eacute;quivalent).</p>
    </li>
  </ol>

  <p>En plus de permettre la confirmation du remplissage des donn&eacute;es
  d'un coup, la bo&icirc;te de dialogue <q>Pr&eacute;remplir le formulaire de
  donn&eacute;es</q> est utile pour deux raisons&nbsp;:</p>

  <ul>
    <li>Pr&eacute;remplir le formulaire peut emp&ecirc;cher des sites Web
    hostiles de r&eacute;cup&eacute;rer des donn&eacute;es sur vous sans que
    vous le vouliez.

      <p>Par exemple, un site Web peut placer un champ cach&eacute; dans un
      formulaire pour r&eacute;cup&eacute;rer un num&eacute;ro de carte
      bancaire. Si vous remplissez le champ sans v&eacute;rifier quelles sont
      les informations dans la bo&icirc;te de dialogue <q>Pr&eacute;remplir le
      formulaire de donn&eacute;es</q>, vous pourriez donner votre
      num&eacute;ro de carte bancaire &agrave; un tel site sans le vouloir. La
      bo&icirc;te de dialogue <q>Pr&eacute;remplir le formulaire de
      donn&eacute;es</q> vous permet de voir tous les renseignements qui seront
      envoy&eacute;s au site, vous permettant de rep&eacute;rer une fraude
      &eacute;ventuelle.</p>
    </li>

    <li>La bo&icirc;te de dialogue <q>Pr&eacute;remplir le formulaire de
    donn&eacute;es</q> vous permet de choisir quelles valeurs
    enregistr&eacute;es vous d&eacute;sirez pour chaque champ et pour chaque
    site.</li>
  </ul>

  <p>Pour plus d'informations sur le pr&eacute;remplissage des formulaires,
  voir la section <a href="#prefill_form_data">Pr&eacute;remplir les champs de
  formulaires</a>.</p>

  <p>[&nbsp;<a href="#using_the_form_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="turning_off_form_manager_notification">D&eacute;sactiver le
  gestionnaire de formulaires</h2>

  <p>Le gestionnaire de formulaires est r&eacute;gl&eacute; pour vous demander
  &agrave; chaque fois qu'il d&eacute;tecte que vous remplissez un formulaire
  en ligne d'enregistrer ces informations. Pour ne plus &ecirc;tre
  questionn&eacute; &agrave; chaque fois&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Formulaires</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Dans la section <q>Gestionnaire de formulaire</q>,
    d&eacute;s&eacute;lectionnez <q>Se souvenir des champs renseign&eacute;s
    par l'utilisateur sur le Web</q>.</li>
  </ol>

  <p>Remarque&nbsp;: d&eacute;s&eacute;lectionner cette option
  d&eacute;sactivera la notification, mais pas le gestionnaire de formulaires.
  Les donn&eacute;es qu'il a d&eacute;j&agrave; enregistr&eacute;es seront
  toujours accessibles.</p>

  <p>Vous pouvez toujours ouvrir le menu <q>&Eacute;dition</q> et choisir
  <q>Enregistrer les donn&eacute;es des champs</q> n'importe quand pour
  enregistrer les informations d'un formulaire que vous venez de remplir, ou
  choisir <q>Pr&eacute;remplir le formulaire</q> (ou double-cliquer sur chaque
  champ) pour le remplir automatiquement.</p>

  <p>[&nbsp;<a href="#using_the_form_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="managing_stored_form_data">G&eacute;rer les donn&eacute;es des
  formulaires stock&eacute;s</h2>

  <p>Pour voir ou &eacute;diter les donn&eacute;es personnelles que le
  gestionnaire de formulaires a enregistr&eacute;es&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur Formulaires. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Voir les donn&eacute;es</q>.</li>
  </ol>

  <p>La bo&icirc;te de dialogue du gestionnaire de formulaires appara&icirc;t.
  Cliquez sur la sous-cat&eacute;gorie &agrave; gauche pour voir ou
  &eacute;diter la donn&eacute;e correspondante dans la partie droite. Pour
  voir les sous-cat&eacute;gories non visibles, double-cliquez sur une
  cat&eacute;gorie pour voir la liste.</p>

  <p>Pour ajouter des informations qui n'existent pas dans une des listes
  d&eacute;roulantes &agrave; droite, cliquez sur la case vide et saisissez
  votre texte. De m&ecirc;me, s&eacute;lectionnez un texte existant pour
  l'&eacute;diter ou l'effacer.</p>

  <p>La derni&egrave;re cat&eacute;gorie du c&ocirc;t&eacute; gauche, <q>Autres
  informations</q>, inclut un panneau pour deux types de donn&eacute;es
  particuli&egrave;res&nbsp;:</p>

  <dl>
    <dt>Concat&eacute;nations&nbsp;:</dt>

    <dd>Liste les donn&eacute;es enregistr&eacute;es dans un seul
    &eacute;l&eacute;ment qui sont normalement enregistr&eacute;es dans
    plusieurs &eacute;l&eacute;ments. Par exemple, les donn&eacute;es
    enregistr&eacute;es dans un champs <q>Nom Complet</q> qui incluent le nom
    et le pr&eacute;nom devraient &ecirc;tre enregistr&eacute;es ici
    plut&ocirc;t que s&eacute;par&eacute;ment dans les cat&eacute;gories
    individuelles.</dd>

    <dt>Sp&eacute;cifique-URL&nbsp;:</dt>

    <dd>Liste les champs et leurs valeurs qui sont propres &agrave; un seul
    site.</dd>
  </dl>

  <p>[&nbsp;<a href="#using_the_form_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="editing_stored_site_information">&Eacute;diter les informations des
  sites stock&eacute;s</h2>

  <p>Comme expliqu&eacute; dans la section <a href="#saving_form_data">Sauvegarder
  des informations &agrave; partir de formulaires</a>, vous pouvez choisir
  <q>Jamais pour ce site</q> lorsque le gestionnaire de formulaires vous
  demande d'enregistrer les donn&eacute;es du formulaire que vous venez de
  remplir. De m&ecirc;me, vous pouvez choisir de ne pas afficher la
  confirmation pour pr&eacute;remplir les champs pour un site particulier.</p>

  <p>Le gestionnaire de formulaires vous permet de modifier ces choix. Pour
  voir des informations site par site &agrave; propos de ces
  donn&eacute;es&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Formulaires</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Voir les sites</q>.</li>
  </ol>

  <p>La bo&icirc;te de dialogue du gestionnaire de formulaires
  appara&icirc;t&nbsp;:</p>

  <ul>
    <li>L'onglet <q>&Eacute;tats non pr&eacute;visualis&eacute;s</q> liste les
    sites pour lesquels vous avez d&eacute;cid&eacute; de ne jamais afficher la
    confirmation de pr&eacute;remplissage du formulaire.</li>

    <li>L'onglet <q>&Eacute;tats jamais enregistr&eacute;s</q> liste les sites
    pour lesquels vous avez demand&eacute; de ne jamais enregistrer les
    donn&eacute;es.</li>
  </ul>

  <p>Pour enlever un site d'une liste et revenir &agrave; l'&eacute;tat
  initial, s&eacute;lectionnez le site, et cliquez sur <q>Effacer</q>. Pour
  plus d'informations, voir la section <a href="#form_manager_sites">Gestionnaire
  de formulaires - Sites</a>.</p>

  <p>[&nbsp;<a href="#using_the_form_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="viewing_privacy_policies">Voir les politiques de
  confidentialit&eacute;</h2>

  <p>Si vous fournissez des informations personnelles comme votre nom,
  num&eacute;ro de t&eacute;l&eacute;phone, ou votre adresse de messagerie
  &eacute;lectronique &agrave; un site Web, ou quand le site
  r&eacute;cup&egrave;re des informations personnelles dans un autre but, il
  peut garder ces informations dans une base de donn&eacute;es et de les
  r&eacute;utiliser, en les envoyant &agrave; une tierce personne par
  exemple.</p>

  <p>Avant de donner des informations personnelles &agrave; un formulaire en
  ligne, vous devez d&eacute;cider de faire confiance ou non au site Web
  &ndash; par exemple faire confiance ou non &agrave; une compagnie de vente en
  ligne avant de donner votre num&eacute;ro de carte bancaire sur le formulaire
  en ligne de cette compagnie.</p>

  <p>Un moyen d'&eacute;valuer si le site Web est s&ucirc;r ou pas est
  d'examiner sa politique de confidentialit&eacute;. Les sites Web publient
  leurs politiques de confidentialit&eacute; en ligne, et certains d'entre eux
  la publient en se basant sur le standard <q>Plate-forme pour les
  Pr&eacute;f&eacute;rences de Confidentialit&eacute;</q> (P3P) et
  l'implantation dans le navigateur de ce standard.</p>

  <p>La politique de confidentialit&eacute; d'un site Web d&eacute;crit quels
  types d'informations le site r&eacute;cup&egrave;re, &agrave; qui il donne
  ces informations, et qui les utilise. Les sites Web publient leur politique
  de confidentialit&eacute; dans un format lisible et un fichier
  interpr&eacute;table par le navigateur en accord avec vos <a href=
  "#privacy_settings">Pr&eacute;f&eacute;rences de
  confidentialit&eacute;</a>.</p>

  <p>Pour voir le politique de confidentialit&eacute; d'un site Web, allez sur
  le site et suivez ces &eacute;tapes&nbsp;:</p>

  <ul>
    <li>Ouvrez le menu <q>Affichage</q> et choisissez <q>Informations sur la
    page</q>. La fen&ecirc;tre des informations de la page appara&icirc;t.</li>

    <li>Cliquez sur l'onglet <q>Confidentialit&eacute;</q>.</li>

    <li>Cliquez sur l'un de ces boutons pour voir les informations&nbsp;:

      <dl>
        <dt>Politique&nbsp;:</dt>

        <dd>Cliquez sur ce bouton pour voir la politique de
        confidentialit&eacute; du site.</dd>

        <dt>R&eacute;sum&eacute;&nbsp;:</dt>

        <dd>Cliquez sur ce bouton pour voir un r&eacute;sum&eacute; du fichier
        XML de la politique du site, qui d&eacute;finit les politiques du site
        en d&eacute;tail.</dd>

        <dt>Options&nbsp;:</dt>

        <dd>Cliquez sur ce bouton pour voir une page Web cr&eacute;&eacute;e
        par le site o&ugrave; vous pouvez pr&eacute;ciser ou donner votre
        consentement &agrave; la r&eacute;cup&eacute;ration de certaines
        informations.</dd>
      </dl>
    </li>
  </ul>

  <p>Beaucoup de pages Web sont cr&eacute;&eacute;es avec du texte, des images,
  et d'autres &eacute;l&eacute;ments, dont certains pouvant venir d'autres
  sites.</p>

  <p>Pour voir les m&ecirc;mes informations pour chaque &eacute;l&eacute;ment
  de la page Web&nbsp;:</p>

  <ol>
    <li>Double-cliquez sur la cat&eacute;gorie pour voir les informations d'un
    &eacute;l&eacute;ment particulier.</li>

    <li>S&eacute;lectionnez l'&eacute;l&eacute;ment dont vous souhaitez
    examiner la politique de confidentialit&eacute;.</li>

    <li>Cliquez sur les boutons comme expliqu&eacute; au-dessus.</li>
  </ol>

  <p>Pour plus d'informations sur le param&eacute;trage de vos
  pr&eacute;f&eacute;rences de confidentialit&eacute;, voir la section <a href=
  "#setting_privacy_levels">Configurer les niveaux de
  confidentialit&eacute;</a>.</p>

  <p>[&nbsp;<a href="#using_the_form_manager">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="form_settings">Pr&eacute;f&eacute;rences des formulaires</h2>

  <p>Lorsque vous remplissez un formulaire en ligne, le gestionnaire de
  formulaires d&eacute;tecte normalement le formulaire, et lorsque vous cliquez
  sur <q>Envoyer</q> (ou un &eacute;quivalent), il vous donne la
  possibilit&eacute; d'enregistrer les donn&eacute;es.</p>

  <p>Cette section d&eacute;crit les pr&eacute;f&eacute;rences et autres
  configurations &agrave; contr&ocirc;ler pour le gestionnaire de
  formulaires.</p>

  <p>Pour des instructions pas-&agrave;-pas sur ces configurations, voir la
  section <a href="#using_the_form_manager">Utiliser le gestionnaire de
  formulaires</a>.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#forms">Pr&eacute;f&eacute;rences de
      confidentialit&eacute; et s&eacute;curit&eacute; - Formulaires</a></li>

      <li><a href="#form_manager_data">Gestionnaire de formulaires -
      Donn&eacute;es</a></li>

      <li><a href="#form_manager_sites">Gestionnaire de formulaires -
      Sites</a></li>

      <li><a href="#prefill_form_data">Pr&eacute;remplir les champs de
      formulaires</a></li>
    </ul>
  </div>

  <h3 id="forms">Pr&eacute;f&eacute;rences de Confidentialit&eacute; et
  s&eacute;curit&eacute; - Formulaires</h3>

  <p>Cette section vous explique comment utiliser le panneau de
  pr&eacute;f&eacute;rences des formulaires. Si vous ne le voyez pas encore,
  faites comme ceci&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Formulaires</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>
  </ol>

  <h4 id="form_manager">Gestionnaire de formulaires</h4>

  <p>Lorsque vous remplissez un formulaire en ligne et cliquez sur
  <q>Envoyer</q> (ou un &eacute;quivalent), le gestionnaire de formulaires
  affiche une bo&icirc;te de dialogue qui vous demande si vous voulez qu'il
  enregistre les donn&eacute;es du formulaire que vous avez entr&eacute;es
  (mais seulement quelques-uns d'entre eux utilisent une d&eacute;nomination
  standard, par exemple les champs <q>Nom</q> et <q>Adresse</q>).</p>

  <p>Si vous cliquez <q>Oui</q> pour plusieurs formulaires, le gestionnaire de
  formulaires poss&eacute;dera tr&egrave;s vite assez de donn&eacute;es pour
  remplir automatiquement les formulaires.</p>

  <p>Les pr&eacute;f&eacute;rences pour les formulaires vous permettent
  de&nbsp;:</p>

  <dl>
    <dt>Se souvenir des champs renseign&eacute;s par l'utilisateur sur le
    Web&nbsp;:</dt>

    <dd>
      Cochez cette case pour qu'il vous soit demand&eacute; d'enregistrer les
      donn&eacute;es &agrave; chaque fois que vous remplirez un nouveau
      formulaire (s&eacute;lectionn&eacute;e par d&eacute;faut). Si vous la
      d&eacute;s&eacute;lectionnez, le gestionnaire de formulaires ne vous
      demandera plus jamais d'enregistrer les donn&eacute;es des formulaires.
      Le seul moyen que vous aurez d'enregistrer les donn&eacute;es sera
      d'ouvrir le menu <q>&Eacute;dition</q> et choisir <q>Enregistrer les
      donn&eacute;es du formulaire</q> pendant que vous &ecirc;tes sur un
      formulaire que vous venez de remplir.

      <p>Notez que d&eacute;s&eacute;lectionner cette option d&eacute;sactive
      la fonction de notification, mais pas le gestionnaire de formulaires. Les
      donn&eacute;es des formulaires qu'il a d&eacute;j&agrave;
      enregistr&eacute; seront toujours accessibles. Vous pourrez toujours
      ouvrir le menu <q>&Eacute;dition</q> et choisir <q>Pr&eacute;remplir le
      formulaire</q>.</p>
    </dd>

    <dt>Voir les donn&eacute;es&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour examiner ou &eacute;diter les donn&eacute;es
    personnelles que le gestionnaire de formulaires a enregistr&eacute;es. Pour
    plus d'informations, voir la section
    <a href="#form_manager_data">Gestionnaire de formulaires -
    Donn&eacute;es</a>.</dd>

    <dt>Voir les sites&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour voir les informations sp&eacute;cifiques aux
    sites &agrave; propos de vos donn&eacute;es enregistr&eacute;es. Pour plus
    d'informations, voir la section <a href="#form_manager_sites">Gestionnaire
    de formulaires - Sites</a>.</dd>
  </dl>

  <p>[&nbsp;<a href="#form_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h3 id="form_manager_data">Gestionnaire de formulaires - Donn&eacute;es</h3>

  <p>Cette section d&eacute;crit comment utiliser la fen&ecirc;tre qui vous
  permet d'&eacute;diter les donn&eacute;es enregistr&eacute;es par le
  gestionnaire de formulaires. Si vous ne voyez pas encore cette fen&ecirc;tre,
  faites comme ceci&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Formulaires</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur <q>Voir les donn&eacute;es</q>.</li>
  </ol>

  <p>La fen&ecirc;tre du gestionnaire de formulaires vous permet de
  g&eacute;rer les donn&eacute;es enregistr&eacute;es&nbsp;:</p>

  <dl>
    <dt>Cat&eacute;gorie&nbsp;:</dt>

    <dd>
      Double-cliquez sur une cat&eacute;gorie dans la colonne
      <q>Cat&eacute;gorie</q> pour voir les sous-cat&eacute;gories, et cliquez
      sur une sous-cat&eacute;gories pour voir les donn&eacute;es en question
      dans le c&ocirc;t&eacute; droit. Pour &eacute;diter une donn&eacute;es ou
      en ajouter une, cliquez sur un champ et entrez cette donn&eacute;e.

      <p>Pour ajouter des informations qui n'existent pas dans une des listes
      d&eacute;roulantes &agrave; droite, cliquez sur la case vide et saisissez
      votre texte. De m&ecirc;me, s&eacute;lectionnez un texte existant pour
      l'&eacute;diter ou l'effacer.</p>
    </dd>

    <dt>Tout supprimer&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour effacer toutes les donn&eacute;es
    enregistr&eacute;es d'un coup.</dd>
  </dl>

  <p>La derni&egrave;re cat&eacute;gorie, <q>Autres informations</q>, inclut un
  panneau pour deux types de donn&eacute;es particuli&egrave;res&nbsp;:</p>

  <dl>
    <dt>Concat&eacute;nations&nbsp;:</dt>

    <dd>
      Le gestionnaire de formulaires r&eacute;cup&egrave;re et rempli des
      &eacute;l&eacute;ments individuels, comme un nom et un pr&eacute;nom, et
      combine les deux si n&eacute;cessaire. Si vous rencontrez une page qui
      vous demande votre nom entier, par exemple, il le remplira avec le
      pr&eacute;nom et le nom pr&eacute;c&eacute;demment enregistr&eacute;s.

      <p>N&eacute;anmoins, si le gestionnaire de formulaires n'a pas encore
      enregistr&eacute; vos nom et pr&eacute;nom, il enregistra le nom complet
      (si vous lui demandez de le faire) comme un seul &eacute;l&eacute;ment
      dans le panneau <q>Concat&eacute;nations</q>.</p>
    </dd>

    <dt>Sp&eacute;cifique-URL&nbsp;:</dt>

    <dd>Ce panneau liste les champs et leurs valeurs qui sont propres &agrave;
    un seul site, et le site pour lequel vous avez enregistr&eacute; ces
    informations.</dd>
  </dl>

  <p>Pour des instructions pas-&agrave;-pas sur l'utilisation du gestionnaire
  de formulaires, voir la section <a href="#using_the_form_manager">Utiliser le
  gestionnaire de formulaires</a>.</p>

  <p>[&nbsp;<a href="#form_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h3 id="form_manager_sites">Gestionnaire de formulaires - Sites</h3>

  <p>Cette section d&eacute;crit comment utiliser la bo&icirc;te de dialogue
  qui vous permet d'&eacute;diter les informations des sites enregistr&eacute;s
  par le gestionnaire de formulaires. Si vous ne la voyez pas encore, suivez
  ces &eacute;tapes&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Formulaires</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste</li>

    <li>Cliquez sur <q>Voir les sites</q>.</li>
  </ol>

  <p>La fen&ecirc;tre de gestion des sites a deux onglets&nbsp;:</p>

  <dl>
    <dt>&Eacute;tats non pr&eacute;visualis&eacute;s&nbsp;:</dt>

    <dd>
      Cliquez sur cet onglet pour voir la liste des sites pour lesquels vous
      avez choisi l'option <q>Sauter cet &eacute;cran aux prochains
      pr&eacute;remplissages de ce formulaire</q> apr&egrave;s avoir choisi
      <q>Pr&eacute;remplir le formulaire</q> depuis le menu
      <q>&Eacute;dition</q>.

      <p>Si vous enlevez une entr&eacute;e de cette liste, le gestionnaire de
      formulaires vous donnera de nouveau la possibilit&eacute; de confirmer le
      remplissage des champs pour ce site.</p>
    </dd>

    <dt>&Eacute;tats jamais enregistr&eacute;s&nbsp;:</dt>

    <dd>
      Cliquez sur cet onglet pour voir la liste des sites pour lesquels vous
      avez s&eacute;lectionn&eacute; <q>Jamais pour ce site</q> en
      r&eacute;ponse &agrave; la demande du gestionnaire de formulaire
      d'enregistrer les donn&eacute;es.

      <p>Si vous enlevez une entr&eacute;e de cette liste, le gestionnaire de
      formulaires vous demandera &agrave; nouveau d'enregistrer les
      donn&eacute;es lorsque vous enverrez les donn&eacute;es d'un formulaire
      de ce site (mais seulement si l'option de notification du gestionnaire de
      formulaires a &eacute;t&eacute; s&eacute;lectionn&eacute;e dans <a href=
      "#forms">Pr&eacute;f&eacute;rences de confidentialit&eacute; et
      s&eacute;curit&eacute; - Formulaires</a>).</p>
    </dd>
  </dl>

  <p>Selon l'onglet que vous &ecirc;tes en train de voir, vous pouvez enlever
  des entr&eacute;es de la liste comme ceci&nbsp;:</p>

  <dl>
    <dt>Supprimer&nbsp;:</dt>

    <dd>S&eacute;lectionnez une ou plusieurs entr&eacute;es, puis cliquez sur
    ce bouton pour les enlever.</dd>

    <dt>Tout supprimer&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour enlever toutes les entr&eacute;es de
    l'onglet que vous &ecirc;tes en train de voir.</dd>
  </dl>

  <p>Voir la description de chaque onglet pour voir les cons&eacute;quences de
  l'enl&egrave;vement des entr&eacute;es.</p>

  <p>Pour des instructions pas-&agrave;-pas sur l'utilisation du gestionnaire
  de formulaires, voir <a href="#using_the_form_manager">Utiliser le
  gestionnaire de formulaires</a>.</p>

  <p>[&nbsp;<a href="#form_settings">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h3 id="prefill_form_data">Pr&eacute;remplir les champs de formulaires</h3>

  <p>Cette section explique le fonctionnement de la fen&ecirc;tre de
  pr&eacute;remplissage des formulaires qui appara&icirc;t lorsque vous ouvrez
  le menu <q>&Eacute;dition</q> et choisissez <q>Pr&eacute;remplir le
  formulaire</q>.</p>

  <p>Toutefois, la commande <q>Pr&eacute;remplir le formulaire</q> du menu
  n'est activ&eacute;e que si vous avez d&eacute;j&agrave; utilis&eacute; le
  gestionnaire de formulaires pour enregistrer les donn&eacute;es de
  formulaires et que vous visitez actuellement une page demandant le m&ecirc;me
  genre de donn&eacute;es. Pour des instructions pas-&agrave;-pas sur
  l'utilisation de telles donn&eacute;es, voir la section <a href=
  "#using_the_form_manager">Utiliser le gestionnaire de formulaires</a>.</p>

  <p>La fen&ecirc;tre <q>Pr&eacute;remplir le formulaire de donn&eacute;es</q>
  vous permet d'effectuer une des actions suivantes&nbsp;:</p>

  <dl>
    <dt>Cliquer sur un champ pour &eacute;diter la donn&eacute;e&nbsp;:</dt>

    <dd>Toute modification dans cette fen&ecirc;tre sera
    r&eacute;percut&eacute;e dans la donn&eacute;e utilis&eacute;e pour remplir
    ce formulaire, mais ne modifiera pas la donn&eacute;e
    enregistr&eacute;e.</dd>

    <dt>S&eacute;lectionner une autre donn&eacute;e&nbsp;:</dt>

    <dd>Cliquez sur la fl&egrave;che &agrave; droite d'un champ pour afficher
    une liste d&eacute;roulante pour ce champ. Si vous avez d&eacute;j&agrave;
    utilis&eacute; le gestionnaire de formulaires pour enregistrer d'autres
    informations (par exemple, une autre adresse postale), les autres choix
    s'afficheront dans la liste.</dd>

    <dt>Choisir quels &eacute;l&eacute;ments seront
    pr&eacute;remplis&nbsp;:</dt>

    <dd>Seuls les &eacute;l&eacute;ments coch&eacute;s seront remplis
    automatiquement. Lorsque vous ouvrez la fen&ecirc;tre, tous les
    &eacute;l&eacute;ments sont coch&eacute;s. Cliquez pour
    d&eacute;s&eacute;lectionner ceux que vous ne voulez par remplir
    automatiquement.</dd>

    <dt>Sauter cet &eacute;cran aux prochains pr&eacute;remplissages de ce
    formulaire&nbsp;:</dt>

    <dd>
      S&eacute;lectionnez cette case pour ne plus voir cette fen&ecirc;tre de
      confirmation la prochaine fois que vous devrez remplir ce formulaire.
      Cette option peut &ecirc;tre utile, par exemple, si vous devez souvent
      entrer les m&ecirc;mes donn&eacute;es sur un m&ecirc;me type de
      formulaire.

      <p><strong>Important</strong>&nbsp;: si vous passez cette &eacute;tape de
      confirmation, vous risquez de donner des informations sensibles (comme un
      num&eacute;ro de carte bancaire) par inadvertance. Pour plus
      d'informations, voir la section
      <a href="#filling_out_forms_automatically">Remplir automatiquement des
      formulaires</a>.</p>

      <p>Si vous changez de d&eacute;cision, vous pouvez r&eacute;activer la
      fen&ecirc;tre <q>Pr&eacute;remplir le formulaire de donn&eacute;es</q>
      pour ce site. Pour plus d'informations, voir la section <a href=
      "#form_manager_sites">Gestionnaire de formulaires - Sites</a>.</p>
    </dd>

    <dt>Voir les donn&eacute;es des formulaires stock&eacute;es&nbsp;:</dt>

    <dd>Cliquez sur ce bouton pour examiner ou &eacute;diter toutes les
    donn&eacute;es personnelles que le gestionnaire de formulaires a
    enregistr&eacute;es. Pour plus d'informations, voir la section <a href=
    "#form_manager_data">Gestionnaire de formulaires - Donn&eacute;es</a>.</dd>
  </dl>

  <p>[&nbsp;<a href="#form_settings">Retourner au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h1 id="encrypting_stored_sensitive_information">Chiffrer les informations
  sensibles enregistr&eacute;es sur le disque dur</h1>

  <p>Si vous utilisez le gestionnaire de mots de passe ou le gestionnaire de
  formulaires pour enregistrer vos identificateurs et autres donn&eacute;es,
  alors ces informations sont stock&eacute;es sur votre ordinateur dans un
  fichier qui est difficile &ndash; mais pas impossible &ndash; &agrave; lire
  par un intrus.</p>

  <p>Par exemple, si votre ordinateur est situ&eacute; &agrave; un endroit
  o&ugrave; des personnes indiscr&egrave;tes ou mal intentionn&eacute;es
  peuvent avoir acc&egrave;s, il est possible pour une personne de lire le
  fichier contenant vos donn&eacute;es sensibles.</p>

  <p>Pour prot&eacute;ger vos donn&eacute;es sensibles, vous devriez chiffrer
  le fichier. Le chiffrement rend la lecture de vos informations sensibles
  beaucoup plus difficile pour des personnes non autoris&eacute;es.</p>

  <p>La d&eacute;cision d'utiliser le chiffrement est un compromis entre
  s&eacute;curit&eacute; et performance.</p>

  <p>Si vous utilisez le chiffrement, vous devrez entrer un mot de passe
  principal p&eacute;riodiquement, ce qui peut &ecirc;tre g&ecirc;nant. Si vous
  ne l'utilisez pas, il sera plus facile &agrave; toute personne ayant
  acc&egrave;s &agrave; votre ordinateur de voler vos mots de passe.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#turning_encryption_on_and_off">Activer ou d&eacute;sactiver
      le chiffrement</a></li>

      <li><a href="#setting_a_master_password">D&eacute;finir un mot de passe
      principal</a></li>

      <li><a href="#changing_your_master_password">Modifier votre mot de passe
      principal</a></li>

      <li><a href="#logging_out_of_your_master_password">Se d&eacute;connecter
      du gestionnaire de mots de passe</a></li>

      <li><a href="#what_to_do_if_you_forget_your_master_password">Que faire en
      cas d'oubli du mot de passe principal&nbsp;?</a></li>
    </ul>
  </div>

  <h2 id="turning_encryption_on_and_off">Activer ou d&eacute;sactiver le
  chiffrement</h2>

  <p>Pour activer le chiffrement des informations sensibles&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Mots de passe</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Dans la section <q>Chiffrement</q>, s&eacute;lectionnez <q>Utiliser le
    chiffrement pour stocker les donn&eacute;es sensibles.</q>.</li>

    <li>Cliquez sur <q>OK</q>. Si vous n'avez pas encore d&eacute;fini de mot
    de passe principal, une bo&icirc;te de dialogue appara&icirc;tra et vous
    guidera pour en choisir un.</li>
  </ol>

  <p>Pour d&eacute;sactiver le chiffrement, d&eacute;s&eacute;lectionnez
  <q>Utiliser le chiffrement pour stocker les donn&eacute;es sensibles</q>.</p>

  <p>Vous devez entrer le mot de passe principal pour d&eacute;sactiver le
  chiffrement.</p>

  <p>[&nbsp;<a href="#encrypting_stored_sensitive_information">Retourner au
  d&eacute;but de la section</a>&nbsp;]</p>

  <h2 id="setting_a_master_password">D&eacute;finir un mot de passe principal</h2>

  <p>Si vous choisissez de chiffrer vos donn&eacute;es sensibles
  enregistr&eacute;es, vous aurez besoin d'un mot de passe principal. Avec le
  chiffrement activ&eacute;, &brandShortName; vous demandera au moins une fois
  votre mot de passe principal durant une session pour avoir l'autorisation
  d'acc&eacute;der &agrave; vos donn&eacute;es sensibles.</p>

  <p>Si le chiffrement est activ&eacute;, mais que vous n'avez pas encore de
  mot de passe principal, il vous sera demand&eacute; d&egrave;s que la
  premi&egrave;re des informations jug&eacute;es sensibles sera
  enregistr&eacute;e.</p>

  <p>Si votre mot de passe principal n'a pas encore &eacute;t&eacute;
  d&eacute;fini, vous pouvez le faire comme ceci&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Mot de passe principal</q>. Si
    aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez alors sur le bouton <q>Changer le mot de passe principal</q>.

      <p>Appara&icirc;t alors la bo&icirc;te de dialogue <q>D&eacute;finir le
      mot de passe principal</q>.</p>
    </li>

    <li>Entrez votre nouveau mot de passe principal, entrez-le &agrave; nouveau
    pour &eacute;viter toute faute de frappe.</li>

    <li>Cliquez sur <q>OK</q>.</li>
  </ol>

  <p>Faites en sorte que votre nouveau mot de passe soit difficile &agrave;
  deviner. Vous pouvez utiliser des caract&egrave;res sp&eacute;ciaux
  (&eacute;, #, %, etc.) et faire varier la casse des caract&egrave;res. Pour
  quelques exemples, lisez la documentation en ligne <a href=
  "passwords_help.xhtml#choosing_a_good_password">Choisir un bon mot de
  passe</a>.</p>

  <p>[&nbsp;<a href="#encrypting_stored_sensitive_information">Retourner au
  d&eacute;but de la section</a>&nbsp;]</p>

  <h2 id="changing_your_master_password">Modifier votre mot de passe
  principal</h2>

  <p>Pour modifier votre mot de passe principal&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Mot de passe principal</q>. Si
    aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez alors sur le bouton <q>Changer le mot de passe principal</q>.

      <p>Appara&icirc;t alors la bo&icirc;te de dialogue <q>D&eacute;finir le
      mot de passe principal</q>.</p>
    </li>

    <li>Entrez votre mot de passe principal actuel (s'il est d&eacute;j&agrave;
    d&eacute;fini).</li>

    <li>Entrez votre nouveau mot de passe principal, entrez-le &agrave; nouveau
    pour &eacute;viter toute faute de frappe.</li>

    <li>Cliquez sur <q>OK</q>.</li>
  </ol>

  <p>[&nbsp;<a href="#encrypting_stored_sensitive_information">Retour au
  d&eacute;but de la section</a>&nbsp;]</p>

  <h2 id="logging_out_of_your_master_password">Se d&eacute;connecter du
  gestionnaire de mots de passe</h2>

  <p>Habituellement, &brandShortName; ne vous demande votre mot de passe
  principal qu'une fois par session, lui permettant ainsi d'acc&eacute;der
  &agrave; vos informations sensibles.</p>

  <p>Il est aussi possible de choisir que votre mot de passe principal vous
  soit demand&eacute; chaque fois que c'est n&eacute;cessaire, ou apr&egrave;s
  un certain laps de temps. Pour plus d'informations, voir la section <a href=
  "passwords_help.xhtml#master_password_timeout">&Eacute;ch&eacute;ance du mot
  de passe principal</a>.</p>

  <p>Vous pouvez aussi vous d&eacute;connecter volontairement du gestionnaire
  de mots de passe pour obliger &agrave; entrer le mot de passe principal
  &agrave; nouveau lors d'un acc&egrave;s &agrave; vos informations sensibles.
  Cela peut &ecirc;tre utile si vous quittez votre ordinateur pour une certaine
  p&eacute;riode.</p>

  <p>Pour vous d&eacute;connecter du gestionnaire de mots de passe&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q>Outils</q> et choisissez <q>Gestionnaire de mots de
    passe</q>.</li>

    <li>S&eacute;lectionnez <q>D&eacute;connexion</q> dans le sous-menu.</li>
  </ol>

  <p>[&nbsp;<a href="#encrypting_stored_sensitive_information">Retour au
  d&eacute;but de la section</a>&nbsp;]</p>

  <h2 id="what_to_do_if_you_forget_your_master_password">Que faire en cas
  d'oubli du mot de passe principal&nbsp;?</h2>

  <p>Si vous oubliez votre mot de passe principal, et que vous avez choisi de
  chiffrer les donn&eacute;es sensibles (voir la section <a href=
  "#encrypting_stored_sensitive_information">Chiffrer les informations
  sensibles stock&eacute;es</a>),
  vous ne pourrez plus acc&eacute;der &agrave; vos mots de passe ou
  donn&eacute;es stock&eacute;es qui seraient prot&eacute;g&eacute;es (si vous
  avez activ&eacute; le chiffrement). Votre mot de passe principal est votre
  mot de passe le plus important. Assurez-vous de ne jamais le perdre.</p>

  <p>En dernier recours, il est possible de r&eacute;initialiser votre mot de
  passe principal si vous &ecirc;tes s&ucirc;r de ne plus pouvoir vous en
  souvenir. N&eacute;anmoins, r&eacute;initialiser votre mot de passe principal
  a pour effet d'effacer aussi tous les mots de passe Web, les mots de passe
  des serveurs de courrier, et toutes les donn&eacute;es de formulaires
  enregistr&eacute;es sur votre ordinateur par le gestionnaire de mots de passe
  ou le gestionnaire de formulaires. Vous perdrez aussi tous vos certificats
  personnels associ&eacute;s au <a href=
  "glossary.xhtml#software_security_device" class=
  "glossary">p&eacute;riph&eacute;rique logiciel de
  s&eacute;curit&eacute;</a>.</p>

  <p>Avant d'en arriver l&agrave;, lisez la section <a href=
  "passwords_help.xhtml#reset_master_password">Effacer le mot de passe
  principal</a>.</p>

  <p>Si vous &ecirc;tes s&ucirc;r de ne plus pouvoir vous souvenir de votre mot
  de passe principal, suivez ces instructions pour le
  r&eacute;initialiser&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Mot de passe principal</q>. Si
    aucune sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez alors sur le bouton <q>Effacer le mot de passe
    principal</q>.</li>

    <li>Dans la bo&icirc;te de dialogue <q>Effacer le mot de passe
    principal</q>, cliquez sur <q>Effacer</q>.</li>
  </ol>

  <p>[&nbsp;<a href="#encrypting_stored_sensitive_information">Retour au
  d&eacute;but de la section</a>&nbsp;]</p>

  <h1 id="managing_images">G&eacute;rer les images</h1>

  <p>Si vous le souhaitez, vous pouvez d&eacute;cider de ne pas
  t&eacute;l&eacute;charger les images pendant la navigation sur le Web. Cette
  option restreint ce que vous pourrez voir sur les pages Web, mais peut
  &ecirc;tre tr&egrave;s utile si vous avez une connexion &agrave; faible
  d&eacute;bit et voulez diminuer le temps de chargement d'une page.</p>

  <p>Vous pouvez aussi contr&ocirc;ler la fr&eacute;quence de
  r&eacute;p&eacute;tition des animations des images anim&eacute;es, ou tout
  simplement d&eacute;sactiver les animations.</p>

  <p>La section suivante d&eacute;crit comment contr&ocirc;ler ces
  pr&eacute;f&eacute;rences pour les images. Les pr&eacute;f&eacute;rences par
  d&eacute;faut permettent &agrave; toutes les images d'&ecirc;tre
  t&eacute;l&eacute;charg&eacute;es et permettent la r&eacute;p&eacute;tition
  des animations.</p>

  <div class="contentsBox">
    <p>Dans cette section&nbsp;:</p>

    <ul>
      <li><a href="#using_images">Pr&eacute;f&eacute;rences de
      confidentialit&eacute; et s&eacute;curit&eacute; - Images</a></li>

      <li><a href="#image_manager">Gestionnaire d'images</a></li>
    </ul>
  </div>

  <p><a id="preferences:imagesIDX"></a> <a id="images:preferencesIDX"></a></p>

  <h2 id="using_images">Pr&eacute;f&eacute;rences de confidentialit&eacute; et
  s&eacute;curit&eacute; - Images</h2>

  <p>Cette section explique comment d&eacute;finir les
  pr&eacute;f&eacute;rences pour les images. Pour voir les
  pr&eacute;f&eacute;rences pour la gestion des images&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Images</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>
  </ol>

  <h3 id="image_acceptance_policy">Permissions sur les images</h3>

  <p>La pr&eacute;f&eacute;rence de bloquer les images vous permet de
  contr&ocirc;ler o&ugrave; et quand le navigateur &brandShortName; affichera les
  images&nbsp;:</p>

  <dl>
    <dt>Ne pas charger les images&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous ne voulez pas que le
    navigateur affiche les images.</dd>

    <dt>Accepter les images provenant du serveur initial seulement&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option pour n'afficher que les images du site
    que vous visitez. Seront exclues toutes les images provenant d'un autre
    site.</dd>

    <dt>Accepter toutes les images&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous voulez afficher toutes les 
    images (option par d&eacute;faut).</dd>

    <!--<dt>Ne pas charger des images distantes dans les messages du Courrier et
    Groupes&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous voulez interdire le
    t&eacute;l&eacute;chargement des images dans les pages Web envoy&eacute;es
    en pi&egrave;ces jointes (option par d&eacute;faut).</dd>-->
  </dl>

  <h3 id="images_loop">Les images anim&eacute;es doivent boucler</h3>

  <p>Ces options contr&ocirc;lent combien de fois les images anim&eacute;es
  r&eacute;p&egrave;tent leur animation&nbsp;:</p>

  <dl>
    <dt>Autant de fois que sp&eacute;cifi&eacute; par l'image&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous voulez que l'animation des
    images se r&eacute;p&egrave;te autant de fois que l'image anim&eacute;e le
    sp&eacute;cifie (option par d&eacute;faut).</dd>

    <dt>Une fois&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous voulez que l'animation de
    l'image n'apparaisse qu'une seule fois, sans tenir compte de la
    sp&eacute;cification de l'image.</dd>

    <dt>Jamais&nbsp;:</dt>

    <dd>S&eacute;lectionnez cette option si vous ne voulez pas d'image
    anim&eacute;e.</dd>
  </dl>

  <p>[&nbsp;<a href="#managing_images">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <h2 id="image_manager">Gestionnaire d'image</h2>

  <p>Cette section explique comment utiliser le gestionnaire d'images. Pour
  afficher le gestionnaire d'images suivez ces &eacute;tapes&nbsp;:</p>

  <ol>
    <li>Ouvrez le menu <q><span class="mac">SeaMonkey</span><span
    class="noMac">&Eacute;dition</span></q>
    et choisissez <q>Pr&eacute;f&eacute;rences&hellip;</q>.</li>

    <li>Dans la cat&eacute;gorie <q>Confidentialit&eacute; et
    s&eacute;curit&eacute;</q>, cliquez sur <q>Images</q>. Si aucune
    sous-cat&eacute;gorie n'est visible, double-cliquez sur
    <q>Confidentialit&eacute; et s&eacute;curit&eacute;</q> pour
    d&eacute;velopper la liste.</li>

    <li>Cliquez sur le bouton <q>Voir les permissions sur les images</q>.</li>
  </ol>

  <p>La fen&ecirc;tre du gestionnaire d'images indique les sites
  g&eacute;r&eacute;s et leur statut. La colonne <q>Statut</q> indique si les
  images du domaine concern&eacute; sont bloqu&eacute;es ou
  accept&eacute;es.</p>

  <p>Si vous d&eacute;sirez effacer un site de la liste, cliquez sur le site
  pour le s&eacute;lectionner puis cliquez sur le bouton <q>Supprimer le
  site</q>.</p>

  <p><strong>Astuce</strong>&nbsp;: Pour bloquer ou d&eacute;bloquer facilement
  et rapidement les images d'un site Web, ouvrez le menu <q>Outils</q> et
  s&eacute;lectionnez <q>Gestionnaire d'images</q>. Dans ce sous-menu,
  choisissez de bloquer ou de d&eacute;bloquer les images du site. En fonction
  du statut de ce site dans le gestionnaire d'images, l'une des deux options
  sera inaccessible (gris&eacute;e).</p>

  <p>[&nbsp;<a href="#managing_images">Retour au d&eacute;but de la
  section</a>&nbsp;]</p>

  <div id="footer">
    <p>&copyright.string;</p>
    <!--begin frenchmozilla signature-->

    <p><em>Derni&egrave;re traduction&nbsp;: 18 janvier 2006</em></p>

    <p>Ce texte a &eacute;t&eacute; traduit et adapt&eacute; par une
    &eacute;quipe internationale de b&eacute;n&eacute;voles francophones.<br />
    Pour plus d'informations, visitez notre site&nbsp;: <a href=
    "http://frenchmozilla.sourceforge.net"
    hreflang="fr">http://frenchmozilla.sourceforge.net</a>.</p>
    <!--end frenchmozilla signature-->
  </div>
</body>
</html>