## Signature Information strings
SINoneLabel=Berjocht hat gjin digitale \u00FBndertekening
SINone=Yn dit berjocht stiet gjin digitale \u00FBndertekening fan de \u00F4fstjoerder. Dat de digitale \u00FBndertekening der net yn stiet betsjut dat dit berjocht ferstjoerd w\u00EAze kin troch immen dy't dit e-mailadres yn werklikheid net hat. It kin ek w\u00EAze dat it berjocht skeind is by it ferstjoeren oer it netwurk. It is lykwols \u00FBnwierskynlik dat soks foarfallen is.

SIValidLabel=Berjocht is \u00FBndertekene
SIValid=Yn dit berjocht stiet in jildige \u00FBndertekening. It berjocht is net feroare s\u00FBnt it ferstjoerd is.

SIInvalidLabel=Digitale \u00FBndertekening is net jildich.
SIInvalidHeader=Yn dit berjocht stiet in jildige digitale \u00FBndertekening, mar de \u00FBndertekening is net jildich.

SIContentAltered=De \u00FBndertekening strykt net mei de ynh\u00E2ld fan it berjocht. It berjocht liket oanpast te w\u00EAzen nei't de \u00F4fstjoerder it \u00FBndertekene hat. Bliuw erchtinkend oangeande dit berjocht oant jo de ynh\u00E2ld ferifiearre hawwe by de \u00F4fstjoerder.
SIExpired=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is ferr\u00FBn. Bewissigje jo derfan dat jo kompj\u00FBterklok goed ynsteld is.
SIRevoked=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is ynlutsen. Jo kinne de jildichheid fan dit berjocht better net fertrouwe oant jo de ynh\u00E2ld neigien hawwe by de \u00F4fstjoerder.
SINotYetValid=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is noch net jildich. Bewissigje jo derfan dat jo kompj\u00FBterklok goed ynsteld stiet.
SIUnknownCA=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is \u00FAtj\u00FBn troch in \u00FBnbekende sertifikaasje-autoriteit.
SIUntrustedCA=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is \u00FAtj\u00FBn troch in sertifikaasje-autoriteit dy't jo net fertrouwe foar it \u00FAtjaan fan dit type sertifikaten.
SIExpiredCA=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is \u00FAtj\u00FBn troch in autoriteit d\u00EAr't it eigen sertifikaat fan ferr\u00FBn is. Bewissigje jo derfan dat jo kompj\u00FBterklok goed ynsteld stiet.
SIRevokedCA=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is \u00FAtj\u00FBn troch in sertifikaasje-autoriteit fan wa't it eigen sertifikaat ynlutsen is. Jo kinne de jildichheid fan dit berjocht better net fertrouwe oant jo de ynh\u00E2ld ferifiearre hawwe by de \u00F4fstjoerder.
SINotYetValidCA=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen is \u00FAtj\u00FBn troch in autoriteit fan wa't it eigen sertifikaat noch net jildich is. Bewissigje jo derfan dat jo kompj\u00FBterklok goed ynsteld stiet.
SIInvalidCipher=It berjocht is kodearre mei in kodearringssterkte dy't dizze ferzje fan 'e software net stipet.
SIClueless=Der binne \u00FBnbekende problemen mei dizze digitale \u00FBndertekening. Jo kinne de jildichheid fan dit berjocht better net fertrouwe oant jo de ynh\u00E2ld neigien hawwe by de \u00F4fstjoerder.

SIPartiallyValidLabel=Berjocht is \u00FBndertekene.
SIPartiallyValidHeader=Nettsjinsteande dat de digitale \u00FBndertekening jildich is, is it \u00FBnbekend oft de \u00F4fstjoerder en de \u00FBndertekener deselde persoan is.

SIHeaderMismatch=It e-mailadres dat yn it sertifikaat fan de \u00FBndertekener oanj\u00FBn stiet, ferskilt fan it e-mailadres dat br\u00FBkt is om dit berjocht te \u00FBndertekenjen. Besjoch de details fan it \u00FBndertekeningssertifikaat om \u00FAt te finen wa't dit berjocht \u00FBndertekene hat.
SICertWithoutAddress=It sertifikaat dat br\u00FBkt is om it berjocht te \u00FBndertekenjen befettet gjin e-mailadres. Besjoch de details fan it \u00FBndertekeningssertifikaat om \u00FAt te finen wa't dit berjocht \u00FBndertekene hat.
                  
## Encryption Information strings
EINoneLabel=Berjocht is net kodearre
EINone=Dit berjocht is net kodearre foardat it ferstjoerd waard. Net-kodearre ynformaasje dy't oer it ynternet ferstjoerd is,  kin troch oaren by it ferstjoeren besjoen wurde.

EIValidLabel=Berjocht is kodearre
EIValid=Dit berjocht is kodearre foardat it nei jo stjoerd waard. Kodearjen makket it hiel dreech foar oaren om ynformaasje te sjen as dy oer it netwurk ferstjoerd wurdt.

EIInvalidLabel=Berjocht kin net \u00FBntsifere wurde
EIInvalidHeader=Dit berjocht is kodearre foardat it nei jo tastjoerd waard, mar kin net \u00FBntsifere wurde.

EIContentAltered=De berjochtynh\u00E2ld liket wizige te w\u00EAzen by it ferstjoeren.
EIClueless=Der binne \u00FBnbekende swierrichheden mei dit kodearre berjocht.
