# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

privatebrowsingpage-open-private-window-label = បើកវិនដូឯកជន
    .accesskey = P
about-private-browsing-search-placeholder = ស្វែងរក​ទំព័រ​បណ្ដាញ
about-private-browsing-info-title = អ្នក​កំពុង​ស្ថិត​នៅ​​ផ្ទាំង​ឯកជន​
about-private-browsing-search-btn =
    .title = ស្វែងរក​គេហទំព័រ
# Variables
#  $engine (String): the name of the user's default search engine
about-private-browsing-handoff =
    .title = ស្វែងរក​ជាមួយ { $engine } ឬ​បញ្ចូល​អាសយដ្ឋាន
about-private-browsing-handoff-no-engine =
    .title = ស្វែងរក ឬ​បញ្ចូល​អាសយដ្ឋាន
# Variables
#  $engine (String): the name of the user's default search engine
about-private-browsing-handoff-text = ស្វែងរក​ជាមួយ { $engine } ឬ​បញ្ចូល​អាសយដ្ឋាន
about-private-browsing-handoff-text-no-engine = ស្វែងរក ឬ​បញ្ចូល​អាសយដ្ឋាន
about-private-browsing-not-private = បច្ចុប្បន្ន​អ្នក​មិន​នៅ​ក្នុង​បង្អួច​ឯកជន​ទេ។
about-private-browsing-info-description-private-window = ផ្ទាំងឯកជន៖ { -brand-short-name } សម្អាត​ការស្វែងរក​របស់អ្នក និង​ប្រវត្តិរុករក នៅពេល​អ្នក​បិទ​ផ្ទាំង​ឯកជន​ទាំងអស់។ វា​មិន​បង្ហាញអ្នក​ជាអនាមិកទេ។
about-private-browsing-info-description-simplified = { -brand-short-name } សម្អាត​ការស្វែងរក​របស់អ្នក និង​ប្រវត្តិរុករក នៅពេល​អ្នក​បិទ​ផ្ទាំង​ឯកជន​ទាំងអស់ ប៉ុន្តែវា​មិន​បង្ហាញអ្នក​ជាអនាមិកទេ។
about-private-browsing-learn-more-link = ស្វែងយល់​បន្ថែម
about-private-browsing-hide-activity = លាក់​សកម្មភាព និង​ទីតាំង​របស់អ្នក គ្រប់កន្លែង​ដែលអ្នក​រុករក
about-private-browsing-get-privacy = ទទួលបាន​ការការពារ​ឯកជនភាព​គ្រប់កន្លែង​ដែលអ្នក​រុករក
about-private-browsing-hide-activity-1 = លាក់​សកម្មភាព​រុករក និង​ទីតាំង​ជាមួយ { -mozilla-vpn-brand-name }។ ចុច​មួយ​បង្កើត​ការតភ្ជាប់​សុវត្ថិភាព ទោះជា​នៅលើ Wi-Fi សាធារណៈក៏ដោយ។
about-private-browsing-prominent-cta = បន្តនៅជាឯកជន​ជាមួយ { -mozilla-vpn-brand-name }
about-private-browsing-focus-promo-cta = ទាញ​យក { -focus-brand-name }
about-private-browsing-focus-promo-header = { -focus-brand-name }: ការរុករកឯកជននៅពេលធ្វើដំណើរ
about-private-browsing-focus-promo-text = កម្មវិធី​រុករក​ឯកជន​របស់​យើង​សម្អាត​ប្រវត្តិ និង​ខូគី​របស់​អ្នក​រាល់ពេល។

##

about-private-browsing-focus-promo-header-b = នាំយកការរុករកឯកជនទៅទូរស័ព្ទរបស់អ្នក
about-private-browsing-focus-promo-text-b = ប្រើ { -focus-brand-name } សម្រាប់ការស្វែងរកឯកជនទាំងនោះដែលអ្នកមិនចង់ឱ្យកម្មវិធីរុករកតាមអ៊ីនធឺណិតចម្បងរបស់អ្នកឃើញ។
about-private-browsing-focus-promo-header-c = ភាពឯកជនកម្រិតបន្ទាប់នៅលើទូរសព្ទចល័ត
about-private-browsing-focus-promo-text-c = { -focus-brand-name } សម្អាតប្រវត្តិរបស់អ្នករាល់ពេល ខណៈពេលកំពុងរារាំងការផ្សាយពាណិជ្ជកម្ម និងកម្មវិធីតាមដាន។
# This string is the title for the banner for search engine selection
# in a private window.
# Variables:
#   $engineName (String) - The engine name that will currently be used for the private window.
about-private-browsing-search-banner-title = { $engineName } គឺជាម៉ាស៊ីនស្វែងរកលំនាំដើមរបស់អ្នកនៅក្នុងវីនដូឯកជន
about-private-browsing-search-banner-description =
    { PLATFORM() ->
        [windows] ដើម្បីជ្រើសរើស​ម៉ាស៊ីន​ស្វែងរក​ផ្សេង សូម​ចូលទៅ <a data-l10n-name="link-options">ជម្រើស</a>
       *[other] ដើម្បីជ្រើសរើស​ម៉ាស៊ីន​ស្វែងរក​ផ្សេង សូម​ចូលទៅ <a data-l10n-name="link-options">ចំណូលចិត្ត</a>
    }
about-private-browsing-search-banner-close-button =
    .aria-label = បិទ
about-private-browsing-promo-close-button =
    .title = បិទ

## Strings used in a “pin promotion” message, which prompts users to pin a private window

about-private-browsing-pin-promo-header = សេរីភាពរុករកឯកជនដោយចុចតែម្តង
about-private-browsing-pin-promo-link-text =
    { PLATFORM() ->
        [macos] រក្សាក្នុង Dock
       *[other] ខ្ទាស់ទៅរបារភារកិច្ច
    }
about-private-browsing-pin-promo-title = គ្មានខូគី ឬប្រវត្តិដែលបានរក្សាទុកទេ ដោយផ្ទាល់ពីកុំព្យូទ័ររបស់អ្នក។ រុករកដូចជាគ្មាននរណាម្នាក់កំពុងមើល។

## Strings used in a promotion message for cookie banner reduction

# Simplified version of the headline if the original text doesn't work
# in your language: `See fewer cookie requests`.
about-private-browsing-cookie-banners-promo-header = បដា​ខូគី​បាន​ចាប់ផ្តើម​ហើយ!
about-private-browsing-cookie-banners-promo-button = កាត់បន្ថយបដាខូឃី
about-private-browsing-cookie-banners-promo-message = អនុញ្ញាតឱ្យ { -brand-short-name } ឆ្លើយតបដោយស្វ័យប្រវត្តិនូវខូគីលេចឡើងសម្រាប់អ្នក ដើម្បីឱ្យអ្នកអាចត្រលប់ទៅការរុករកដោយគ្មានការរំខានវិញ។ { -brand-short-name } នឹងបដិសេធសំណើទាំងអស់ប្រសិនបើអាចធ្វើទៅបាន។
# Simplified version of the headline if the original text doesn't work
# in your language: `{ -brand-short-name } will show fewer cookie requests`
about-private-browsing-cookie-banners-promo-heading = { -brand-short-name } ថែរក្សាបដាខូឃីស៍សម្រាប់អ្នក
about-private-browsing-cookie-banners-promo-body = ឥឡូវនេះ យើងបដិសេធបដាខូគីជាច្រើនដោយស្វ័យប្រវត្តិ ដូច្នេះអ្នកអាចត្រូវបានគេតាមដានតិចជាងមុន ហើយត្រឡប់ទៅការរុករកដោយគ្មានការរំខានវិញ។

## Strings for the info section of about:privatebrowsing

about-private-browsing-felt-privacy-v1-info-header = កុំទុកដាននៅលើឧបករណ៍នេះ
about-private-browsing-felt-privacy-v1-info-body = { -brand-short-name } លុបខូគី ប្រវត្តិ និងទិន្នន័យគេហទំព័ររបស់អ្នក នៅពេលអ្នកបិទបង្អួចឯកជនរបស់អ្នកទាំងអស់។
about-private-browsing-felt-privacy-v1-info-link = តើអ្នកណាអាចមើលឃើញសកម្មភាពរបស់ខ្ញុំ?
