<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Nilson Cain <mybugs@bellsouth.net> (original author)
  Jeff Walden <jwalden+code@mit.edu>
  Ernest Adrogue <eadrogue@gmx.net> (translator)
  Xavi Ivars <xavi@infobenissa.com> (translator)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>Utilitzar el gestor de baixades del &brandFullName;</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>Utilitzar el gestor de baixades del &brandFullName;</h1>

<div class="contentsBox">En aquesta secci&oacute;:
  <ul>
    <li><a href="#what_is_download_manager">Qu&egrave; &eacute;s el gestor de baixades?</a></li>
    <li><a href="#do_with_download_manager">Qu&egrave; puc fer amb el gestor de baixades?</a></li>
    <li><a href="#download_manager_options">&pref.pluralCaps; del gestor de baixades</a></li>
  </ul>
</div>
<h2 id="what_is_download_manager">Qu&egrave; &eacute;s el gestor de baixades?</h2>

<p>El Gestor de baixades &eacute;s una característica del &brandShortName; que us permet seguir la
  pista i gestionar els fitxers que estigueu baixant ara o hagueu baixat anteriorment. &Eacute;s
  una manera de mostrar la informació de totes les baixades en un sol lloc, evitant el
  desordre que provocaria fer-ho en múltiples finestres.</p>

<p>El Gestor de baixades apareixerà quan baixeu algun fitxer, quan seleccioneu el menú
  <span class="menuPath">Eines &gt; Baixades</span>, o quan premeu la combinació de tecles
  <span class="noUnix">&accelKey;+<kbd>J</kbd></span><span class="unix">&accelKey;+<kbd>Y</kbd></span>.</p>


<h2 id="do_with_download_manager">Qu&egrave; puc fer amb el gestor de baixades?</h2>

<p>A banda de mantenir la informaci&oacute; de totes les baixades en un lloc, el Gestor de
  baixades us permet fer fàcilment una s&egrave;rie d'accions per a cada una de les baixades.</p>

<dl>

  <dt>Aturar</dt>
  <dd>Podeu aturar qualsevol baixada fent clic a l'enlla&ccedil; <strong>Atura</strong>
    del costat de la baixada que desitgeu aturar. Això pot ser útil, per exemple, si
    comenceu a baixar un fitxer petit despr&eacute;s d'un de gran. Aturant una de les dues
    baixades decidiu quina &eacute;s m&eacute;s important. Quan volgueu reprendre la baixada que
    hagueu aturat, utilitzeu l'enlla&ccedil; <strong>Repr&egrave;n</strong> per a continuar-la.</dd>

  <dt>Canceŀlar</dt>
  <dd>Si a mitja baixada decidiu que no necessiteu m&eacute;s el fitxer, podeu
    canceŀlar la baixada molt fàcilment: cliqueu a l'enlla&ccedil; <strong>Canceŀla</strong>
    que hi ha al costat del fitxer en qüesti&oacute;. Això canceŀla la baixada i allibera la
    connexi&oacute; per a navegar o baixar altres coses.</dd>

  <dt>Obrir l'ubicaci&oacute; del fitxer</dt>
  <dd>Un cop ha finalitzat la baixada, l'enlla&ccedil; <em>Obre</em> apareixerà al
    costat del fitxer. Feu-hi clic per a obrir la carpeta on el &brandShortName; ha
    desat el fitxer.</dd>
  <dt>Eliminar una entrada de fitxer</dt>
  <dd>Si no voleu desar la informaci&oacute; d'una baixada en particular, esborrar-ne
    l'entrada &eacute;s tan simple com fer clic amb el ratolí. Senzillament useu l'enlla&ccedil;
    <em>Suprimeix</em> de l'entrada del fitxer que voleu eliminar.</dd>

  <dt>Reprendre la baixada</dt>
  <dd>Si per alguna ra&oacute; la baixada no es pot completar, &eacute;s fàcil tornar-ho a intentar
    una altra vegada. Simplement feu servir l'enlla&ccedil; <em>Reprèn</em> del
    costat del fitxer en qüesti&oacute;, i el &brandShortName; reiniciarà la baixada.</dd>
</dl>

<h2 id="download_manager_options">&pref.pluralCaps; del gestor de baixades</h2>

<p>Podeu accedir a les &pref.plural; del gestor de baixades obrint a través de la secció
  de baixades del quadre <em>Principal</em> a la finestra de &pref.pluralCaps;. 
  Des d'allà podeu canviar diferents &pref.plural; de baixada. Trobareu
  m&eacute;s informaci&oacute; sobre les &pref.plural; disponibles a la secció
  <a href="prefs.xhtml#downloads_options">&pref.pluralCaps; de les baixades</a>.</p>

<div class="contentsBox"><em>12 de setembre del 2005</em></div>
<p>Copyright &copy; &copyright.years; Col&middot;laboradors del projecte d'ajuda de Mozilla.</p>

</body>
</html>
