<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <david.tenser@comhem.se> (original author)
  R.J. Keller <rlk@trfenv.com>
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Refer&egrave;ncia del men&uacute; del &brandFullName;</title>
  <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Refer&egrave;ncia del men&uacute; del &brandFullName;</h1>
	<p>Aquesta refer&egrave;ncia del men&uacute; del &brandFullName; 
	descriu cada un dels elements del  men&uacute; de la finestra principal.</p>

	<div class="contentsBox">En aquesta secci&oacute;:
    <ul>
      <li class="mac"><a href="#firefox">&brandShortName;</a></li>
	    <li><a href="#file">Fitxer</a></li>
	    <li><a href="#edit">Edita</a></li>
	    <li><a href="#view">Visualitza</a></li>
	    <li><a href="#go">Historial</a></li>
	    <li><a href="#bookmarks">Adreces d'inter&egrave;s</a></li>
	    <li><a href="#tools">Eines</a></li>
      <li class="mac"><a href="#window">Finestra</a></li>
	    <li><a href="#help">Ajuda</a></li>
    </ul>
  </div>

<div class="mac">
  <h2 id="firefox">&brandShortName;</h2>
    <h3 id="about_mac">Quant al &brandFullName;</h3>
    <p>Mostra un quadre de diàleg amb informació del &brandShortName;, incloent-hi
      la versió actual i una breu llista de crèdits.</p>

    <h3 id="prefs_mac">&pref.pluralCaps;</h3>
    <p>Mostra la <a href="prefs.xhtml">finestra de &pref.plural;</a>,
      des d'on podeu canviar moltes &pref.plural; del &brandShortName;.</p>

    <h3 id="quit_mac">Surt del &brandShortName;</h3>
    <p>Tanca totes les finestres del &brandShortName;, canceŀla totes les
      baixades actives i surt del &brandShortName; completament. Si utilitzeu
      aquest element del menú i teniu més d'una finestra o pestanya oberta,
      el &brandShortName; us demanarà que ho confirmeu per tal de prevenir que
      sortiu accidentalment. Podeu desactivar aquest avís desseleccionant el
      quadre de verificació <em>Avisa'm en tancar diverses pestanyes
      de cop</em> del quadre <em>Pestanyes</em> a &pref.menuPath;. El
      &brandShortName; també us avisarà si esteu baixant un fitxer.</p>
</div>

<h2 id="file">Fitxer</h2>

  <h3 id="new_window">Nova finestra</h3>
  <p>Obre una nova finestra del &brandShortName;.</p>

  <h3 id="new_tab">Nova pestanya</h3>
  <p>Afegeix una nova pestanya en la mateixa finestra del &brandShortName;.</p>

  <h3 id="open_location">Obre una ubicació…</h3>
  <p>Mou el focus del &brandShortName; a la barra d'ubicació perquè pugueu
    introduir-hi l'URL que vulgueu visitar.</p>

  <h3 id="open_file">Obre un fitxer…</h3>
  <p>Mostra el di&agrave;leg "Obre un fitxer" amb el qual podreu seleccionar un
    fitxer dels vostres discs locals o b&eacute; de la xarxa. El di&agrave;leg us
    mostrar&agrave; diversos tipus de fitxers que el &brandShortName; pot
    visualitzar, incloent-hi fitxers HTML/XML, imatges, fitxers de text i
    altres.</p>

  <h3 id="close">Tanca la finestra</h3>
  <p>Tanca la finestra actual.</p>

  <h3 id="close_tab">Tanca la pestanya</h3>
  <p>Aquesta opci&oacute; del men&uacute; nom&eacute;s es visible si
    la finestra actual cont&eacute; m&eacute;s d'una pestanya.
	En aquest cas, tanca la pestanya que en aquell moment s'estigui veient.</p>

  <h3 id="save_page_as">Anomena i desa la p&agrave;gina…</h3>
  <p>Desa la p&agrave;gina que esteu visualitzant. Teniu l'opci&oacute; de desar
   la p&agrave;gina sencera (incloent-hi les imatges), nom&eacute;s el contingut
   HTML o b&eacute; nom&eacute;s el text.</p>

  <h3 id="send_page">Envia la p&agrave;gina…</h3>
  <p>Obre una finestra de redacció de missatges utilitzant el vostre programa de
    correu predeterminat, per tal que pugueu enviar un missatge amb un enllaç a
    la p&agrave;gina actual.</p>

  <h3 id="page_setup">Configuraci&oacute; de la p&agrave;gina…</h3>
  <p>Mostra el di&agrave;leg de configuraci&oacute; de la p&agrave;gina, des del qual 
    podeu especificar  opcions d'impressi&oacute; com ara marges, cap&ccedil;aleres,
	peus de p&agrave;gina i la orientaci&oacute; de la p&agrave;gina.</p>

 <div class="noMac">
  <h3 id="print_preview">Exemple d'impressi&oacute;</h3>
  <p>Mostra una previsualitzaci&oacute; de com quedar&agrave; el document actual
    un cop impr&egrave;s. Reflecteix el resultat de les opcions seleccionades en
    el di&agrave;leg de  configuraci&oacute; de la p&agrave;gina, aix&iacute;
    com les instruccions d'impressi&oacute; del propi autor per a la
    p&agrave;gina.</p>
</div>

  <h3 id="print">Imprimeix…</h3>
  <p>Mostra el di&agrave;leg d'impressió, des d'on podeu especificar el nombre
    de c&ograve;pies a imprimir, etc. Feu clic a <em>D'acord</em> per a
    comen&ccedil;ar a imprimir.</p>

  <h3 id="import">Importa…</h3>
  <p>Obre un assistent, que us permetr&agrave; importar les prefer&egrave;ncies,
    les adreces d'inter&egrave;s, els historials de navegaci&oacute;, les
    contrasenyes i dem&eacute;s informaci&oacute; d'altres navegadors, siguin el
    Microsoft Internet Explorer, el Netscape, el Mozilla o l'Opera.</p>

  <h3 id="work_offline">Treballa fora de l&iacute;nia</h3>
  <p>Canvia entre el mode de treball en línia i fora de l&iacute;nia. Treballant
    fora de l&iacute;nia podeu tornar a visualitzar les p&agrave;gines que
    heu visitat anteriorment sense necessitat d'estar connectats a Internet.</p>

<div class="noMac">
  <h3 id="exit">
    <span class="win">Surt</span>
    <span class="noWin">Surt</span>
  </h3>
  <p>Tanca totes les finestres del &brandShortName;, canceŀla totes les
    baixades actives i surt del &brandShortName; completament. Si utilitzeu
    aquest element del menú i teniu més d'una finestra o pestanya oberta,
    el &brandShortName; us demanarà que ho confirmeu per tal de prevenir que
    sortiu accidentalment. Podeu desactivar aquest avís deseleccionant el
    quadre de verificació <em>Avisa'm en tancar diverses pestanyes
    de cop</em> del quadre <em>Pestanyes</em> a &pref.menuPath;. El
    &brandShortName; també us avisarà si esteu baixant un fitxer.</p>
</div>

<h2 id="edit">Edita</h2>

  <h3 id="undo">Desf&eacute;s</h3>
  <p>Desf&agrave; la &uacute;ltima acci&oacute; feta en un formulari d'Internet.
     Si m&eacute;s tard decidiu  que no voleu desfer l'acci&oacute; 
	 podeu fer servir la comanda Ref&eacute;s.</p>

  <h3 id="redo">Ref&eacute;s</h3>
  <p>Ref&agrave; la &uacute;ltima acci&oacute; desfeta.</p>

  <h3 id="cut">Retalla</h3>
  <p>Retalla el text seleccionat d'un camp de text i l'emmagatzema al porta-retalls.
    Podeu enganxar el text del porta-retalls utilitzant l'ordre Enganxa.</p>

  <h3 id="copy">Copia</h3>
  <p>Copia el text seleccionat i l'emmagatzema al porta-retalls. Podeu enganxar
    el text del porta-retalls utilitzant l'ordre Enganxa.</p>

  <h3 id="paste">Enganxa</h3>
  <p>Enganxa el text emmagatzemat al porta-retalls en un camp de text.</p>
  
  <h3 id="delete">Suprimeix</h3>
  <p>Suprimeix el text seleccionat d'un camp de text.</p>

  <h3 id="select_all">Selecciona-ho tot</h3>
  <p>Selecciona tot el text i altres elements d'una p&agrave;gina.</p>

  <h3 id="find_in_this_page">Cerca en aquesta p&agrave;gina…</h3>
  <p>Mostra la barra de cerca a la part inferior de la finestra del navegador.
    Introduïu el text que voleu trobar en aquesta barra d'eines, i a mesura que
    escriviu el &brandShortName; cercarà i seleccionarà automàticament la
    primera coincidència del text que hagueu introduït a la pàgina. Feu un clic
    a <em>Cerca el següent</em> o <em>Cerca l'anterior</em> per a trobar el text
    a altres llocs de la pàgina o feu clic a <em>Ressalta</em> per a marcar les
    coincidències del text a la pàgina.</p>

  <h3 id="find_again">Torna a cercar</h3>
  <p>Cerca la seg&uuml;ent coincid&egrave;ncia del text especificat quan s'utilitza l'ordre
  <em>Cerca en aquesta p&agrave;gina</em>…</p>

  <h3 class="unix" id="prefs">&pref.pluralCaps;</h3>
  <p class="unix">Mostra la <a href="prefs.xhtml">finestra de &pref.pluralCaps;</a>,
    on podeu canviar moltes &pref.plural; del &brandShortName;.</p>

<h2 id="view">Visualitza</h2>

  <h3 id="toolbars">Barra d'eines</h3>

    <h4 id="navigation_toolbar">Barra de navegaci&oacute;</h4>
    <p>Mostra o amaga la barra de navegaci&oacute;, on
	    hi ha els botons de navegaci&oacute; (enrere, endavant, atura, etc).</p>

    <h4 id="bookmarks_toolbar">Barra de les adreces d'inter&egrave;s</h4>
    <p>Mostra o amaga la barra de les adreces d'inter&egrave;s, en la qual s'emmagatzema
      la ubicaci&oacute; dels llocs d'Internet m&eacute;s interessants per a l'usuari.</p>

    <h4 id="customize">Personalitza…</h4>
    <p>Mostra el di&agrave;leg de personalització les barres d'eines.
	   Podeu arrossegar els botons de la barra d'eines per a posar o treure botons.
	   Tamb&eacute; podeu <span class="noMac">fer clic amb el bot&oacute; dret del ratol&iacute;</span><span class="mac">clicar prement &ctrlKey;</span> damunt de la barra d'eines 
	   i seleccionar l'opci&oacute; <em>Personalitza</em> per a mostrar aquest di&agrave;leg.</p>

  <h3 id="status_bar">Barra d'estat</h3>
  <p>Mostra o amaga la barra d'estat, que es troba a la part inferior de la finestra.
    En la barra d'estat es mostra informaci&oacute; &uacute;til referent a la p&agrave;gina
	que s'est&agrave; visualitzant, tot i que hom pot trobar que no necessita aquesta barra.</p>

  <h3 id="sidebar">Barra lateral</h3>
  <p>A la barra lateral s'hi pot mostrar les adreces d'inter&egrave;s o l'historial de navegaci&oacute;. 
	Tamb&eacute; podeu tancar la barra lateral fent clic damunt de la X en el costat superior 
	esquerre de la barra.</p>

    <h4 id="view_sidebar_bookmarks">Adreces d'inter&egrave;s</h4>
    <p>Mostra les adreces d'inter&egrave;s a la barra lateral, en la qual podeu mantenir
	  els vostres enlla&ccedil;os m&eacute;s &uacute;tils visibles en tot moment. Aix&ograve; us pot ser molt útil si feu servir les adreces d'inter&egrave;s molt sovint.</p>

    <h4 id="view_sidebar_history">Historial</h4>
    <p>Mostra l'historial de navegaci&oacute; a la barra lateral,  en la qual podeu visualitzar
	   quines p&agrave;gines heu visitat. Per a canviar quant de temps una p&agrave;gina ser&agrave; 
	   recordada en l'historial, seleccioneu
      &pref.menuPath; en el quadre de <em>Privadesa</em>.</p>

  <h3 id="stop">Atura</h3>
  <p>Atura la càrrega de la pàgina que estàveu visitant.
         T&eacute; el mateix efecte que fer clic en el bot&oacute; 
          <em>Atura</em> de la barra de navegaci&oacute;.</p>

  <h3 id="reload">Actualitza</h3>
  <p>Useu aquesta ordre per a tornar a carregar la p&agrave;gina actual, 
       o obtenir-ne una versi&oacute; m&eacute;s actualitzada.
         T&eacute; el mateix efecte que fer clic en el bot&oacute; 
          <em>Actualitza</em> de la barra de navegaci&oacute;.</p>

  <h3 id="text_size">Mida del text</h3>
  <p>Si el text d'una pàgina web és massa petit o gran, podeu canviar-li la seva mida des d'ací d'una forma ben confortable.</p>

    <h4 id="increase_text_size">Augmenta</h4>
    <p>Mostra el text de la p&agrave;gina una mica m&eacute;s gran. Podeu fer el
      mateix amb el ratol&iacute;, consulteu les <a href="mouse_shortcuts.xhtml">dreceres del ratolí</a>.</p>
  
    <h4 id="decrease_text_size">Redueix</h4>
    <p>Mostra el text de la p&agrave;gina una mica m&eacute;s petit.
       Podeu fer el mateix amb el ratol&iacute;, consulteu les <a href="mouse_shortcuts.xhtml">dreceres del ratolí</a>.</p>

    <h4 id="reset_text_size">Restableix</h4>
    <p>Mostra el text de la pàgina web en la seva mida normal.</p>

  <h3 id="page_style">Estil de la pàgina</h3>
  <p>Us permet seleccionar un estil per a la pàgina web actual. Per defecte, està seleccionat l'
    &quot;Estil de pàgina bàsic&quot; excepte si l'autor defineix un diferent que el predeterminat.</p>

    <h4 id="no_style">Sense estil</h4>
    <p>Suprimeix el format de l'estil de la pàgina.</p>

    <h4 id="basic_page_style">Estil de pàgina bàsic</h4>
    <p>Mostra la pàgina amb un estil general especificat per l'autor.</p>

    <h4 id="alternate_style"></h4>
    <p>Si l'autor ha especificat estils de pàgina addicionals, el &brandShortName;
     els llistarà ací perquè els seleccioneu.</p>


  <h3 id="character_encoding">Codificaci&oacute; de car&agrave;cters</h3>
  <p>Us permet de modificar manualment la codificaci&oacute; dels car&agrave;cters de la p&agrave;gina.  
    El &brandShortName; normalment tria la codificaci&oacute; correcta autom&agrave;ticament.</p>

  <h3 id="page_source">Font de la p&agrave;gina</h3>
  <p>Mostra el codi font de la p&agrave;gina actual. <!--Una pròxima versió del 
    &brandShortName; obrir&agrave; un programa extern per poder manipular millor el codi font.--></p>

  <div class="noMac">
  <h3 id="full_screen">Pantalla completa</h3>
  <p>Mostra l'actual finestra de forma que ocupi tota la pantalla.
       Si teniu la barra de navegaci&oacute; amagada i no podeu restaurar-la, podeu 
      fer servir la drecera del teclat <kbd>F11</kbd> per a tornar al mode normal.</p>
  </div>

<h2 id="go">Historial</h2>

  <p>El men&uacute; Historial cont&eacute; una llista de les darreres p&agrave;gines visitades i les pestanyes tancades.</p>

  <h3 id="back">Enrere</h3>
  <p>Va a la p&agrave;gina anterior a l'actual segons l'historial de navegaci&oacute;. T&eacute; el mateix efecte que
     fent clic damunt del bot&oacute; <em>Enrere</em> de la barra de navegaci&oacute;</p>

  <h3 id="forward">Endavant</h3>
  <p>Va a la p&agrave;gina seg&uuml;ent a l'actual segons l'historial de navegaci&oacute;. T&eacute; el mateix efecte que
     fent clic damunt del bot&oacute; <em>Enrere</em> de la barra de navegaci&oacute;</p>

  <h3 id="home">P&agrave;gina d'inici</h3>
  <p>Mostra la vostra p&agrave;gina d'inici. 
     &Eacute;s el mateix que fent clic en el bot&oacute; <em>P&agrave;gina d'inici</em> de la barra de navegaci&oacute;.
	 Per a canviar la p&agrave;gina d'inici, seleccioneu 
     &pref.menuPath; i obriu el quadre <em>Principal</em>.
	Podreu especificar que la p&agrave;gina d'inici sigui una p&agrave;gina en blanc, 
	la p&agrave;gina actual, l'actual grup de pestanyes, una  adre&ccedil;a d'inter&egrave;s o b&eacute; podeu 
	introduir-hi directament la ubicaci&oacute; de la p&agrave;gina.</p>

  <h3 id="closed_tabs">Pestanyes tancades recentment</h3>
  <p>Us permet restaurar una pestanya que hàgiu tancat recentment en la finestra actual
    seleccionant-la de la llista. Vegeu el tema <a href=
    "tabbed_browsing.xhtml#closing_tabs">Tancar i restaurar pestanyes</a>
    per a més informació.</p>

  <h3 id="go_history">Mostra en la barra lateral</h3>
    <p>Mostra l'historial de navegaci&oacute; a la barra lateral, en la qual podeu visualitzar
	   quines p&agrave;gines heu visitat. Per a canviar quant de temps una p&agrave;gina ser&agrave; 
	   recordada en l'historial, seleccioneu
      &pref.menuPath; en el quadre de <em>Privadesa</em>.</p>
  

<h2 id="bookmarks">Adreces d'inter&egrave;s</h2>

  <p>Aquest men&uacute; cont&eacute; totes les adreces d'inter&egrave;s que heu anat seleccionant.</p>

  <h3 id="add_to_bookmarks">Afegeix a les adreces d'inter&egrave;s…</h3>
  <p>Afegeix
la p&agrave;gina actual a la vostra llista d'adreces d'inter&egrave;s. Es mostrar&agrave; un
di&agrave;leg, en el qual podreu triar el t&iacute;tol de la p&agrave;gina i la posici&oacute;
dins el men&uacute; d'adreces d'inter&egrave;s.</p>

<h3 id="subscribe">Subscriu a aquesta pàgina…</h3>
  <p>Mostra una previsualització del <a href="glossary.xhtml#feed">canal</a> que ofereix
    el lloc web canal. Des de la previsualització, podeu subscriure-us
    amb una <a href="glossary.xhtml#live_bookmark">adreça d'interès activa</a>, un lector de canals
    del vostre ordinador, o un servei web. Si heu triat subscriure-us sempre fent servir
    un lector de canals, s'ometrà la pàgina de previsualització del quadre <em>Canals</em>
    de les &pref.menuPath;.</p>

  <h3 id="bookmark_all_tabs">Afegeix totes les pestanyes com a adreces d'interès…</h3>
  <p>Afegeix totes les pestanyes de la finestra actual a una nova carpeta de les adreces d'interès.
    Es mostrarà un diàleg que us permetrà triar el nom de la carpeta i especificar on voleu
    que s'emmagatzemi.</p>

  <h3 id="organize_bookmarks">Organitza les adreces d'inter&egrave;s…</h3>
  <p>Mostra
el gestor d'adreces d'inter&egrave;s, des del qual podreu manipular les
vostres adreces. Des del gestor es pot ordenar, canviar el nom i dem&eacute;s
propietats aix&iacute; com esborrar, moure o afegir-ne de nous.</p>

<h2 id="tools">Eines</h2>

  <h3 id="web_search">Cerca al Web</h3>
  <p>Ressalta el quadre de cerca web. Podeu llavors escriure-hi allò que voleu trobar al Web.</p>

  <h3 id="downloads">Baixades</h3>
  <p>Mostra el gestor de baixades, des del qual podreu veure
quins fitxers s'estan descarregant actualment, i si es desitja, aturar
la desc&agrave;rrega.</p>
      

<h3 id="add_ons">Complements</h3>
<p>Obre el gestor de complements, on podeu visualitzar, instaŀlar, configurar, actualitzar,
     i desinstaŀlar les vostres extensions i temes. Per a més informació, vegeu l'ajuda dels
     <a href="customization.xhtml#add_ons">complements</a>.</p>

  <h3 id="javascript_console">Consola d'errors</h3>
  <p>Obre la consola d'errors, que permet revisar els problemes amb el codi JavaScript.
   El JavaScript &eacute;s un llenguatge script que normalment es fa
servir per a construir p&agrave;gines d'Internet. Els programadors utilitzen
JavaScript pera  fer les p&agrave;gines m&eacute;s interactives,&nbsp; per exemple
sovint es fan servir per a validar els camps dels formularis
din&agrave;micament.</p>

  <h3 id="page_info">Informaci&oacute; de la p&agrave;gina</h3>
  <p>Mostra un di&agrave;leg que mostra informaci&oacute; extensa sobre la
p&agrave;gina actual, tal com el tipus de document, la codificaci&oacute;, la mida i
el nivell de seguretat. El di&agrave;leg mostra tamb&eacute; informaci&oacute; sobre els
components multim&egrave;dia i els enlla&ccedil;os de la p&agrave;gina.</p>

  <h3 id="clear_private_data">Neteja les dades personals…</h3>
  <p>Buida els elements que s'han seleccionat al diàleg dels paràmetres de neteja al
    quadre <em>Privadesa</em> a &pref.menuPath;. Per defecte, mostra un diàleg de confirmació.</p>


  <h3 class="win" id="options">&pref.pluralCaps;</h3>
  <p class="win">Mostra la <a href="prefs.xhtml">finestra de &pref.pluralCaps;</a>, on podeu canviar moltes &pref.plural; del &brandShortName;.</p>

<div class="mac">
  <h2 id="window">Finestra</h2>

    <h3 id="minimize">Minimitza</h3>
    <p>Minimitza la finestra actual.</p>

    <h3 id="zoom">Zoom</h3>
    <p>Augmenta o restaura la finestra actual.</p>

    <h3 id="open-windows">(Finestres obertes)</h3>
    <p>Mostra totes les finestres obertes pel seu títol.</p>
</div>



<h2 id="help">Ajuda</h2>

  <h3 id="help_contents">Continguts de l'ajuda</h3>
  <p>Obre la finestra d'ajuda del&nbsp; &brandShortName; ,
la qual us ajudar&agrave; a trobar informaci&oacute; de com podeu navegar el Web.</p>

<div class="win">
  <h3 id="for_ie_users">Per als usuaris de l'Internet Explorer</h3>
  <p>Obre una ajuda on trobareu informaci&oacute; de com facilitar el pas dels 
    usuaris de l'Internet Explorer al &brandShortName;. (Aquesta opci&oacute; no
    apareix si correu sobre Linux.)</p>
</div>

  <h3 id="relnotes">Notes de la versi&oacute;</h3>
  <p>Mostra els detalls i les notes corresponents a la &uacute;ltima
    versi&oacute; del &brandShortName;.</p>

  <h3 id="reporter">Informa d'un lloc web no funcional…</h3>
  <p>Us permet informar als desenvolupadors d'aquells llocs webs 
	que no funcionen correctament al &brandShortName;.</p>

  <h3 id="web_forgery">Informa d'un lloc web fraudulent…</h3>
  <p>Us permet informar si creieu que un lloc és fraudulent o destinat a la «pesca electrònica».
    La protecció de la pesca electrònica en el &brandShortName; té l'ajut de Google, i la 
    i la informació que trameteu s'enviarà a Gooogle perquè pugui fer-se servir per a millorar 
    aquesta característica. El vostre informe serà anònim d'acord amb la política de privadesa 
    de Google. Amb aquesta característica cal una connexió activa a Internet.</p>

  <h3 id="check_for_updates">Comprova si hi ha actualitzacions…</h3>
  <p>Comprova si hi ha actualitzacions per al &brandShortName; i d'aquelles extensions que hagueu
    instaŀlat.  Si hi ha actualitzacions disponibles, el &brandShortName; en mostrarà una llista,
    i podreu instaŀlar les actualitzacions que vulgueu.</p>

<div class="noMac">
  <h3 id="about_mozilla_firebird">Quant al &brandFullName;</h3>
  <p>Mostra un di&agrave;leg amb informaci&oacute; del &brandShortName;,
    incloent-hi la versi&oacute; actual i una breu llista de crèdits.</p>
</div>

<div class="contentsBox"><em>12 de setembre del 2006</em></div>
<p>Copyright &copy; &copyright.years; Coŀlaboradors del projecte d'ajuda de Mozilla.</p>

</body></html>
