<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  R.J. Keller <rlk@trfenv.com> (original author)
  Nilson Cain <nilson@gmail.com>
  Steffen Wilberg <steffen.wilberg@web.de>
  Joan Sala Soler <joansala@gmail.com> (l10n)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Utilitzar el &brandFullName;</title>
  <link rel="stylesheet" type="text/css"
    href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Utilitzar el &brandFullName;</h1>
	<p>El &brandFullName; us dóna la benvinguda! El &brandFullName; &eacute;s un navegador
    d'Internet amb el que podeu visitar p&agrave;gines web i fer cerques.</p>

<div class="contentsBox">En aquesta secci&oacute;:
	<ul>
		<li><a href="#navigating_web_pages">Navegar pel Web</a></li>
		<li><a href="#searching">Cercar a Internet</a></li>
		<li><a href="#copying_saving_and_printng_pages">Copiar, desar i imprimir
      p&agrave;gines</a></li>
		<li><a href="#improving_speed_and_efficiency">Millorar la velocitat i
      l'efici&egrave;ncia</a></li>
	</ul>
</div>

<h2 id="navigating_web_pages">Navegar pel Web</h2>

<h3 id="viewing_your_home_page">Visualitzar la vostra p&agrave;gina d'inici</h3>
<p>A l'inici del &brandShortName;, el primer que veureu ser&agrave; la vostre
  p&agrave;gina d'inici. Normalment la p&agrave;gina d'inici per defecte
  &eacute;s la p&agrave;gina d'inici oficial del &brandShortName;.</p>

<p><strong>Consells</strong>:</p>
<ul>
  <li>Si voleu aprofitar al m&agrave;xim la mida de la vostre pantalla per a veure
    millor les p&agrave;gines web amb el vostre &brandShortName;, feu servir el
    mode de "pantalla completa" tot seleccionant
    <span class="menuPath">Visualitza &gt; Pantalla completa</span> o prement
    la tecla <kbd>F11</kbd>.</li>
  <li>Si voleu anar r&agrave;pidament a la vostra p&agrave;gina d'inici, premeu
    &altKey;+<kbd>Inici</kbd>.</li>
</ul>

<h3><strong id="moving_to_another_page">Anar a una p&agrave;gina web</strong></h3>
<p>Per a moure-us cap a una altra p&agrave;gina web teclegeu l'adre&ccedil;a
  d'Internet corresponent (altrament dita URL) en la barra de navegaci&oacute;.
  Els URLs normalment comencen per &quot;http://&quot;, per exemple
  &quot;http://www.mozilla.org/&quot;.</p>

<ol>
  <li>Feu clics en la barra de navegaci&oacute;, fins que l'antiga URL es vegi
    tota ella emmarcada.</li>
  <li>Teclegeu la URL del lloc que voleu visitar. Veureu que l'antiga URL
    desapareix autom&agrave;ticament.</li>
  <li>Premeu la tecla &enterKey;.</li>
</ol>

<p><strong>Consell:</strong> Per a anar r&agrave;pidament en escriure un nou
  URL, sense usar el ratol&iacute; premeu alhora les tecles
  &accelKey;+<kbd>L</kbd>.</p>

<p><img src="&images.baseURL;/urlbar.png" alt=""/></p>

<p><strong>Qu&egrave; passa si no se sap la URL</strong>? Proveu d'escriure
  quelcom que pugui identificar la pàgina que voleu visitar, p.ex. un nom, a
  la barra d'ubicació i premeu &enterKey;. Això us portarà al primer resultat
  que retorni el Google per a aquest terme.</p>

<h3 id="clicking_a_link">Fent clic en un enlla&ccedil;</h3>
<p>La majoria de p&agrave;gines tenen enlla&ccedil;os a altres p&agrave;gines,
  fent clic damunt d'un enlla&ccedil; anireu a la p&agrave;gina enlla&ccedil;ada.</p>

<ol>
  <li>Moveu el ratol&iacute; fins que el punter es transformi en una m&agrave;
    amb el dit &iacute;ndex dret, com si la m&agrave; volgu&eacute;s fer un clic.
    Aix&ograve; passa sempre que el punter del ratol&iacute; passi per damunt
    d'una part de la p&agrave;gina que enllaci a algun altre lloc. Normalment,
    els enlla&ccedil;os es mostren com un text subratllat o b&eacute; com un
    bot&oacute;. Tot i que tamb&eacute; una imatge pot ser un enlla&ccedil;.</li>
  <li>Per a seguir l'enlla&ccedil;, feu clic nom&eacute;s una vegada. Aleshores
    mentre es va a cercar la p&agrave;gina sol&middot;licitada per la xarxa,
    sabreu el que es va fent pels missatges en la barra d'estat que hi ha a la
    part inferior de la finestra.</li>
</ol>

<h3 id="retracing_your_steps">Desfer els vostres passos</h3>

<p>Hi ha diverses maneres de tornar a visitar p&agrave;gines que ja heu visitat
  alguna vegada:</p>

<ul>
  <li>Si voleu tornar a visitar la p&agrave;gina anterior, o b&eacute; anar a
    la p&agrave;gina que heu visitat despr&eacute;s, feu clic als botons
    <em>Enrere</em> o <em>Endavant</em> de la barra de navegaci&oacute;.</li>
  <li>Si voleu fer el mateix per&ograve; v&agrave;ries p&agrave;gines enrere
    o endavant, feu clic als petits triangles que hi ha just a un costat dels
    botons <em>Enrere</em> o <em>Endavant</em> de la barra de navegaci&oacute;.
    Fent aix&ograve; veureu una llista de les p&agrave;gines que acabeu de
    visitar en aquesta sessi&oacute; ordenades cronol&ograve;gicament, de forma
    que podreu seleccionar quina p&agrave;gina voleu tornar a veure.</li>
  <li>Si no la trobeu en la llista de p&agrave;gines visitades m&eacute;s recents,
    tamb&eacute; podeu mirar la llista dels &uacute;ltimes URLs que heu
    teclejat en la barra d'ubicació. Per a veure la llista, feu un clic en el
    petit triangle que hi ha a la banda dreta d'on escriviu l'URL, aleshores
    seleccioneu l'URL que voleu tornar a visitar.<br/>
    <br/>
    <img src="&images.baseURL;/urlbar.png" alt=""/><br/>
  </li>
  <li>Si trobeu dif&iacute;cil utilitzar els botons <em>Enrere</em> o
    <em>Endavant</em>, en el men&uacute; <em>Historial</em> trobareu,
    tamb&eacute;, una llista de les p&agrave;gines que heu visitat en aquesta
    sessi&oacute;, i ho podreu seleccionar m&eacute;s f&agrave;cilment.</li>
  <li>Si el que busqueu &eacute;s una p&agrave;gina que fa m&eacute;s temps que
    vau visitar, aleshores aneu al men&uacute; <em>Historial</em> i seleccioneu
    l'<em>Historial</em>. Apareixer&agrave; la barra lateral de
    l'hist&ograve;ric de p&agrave;gines visitades, organitzades en carpetes,
    cada carpeta representa un dia. Fent doble clic damunt una carpeta, es
    desplegar&agrave; i podreu veure els enlla&ccedil;os que cont&eacute;.</li>
</ul>

<h3 id="stopping_and_reloading">Aturar i actualitzar una p&agrave;gina</h3>
<p>Si una p&agrave;gina es carrega massa a poc a poc o b&eacute; ja heu perdut
  l'inter&egrave;s per a veure-la, feu clic al bot&oacute; <em>Atura</em> de la
  barra de navegaci&oacute;.</p>

<p>Per a tornar a carregar la p&agrave;gina actual o b&eacute; per a actualitzar-la
  per una versi&oacute; m&eacute;s nova, feu clic al bot&oacute; <em>Actualitza</em>
  de la barra de navegaci&oacute;. Si no voleu utilitzar el ratol&iacute; premeu
  la combinaci&oacute; de tecles &accelKey;+&shiftKey;+<kbd>R</kbd>.</p>

<h3 id="tabbed_browsing">La navegaci&oacute; per pestanyes</h3>
<p>Quan estigueu visitant m&eacute;s d'una p&agrave;gina web alhora, podeu
  fer-ho en pestanyes, per tal de navegar de forma m&eacute;s r&agrave;pida i
  f&agrave;cil.</p>

<p>La navegaci&oacute; per pestanyes permet que amb una &uacute;nica finestra del
  &brandShortName;, podeu visualitzar diverses p&agrave;gines, i tenir-les cada
  una en una pestanya diferent. D'aquesta forma ja no s'omplir&agrave; el vostre
  escriptori de finestres, amb el desgavell que aix&ograve; comporta. Amb les
  pestanyes podreu continuar fent-ho tot: obrir-ne de noves, tancar-ne,
  actualitzar el contingut d'una pestanya.</p>

<p>Per a més informació vegeu la <a href="tabbed_browsing.xhtml">navegació per
  pestanyes</a>.</p>

<h3 id="using_the_sidebar">Utilitzar la barra lateral</h3>
<p>La barra lateral que apareix a la part esquerra de la finestra, es fa servir
  per a visualitzar les adreces d'inter&egrave;s o l'historial de p&agrave;gines
  visitades. Alhora la barra lateral &eacute;s una &agrave;rea lliure que es pot
  fer servir per a incorporar-hi noves extensions, les quals poden ser molt
  &uacute;tils pel navegant.</p>

<p>Si voleu fer visible la barra lateral, seleccioneu en el men&uacute;
  <span class="menuPath">Visualitza &gt; Barra lateral</span>.
  Un cop visible aleshores seleccioneu la pestanya de la barra que voleu veure.</p>

<h2 id="searching">Cercar a Internet</h2>

<h3 id="searching_the_web">Cercar al Web</h3>

<p>&Eacute;s molt f&agrave;cil de cercar per Internet quines p&agrave;gines
  tenen les paraules que voleu cercar. Escriviu les paraules en la barra de
  cerca.<br/>
<img src="&images.baseURL;/searchbar.png" alt="" /></p>

<p>Per exemple, si busqueu informaci&oacute; sobre nines de joguina:</p>
<ol>
  <li>Feu un clic en la barra de cerca.</li>
  <li>Teclegeu els mots <kbd>nines joguina</kbd>. Fixeu-vos que mentre escriviu
    el nou text desapareix el text que hi havia.</li>
  <li>Premeu la tecla &enterKey; i el navegador es posar&agrave; a cercar per
    la xarxa.</li>
</ol>

<p>Veureu que els resultats de la cerca dels mots "nines joguina" apareixeran
  en la finestra del &brandShortName;.</p>

<h4 id="selecting_the_search_engine">Seleccionar el motor de cerca</h4>
 
<p>Podeu canviar el motor de cerca si cliqueu a la seua icona i seleccioneu llavors
   aquell que desitgeu. Alguns motors de cerca, com Google, cerquen a tota la web; altres,
   com la Viquipèdia, només a llocs específics.</p>
   
<h4 id="manage_search_engines">Gestionar els motors de cerca</h4>
<p>Feu clic a la icona del motor de cerca i seleccioneu <em>Gestiona els 
   motors de cerca…</em> per a afegir, ordenar, suprimir o restaurar els motors
   de cerca per defecte. Seleccioneu un motor de cerca i feu clic al botó apropiat per a moure'l al 
   llarg de la llista o eliminar-lo. Podeu instaŀlar motors de cerca addicionals des de 
   <a href="https://ca.addons.mozilla.org/ca/search-engines.php" target="_blank">&brandShortName; Add-ons</a>.</p>


<h3 id="searching_on_selected_words_in_a_web_page">Cercar a Internet les paraules
  seleccionades d'una pàgina</h3>

<p>El &brandShortName; us permet cercar a Internet les paraules o frases que
  ja hàgiu seleccionat en una pàgina web:</p>

<ol>
  <li>Seleccioneu una paraula o frase del text de la p&agrave;gina.</li>
  <li>Feu clic amb el bot&oacute; secundari (dret) del ratol&iacute; i trieu 
    l'opci&oacute; <em>Cerca [motor de cerca] «[els mots seleccionats]»</em> des
    del menú desplegable.</li>
</ol>

<p>El &brandShortName; obrirà una nova pestanya i far&agrave; la cerca del vostre text
   amb el motor de cerca seleccionat.</p>

<h3 id="searching_within_a_page">Cercar un text dins la p&agrave;gina actual</h3>

<p>Si el que desitgeu &eacute;s trobar una determinada frase dins el text de la
  finestra de &brandShortName;:</p>
<ol>
 <li>Premeu &accelKey;+<kbd>F</kbd> o seleccioneu <span class="menuPath">Edita &gt;
    Cerca en aquesta pàgina…</span> per a obrir la barra de cerca en la part inferior del
    &brandShortName;.</li>
  <li>Escriviu el text que voleu cercar. La cerca començarà automàticament tant aviat com
  escriviu quelcom al quadre de cerca.</li>
  <li>La barra de cerca ofereix les següents opcions:
  <ul>
    <li><strong>Següent</strong>: busca en el text de la pàgina que
      estigui per sota de la posició actual de cursor.</li>
    <li><strong>Anterior</strong>: busca en el text que estigui per
      sobre de la posició actual del cursor.</li>
    <li><strong>Ressalta-ho tot</strong>: ressalta a la pàgina el text que coincideix
      amb la cadena que esteu cercant.</li>
    <li><strong>Distingeix entre maj&uacute;scules i min&uacute;scules</strong>: 
      Si seleccioneu aquesta opci&oacute;, caldr&agrave; que introdu&iuml;u el
      text amb les maj&uacute;scules i min&uacute;scules exactament com espereu
      trobar-les.</li>
  </ul>
  </li>
 </ol>

<p>Per a tornar a cercar la mateixa frase o expressió, premeu <kbd>F3</kbd> or seleccioneu
  <span class="menuPath">Edita &gt; Torna a cercar</span>.</p>

<p><strong>Consell</strong>: Habiliteu la &pref.singular; <em>Cerca un text quan comenci a teclejar</em>
  en la pestanya <em>General</em> del quadre <em>Avançat</em> de
  &pref.menuPath; per a habilitar el mode de <em>Cerca ràpida</em> de la barra de cerca.
  Quan s'habilita, la barra de <em>Cerca ràpida</em> s'obre automàticament i s'inicia la
  cerca tan aviat com us poseu a escriure. A diferència de la barra de cerca, la barra de
  <em>Cerca ràpida</em> es tancarà després d'uns pocs segons d'inactivitat.</p>


<h2 id="copying_saving_and_printng_pages">Copiar, desar i imprimir p&agrave;gines</h2>

<h3 id="copying_part_of_a_page">Copiar el text d'una p&agrave;gina</h3>

<p>Si voleu copiar una part del text d'una p&agrave;gina:</p>
<ol>
  <li>Seleccioneu el text a copiar.</li>
  <li>Seleccioneu del men&uacute; <span class="menuPath">Edita &gt; Copia</span>.</li>
</ol>

<p>Un cop fet aix&ograve; ja podeu enganxar el text en altres programes.</p>

<p>Si el que voleu copiar &eacute;s un enlla&ccedil; (URL) o l'enllaç d'una imatge:</p>

<ol>
  <li>Moveu el cursor del ratolí fins a posar-lo damunt de l'enllaç o de la imatge.</li>
  <li><span class="noMac">Feu clic amb el botó dret del ratolí</span>
    <span class="mac">Premeu la tecla &ctrlKey; i cliqueu</span> a l'enllaç o a
    la imatge per a mostrar el menú contextual.</li>
  <li>Trieu Copia la ubicació de l'enllaç o Copia la ubicació de la imatge.
    Si una imatge també és un enllaç podeu triar qualsevol de les dues
    opcions.</li>
</ol>

<p>Un cop copiada la ubicaci&oacute;, ja la podreu enganxar en un altre programa
  o b&eacute; en la pr&ograve;pia barra de navegaci&oacute; del &brandShortName;.</p>

<h3 id="saving_all_or_part_of_a_page">Desar una p&agrave;gina al disc</h3>

<p>Per a desar la p&agrave;gina sencera al disc amb el &brandShortName;:</p>

<ol>
  <li>Seleccioneu del men&uacute; <span class="menuPath">Fitxer &gt; Anomena i
    desa la p&agrave;gina</span>. Veureu que apareix el di&agrave;leg Anomena i
    desa.</li>
  <li>Digueu-li on voleu que es desi la p&agrave;gina.</li>
  <li>Trieu en quin format voleu que es desi, podeu triar entre:
  <ul>
    <li><strong>P&agrave;gina web, completa</strong>: 
      Amb aix&ograve; desareu la p&agrave;gina web completa, incloent-hi les imatges.
      Aquesta opci&oacute; us permet veure la p&agrave;gina tal com estava
      originalment, amb les imatges i tot, per&ograve; en canvi pot ser que
      l'estructura interna d'enlla&ccedil;os de la p&agrave;gina desada hagi
      canviat. Veureu que el &brandShortName; crear&agrave; un nou directori
      junt amb la p&agrave;gina HTML, on es desaran les imatges i dem&eacute;s
      components de la p&agrave;gina desada.</li>
    <li><strong>P&agrave;gina web, nom&eacute;s HTML</strong>: Desa la
      p&agrave;gina sense les imatges. Aquesta opci&oacute; preserva tot el codi
      de la p&agrave;gina original en un &uacute;nic fitxer HTML.</li>
    <li><strong>Fitxer de text</strong>: Desa la p&agrave;gina en un fitxer de
      text. Aquesta opci&oacute; no preserva l'estructura HTML del document
      original, per&ograve; en canvi us permet veure la p&agrave;gina en
      qualsevol editor de text.</li>
  </ul>
  </li>
  <li>Finalment escriviu amb quin nom voleu desar la p&agrave;gina i premeu el
    bot&oacute; <em>Desa</em>.</li>
</ol>

<p>Per a desar nom&eacute;s un dels marcs de la p&agrave;gina:</p>

<ol>
  <li>Moveu el cursor del ratol&iacute; fins a posar-lo damunt del marc que
    voleu desar.</li>
  <li><span class="mac">Premeu la tecla &ctrlKey; i cliqueu</span><span
    class="noMac">Feu clic amb el botó dret del ratolí</span> al marc per a
    mostrar el menú contextual.</li>
  <li>Seleccioneu <span class="menuPath">Aquest marc &gt; Anomena i desa el
    marc</span>. Apareixer&agrave; el di&agrave;leg per a desar el fitxer.</li>
  <li>Digueu-li on voleu que es desi la p&agrave;gina.</li>
  <li>Trieu en quin format voleu que es desi.</li>
  <li>Finalment escriviu amb quin nom voleu desar la p&agrave;gina i premeu el
    bot&oacute; <em>Desa</em>.</li>
</ol>

<p>Si deseu les p&agrave;gines al disc aleshores les podreu veure sense
  haver-vos de connectar a Internet.</p>

<p>Per a desar al disc una imatge d'una p&agrave;gina web:</p>

<ol>
  <li>Moveu el cursor del ratol&iacute; fins a posar-lo damunt de la imatge.</li>
  <li><span class="noMac">Feu clic amb el botó dret del ratolí</span>
    <span class="mac">Premeu la tecla &ctrlKey; i cliqueu</span>
    a la imatge per a mostrar el menú contextual.</li>
  <li>Seleccioneu <span class="menuPath">Desa la imatge com a</span>.
    Apareixer&agrave; el di&agrave;leg per a desar la imatge en un fitxer.</li>
  <li>Digueu-li on voleu que es desi la imatge.</li>
  <li>Finalment escriviu amb quin nom voleu desar la imatge i premeu el
    bot&oacute; <em>Desa</em>.</li>
</ol>

<p>Per a desar una pàgina sense haver de mostrar-la (això és útil per a
  aconseguir una pàgina sense format que no està pensada per a ser vista):</p>

<ol>
  <li>Moveu el cursor del ratol&iacute; fins a posar-lo damunt de l'enlla&ccedil;.</li>
  <li><span class="noMac">Feu clic amb el botó dret del ratolí</span>
    <span class="mac">Premeu la tecla &ctrlKey; i cliqueu</span> a l'enllaç
    per a mostrar el menú contextual.</li>
  <li>Seleccioneu <span class="menuPath">Desa l'enlla&ccedil; al disc</span>.
    Apareixer&agrave; el di&agrave;leg per a desar el document enlla&ccedil;at en
    un fitxer.</li>
  <li>Digueu-li on voleu que es desi el document.</li>
  <li>Finalment escriviu amb quin nom voleu desar el document i premeu el
    bot&oacute; <em>Desa</em>.</li>
</ol>

<p><strong>Important</strong>: Alguns enllaços baixen i desen fitxers al vostre
  disc dur automàticament després de que hi hageu clicat. Els URL d'aquests
  enllaços normalment comencen amb &quot;ftp&quot; o acaben amb una extensió com
  ara &quot;au&quot; o &quot;mpeg&quot;. Aquests enllaços podrien transmetre
  fitxers de programari, d'àudio o de peŀlícules que podrien executar aplicacions
  que permetin l'ús d'aquests fitxers.</p>

<p><strong>Consell</strong>: Per a establir una imatge com a fons de
  l'escriptori <span class="noMac">feu clic amb el botó dret del ratolí</span>
  <span class="mac">premeu la tecla &ctrlKey; i cliqueu</span> a sobre de la
  imatge i trieu <em>Defineix com a fons d'escriptori</em> en el menú
  contextual.</p>

<h3 id="printing_a_page">Imprimir una p&agrave;gina</h3>

<p>Per a imprimir la p&agrave;gina que esteu veient:</p>

<ul>
  <li>Seleccioneu <span class="menuPath">Fitxer &gt; Imprimeix</span>.</li>
</ul>

<p>Si voleu imprimir tan sols el text seleccionat:</p>

<ul>
  <li>Seleccioneu primer el text que voleu imprimir.</li>
  <li>Trieu <span class="menuPath">Fitxer &gt; Imprimeix</span>. 
    Veureu que apareix un di&agrave;leg amb diverses opcions.</li>
  <li>Sota de l'apartat <em>Interval d'impressi&oacute;</em>, feu un clic a
    l'opci&oacute; <em>Selecci&oacute;</em>.</li>
</ul>

<p>Cal observar que la p&agrave;gina impresa no t&eacute; perqu&egrave;
  concordar exactament amb el document que es veu per pantalla, aix&iacute; tant
  el text com les imatges es disposaran en el paper segons la mida del paper i
  la mida de la lletra.</p>

<h3 id="using_print_preview">Utilitzar l'exemple d'impressi&oacute;</h3>

<p>Per a evitar sorpreses alhora d'imprimir, podeu fer servir aquesta opci&oacute;
  per a veure en pantalla el document tal i com es veur&agrave; un cop impr&egrave;s:</p>

<ul>
  <li>Seleccioneu del men&uacute; <span class="menuPath">Fitxer &gt; Exemple
    d'impressi&oacute;</span>.</li>
</ul>

<p>En l'exemple d'impressi&oacute; podreu configurar les seg&uuml;ents opcions
  abans d'imprimir:</p>

<ul>
  <li><strong>Veure com quedaran cada una de les fulles impreses</strong>:
    Feu servir el botons seg&uuml;ent per a passar de fulla
    <img alt="" src="chrome://global/skin/arrow/arrow-rit-sharp.gif"/>, o b&eacute; anar a la fulla
    anterior <img alt="" src="chrome://global/skin/arrow/arrow-lft-sharp.gif"/>,
    tornar a la primera fulla <img alt="" src="chrome://global/skin/arrow/arrow-lft-sharp-end.gif"/>,
    o anar directament a l'&uacute;ltima
    <img alt="" src="chrome://global/skin/arrow/arrow-rit-sharp-end.gif"/>.
  </li>
  <li><strong>Canviar l'escala (espai que ocupa el document a la fulla)</strong>: 
    En el men&uacute; <em>Escala</em>, poseu "50%" per a fer que cada
    p&agrave;gina ocupi la meitat del que en un principi ocuparia en el full
    d'impressi&oacute;. Tamb&eacute; podeu seleccionar "Encongeix per a ajustar"
    per tal que autom&agrave;ticament calculi quina &eacute;s l'escala adient 
    per tal que la p&agrave;gina es vegi b&eacute; segons l'amplada del document
    i la fulla. Si voleu canviar a m&agrave; l'escala, trieu l'opci&oacute;
    "Personalitza…".</li>
  <li><strong>Canviar l'orientaci&oacute; del paper</strong>: Trieu
    l'opci&oacute; <em>Vertical</em>
    <img alt="" src="chrome://global/skin/icons/Portrait.png"/> 
    per tal que el document es llegeixi amb la part del paper m&eacute;s curta
    a dalt; o b&eacute; trieu imprimir en <em>Apa&iuml;sat</em>
    <img alt="" src="chrome://global/skin/icons/Landscape.png"/>
    per tal de capgirar la impressi&oacute; i poder-lo veure per la banda
    ampla.</li>
  <li><strong>Presentar el di&agrave;leg de configuraci&oacute; de la
    p&agrave;gina</strong>: Seleccioneu l'opci&oacute; <em>Configuració de la
    p&agrave;gina</em> per a triar m&eacute;s opcions referents a la
    impressi&oacute;.</li>
  <li><strong>Imprimir</strong>: Feu clic a <em>Imprimeix</em> per
    comen&ccedil;ar a imprimir les p&agrave;gines.</li>
</ul>

<h3 id="using_page_setup">El di&agrave;leg per a configurar la p&agrave;gina</h3>

<p class="noWin"><strong>Noteu</strong>: Algunes opcions d'impressi&oacute;
  poden variar depenent del sistema utilitzat, segons si s&oacute;n Mac OS o
  Linux.</p>

<p>Totes les opcions d'impressi&oacute; disponibles en el &brandShortName;, es
  troben en aquest di&agrave;leg, per a fer-lo servir feu el seg&uuml;ent:</p>

<ul>
  <li>Obriu el men&uacute; <span class="menuPath">Fitxer &gt;
    Configuraci&oacute; de la p&agrave;gina</span>.</li>
</ul>

<p>En la configuraci&oacute; de la p&agrave;gina trobareu les opcions que a
  continuaci&oacute; es comenten:</p>

<ul>
  <li><strong>Format i opcions</strong>: Per a triar l'escala,
    l'orientaci&oacute; i m&eacute;s opcions:
    <ul>
      <li><strong>Orientaci&oacute;</strong>:
        <ul>
          <li><strong>Vertical</strong>: Trieu-lo
            <img alt="" src="chrome://global/skin/icons/Portrait.png"/> 
            per tal que el document es llegeixi amb la part del paper m&eacute;s
            curta a dalt.</li>
          <li><strong>Apa&iuml;sat</strong>: Trieu-lo
            <img alt="" src="chrome://global/skin/icons/Landscape.png"/> 
            per tal de capgirar la impressi&oacute; i poder-lo veure per la
            banda ampla a dalt.</li>
        </ul>
      </li>
      <li><strong>Escala</strong>: Escriviu amb quin tant per cent de la mida
        original voleu imprimir la p&agrave;gina. Per exemple un 50%
        representaria just la meitat de la mida original.
        <ul>
          <li><strong>Encongeix per a ajustar l'amplada de la p&agrave;gina</strong>: 
            Aquesta opci&oacute; autom&agrave;ticament calcula en quin tant per
            cent la p&agrave;gina es veur&agrave; millor, segons l'amplada de la
            p&agrave;gina i de la fulla de paper.</li>
        </ul>
      </li>
      <li><strong>Opcions</strong>:
        <ul>
          <li><strong>Imprimeix el fons (colors i imatges)</strong>: 
            Si voleu que quan s'imprimeixi la p&agrave;gina es pintin
            tamb&eacute; els colors i les imatges de fons seleccioneu aquesta
            opci&oacute;. En canvi, si preferiu veure el fons blanc del paper, i
            veure nom&eacute;s els colors i les imatges que hi han en el primer
            pla de la p&agrave;gina, desmarqueu aquesta opci&oacute;.</li>
        </ul>
      </li>
    </ul>
  </li>
  <li><strong>Marges i cap&ccedil;alera / peu de p&agrave;gina </strong>:
    Feu clic a aquesta pestanya per a configurar les opcions referents als marges
    del full:
    <ul>
      <li><strong>Marges:</strong>
        <ul>
          <li><strong>Parts superior, inferior, esquerra i dreta</strong>:
            escriviu el n&uacute;mero de polzades que voleu deixar com a marge
            en la fulla d'impressi&oacute;.</li>
        </ul>
      </li>
      <li><strong>Cap&ccedil;alera i peu de p&agrave;gina</strong>: 
        Aquesta part del di&agrave;leg es presenta amb dos fileres de tres
        desplegables cada una. Els tres desplegables de la primera fila
        representen el que es pot fer sortir en la cap&ccedil;alera de les
        fulles, i els tres desplegables de la segona fila representen el que es
        pot fer sortir en els peus de p&agrave;gina. Dels tres desplegables de
        cada fila, el primer &eacute;s el que sortir&agrave; a la part esquerra, 
        el segon &eacute;s el que sortir&agrave; centrat i el tercer el que
        sortir&agrave; justificat a la dreta. Cada desplegable deixa triar
        una de les seg&uuml;ents opcions:
        <ul>
          <li><strong>--blanc--</strong>: Indica que en aquesta part de la fulla
            no s'hi escriur&agrave; res.</li>
          <li><strong>T&iacute;tol</strong>: Mostra el t&iacute;tol de la
            p&agrave;gina web.</li>
          <li><strong>URL</strong>: Mostra l'adre&ccedil;a URL de la
            p&agrave;gina web (Els URL normalment comencen per "http://").</li>
          <li><strong>Data/hora</strong>: Mostra l'hora exacta que s'imprimeix
            el document.</li>
          <li><strong>P&agrave;gina #</strong>: Mostra el n&uacute;mero de
            p&agrave;gina de cada fulla.</li>
          <li><strong>P&agrave;gina # de #</strong>: Mostra tant el
            n&uacute;mero de p&agrave;gina de cada fulla com el total de
            p&agrave;gines impreses. Per exemple a la tercera fulla impresa d'un
            document de cinc p&agrave;gines, s'escriur&agrave; "P&agrave;gina 3
            de 5"</li>
          <li><strong>Personalitza</strong>: Aqu&iacute; podeu escriure el
            vostre propi text. Si voleu tamb&eacute; podeu fer sortir
            informaci&oacute; del n&uacute;mero de p&agrave;gina o la data,
            segons els seg&uuml;ents codis:
            <ul>
              <li><strong>&amp;PT</strong>: N&uacute;mero total de fulles a imprimir.</li>
              <li><strong>&amp;P</strong>: N&uacute;mero de p&agrave;gina que s'est&agrave; imprimint.</li>
              <li><strong>&amp;D</strong>: Data i hora d'impressi&oacute;.</li>
              <li><strong>&amp;U</strong>: L'adre&ccedil;a URL de la p&agrave;gina web.</li>
              <li><strong>&amp;T</strong>: El t&iacute;tol de la p&agrave;gina web.</li>
            </ul>
          </li>
        </ul>
      </li>
    </ul>
  </li>
</ul>

<p><strong>Consell</strong>: Si voleu veure com afecten els canvis que heu fet a
  la p&agrave;gina abans de comen&ccedil;ar a imprimir, feu abans un
  <a href="using_firebird.xhtml#using_print_preview">exemple d'impressi&oacute;</a>.</p>

<h2 id="improving_speed_and_efficiency">Millorar la velocitat i l'efici&egrave;ncia</h2>

<h3 id="managing_different_file_types">Gestionar diferents tipus de fitxers</h3>
<p>El &brandShortName; sap gestionar molts tipus de fitxers.
  Tot i aix&iacute;, per a alguns fitxers com ara peŀlícules o música, el
  &brandShortName; necessita l'ajuda de connectors o programes externs que
  puguin interpretar aquests fitxers. En el cas que el &brandShortName; no
  disposi del connector necessari o no sàpiga quina aplicaci&oacute; ha
  d'utilitzar per a obrir el fitxer, aleshores el &brandShortName; també us
  permetrà desar el fitxer al disc. Quan es desin els fitxers, en podeu fer el
  seguiment utilitzant el Gestor de baixades.</p>

<p>Els connectors amplien les funcionalitats del &brandShortName; i s'integren
  en ell. Els connectors com ara el Java de Sun, el Flash de Macromedia o el
  RealPlayer de RealNetworks permeten que el &brandShortName; pugui mostrar
  fitxers multimèdia i pugui executar petites aplicacions com ara peŀlícules,
  animacions o jocs. Podeu trobar els connectors més utilitzats a la
  <a href="https://pfs.mozilla.org/plugins/" target="_blank">pàgina de
  connectors</a> de Mozilla Update.</p>

<p>Quan els fitxers no es poden obrir des del &brandShortName; podeu triar
  d'obrir-los amb aplicacions externes. Per exemple, podeu utilitzar el
  reproductor multimèdia que més us agradi per tal de reproduir els fitxers MP3.</p>

<p>Podeu especificar com tractarà el &brandShortName; el fitxers que no pot
  mostrar des del diàleg <em>Accions de les baixades</em>. Per a obrir aquest
  diàleg, seleccioneu &pref.menuPath;, obriu el tauler <em>Contingut</em>,
  i cliqueu al botó <em>Gestiona…</em> en la secció de <em>Tipus de fitxers…</em>. 
  Podeu modificar l'acció per a un tipus de fitxer determinat o suprimir-la. 
  Trobareu més informació sobre a aquest diàleg a la secció dels
  <a href="prefs.xhtml#file_types">tipus de fitxer</a>.</p>

<p>Quan cliqueu en un fitxer i el &brandShortName; no sap com tractar-lo es
  mostrarà un quadre de diàleg que presenta les següents opcions:</p>

<ul>
  <li><strong>Obre amb</strong>: El &brandShortName; obrir&agrave; el document
    amb l'aplicaci&oacute; que tingueu configurada pel tipus de document corresponent.
    Tamb&eacute; podreu canviar l'aplicaci&oacute; i triar-ne una altra manualment
    seleccionant l'opci&oacute; del desplegable <em>Una altre
    aplicaci&oacute;…</em>.</li>
  <li><strong>Desa al disc</strong>: El &brandShortName; 
    us deixar&agrave; seleccionar on del disc voleu desar el document. O
    b&eacute; si heu seleccionat l'opci&oacute; <em>Desa tots els documents (en
    aquesta carpeta)</em> de l'apartat de <em>Principal</em> de les &pref.pluralCaps;, 
    aleshores el document es desar&agrave; autom&agrave;ticament en
    la carpeta indicada; sinó, se us demanarà on voleu desar-lo.</li>
  <li><strong>Fes-ho autom&agrave;ticament per a fitxers com aquests a partir
    d'ara</strong>: Si seleccioneu aquesta opci&oacute;, el &brandShortName;,
    llavors, ja no us tornar&agrave; a demanar el mateix un altre cop si es
    troba un document del mateix tipus.</li>
</ul>

<p><strong>Consell</strong>: Si heu seleccionat la casella <em>Fes-ho
  autom&agrave;ticament per a fitxers com aquests a partir d'ara</em> i us en
  penediu, podeu tornar-ho a canviar des del diàleg <em>Accions de les
  baixades</em>.</p>

<h3 id="making_firebird_your_default_browser">Fer que el &brandShortName; sigui
  el vostre navegador per defecte</h3>

<p>El &brandShortName; es pot fer servir tant per a veure p&agrave;gines que es
  troben a Internet com en ell vostre ordinador. Per tal d'obrir les pàgines web
  més fàcilment podeu fer que el &brandShortName; sigui el vostre navegador
  per defecte.</p>

<p>Per fer que el &brandShortName; sigui el navegador per defecte, aneu al
  men&uacute; &pref.menuPath; i premeu el botó <em>Comprova-ho ara</em> del
  tauler <em>Principal</em>.</p>

<h3 id="changing_cache_settings">Configurar les opcions de la mem&ograve;ria cau</h3>
<p>El &brandShortName; emmagatzema c&ograve;pies de les p&agrave;gines m&eacute;s
  visitades a la mem&ograve;ria cau. Aix&iacute; al &brandShortName; no li fa
  falta esperar a que la p&agrave;gina li arribi de la xarxa cada cop que la
  voleu veure.</p>

<p>Com definir la mida de la mem&ograve;ria cau:</p>

<ol>
  <li>Aneu al men&uacute; &pref.menuPath;.</li>
  <li>Obriu el tauler <em>Avançat</em> i cliqueu a la pestanya <em>Xarxa</em>.</li>
  <li>Introduïu un nombre al camp <em>Utilitza fins a</em> per a especificar
    la mida de la memòria cau. Per defecte és 50 MB.</li>
</ol>

<p><strong>Important</strong>: Com m&eacute;s mem&ograve;ria cau tingueu, les
  p&agrave;gines es carregaran m&eacute;s r&agrave;pidament, per&ograve; per
  contra s'utilitzarà més espai de disc.</p>

<p>Quan se surt del &brandShortName;, es realitza un manteniment de la
  mem&ograve;ria cau. Si trobeu que aquesta operaci&oacute; dura massa temps,
  proveu de reduir la mida de la mem&ograve;ria cau.</p>

<p>Per a actualitzar una pàgina en qualsevol moment, feu clic al bot&oacute;
  <em>Actualitza</em> de la <em>barra de navegaci&oacute;</em>. Aix&iacute;
  for&ccedil;areu que es torni a comprovar si hi ha cap versi&oacute; de la
  p&agrave;gina m&eacute;s nova en la xarxa.</p>

<div class="contentsBox"><em>12 de setembre del 2006</em></div>
<p>Copyright &copy; &copyright.years; Coŀlaboradors del projecte d'ajuda de Mozilla.</p>

</body>
</html>
