<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Nilson Cain <mybugs@bellsouth.net> (original author)
  Jeff Walden <jwalden+code@mit.edu>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
   <title>Bruk av &brandFullName; nedlastingsbehandling</title>
   <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>Bruk &brandFullName; nedlastingsbehandling</h1>

<div class="contentsBox">I dette kapitlet:
  <ul>
    <li><a href="#what_is_download_manager">Hva er nedlastingsbehandling?</a></li>
    <li><a href="#do_with_download_manager">Hva kan jeg gj&oslash;re med nedlastingsbehandling?</a></li>
    <li><a href="#download_manager_options">Innstillinger vedr&oslash;rende nedlastingsbehandling</a></li>
  </ul>
</div>
<h2 id="what_is_download_manager">Hva er nedlastingsbehandling?</h2>

<p>Nedlastingsbehandling er en funksjon i &brandShortName; som tillater deg &aring; kontrollere og behandle dine
  tidligere og n&aring;v&aelig;rende nedlastinger. Det er en praktisk m&aring;te &aring; forhindre kaoset
  ved mange nedlastingsvinduer, samtidig som man beholder kontrollen og tilgangen til informasjon vedr&oslash;rende 
  nedlastingene.</p>

<p>Nedlastingsbehandling vil starte n&aring;r du laster ned filer, eller n&aring;r du velger 
  <span class="menuPath">Verkt&oslash;y &gt; Nedlastinger</span>, eller n&aring;r du trykker
  <span class="noUnix">&accelKey;+<kbd>J</kbd></span><span class="unix">&accelKey;+<kbd>Y</kbd></span>.</p>


<h2 id="do_with_download_manager">Hva kan jeg gj&oslash;re med nedlastingsbehandling?</h2>

<p>I tillegg til &aring; ta vare p&aring; informasjon om alle nedlastingene p&aring; et sted, gir
  nedlastingsbehandling enkel tilgang til alle de vanligste handlingene for hver av dine
  nedlastinger.</p>

<dl>
  <dt>Pause</dt>
  <dd>Du kan sette en nedlasting p&aring; pause ved &aring; trykke p&aring;
    <strong>Pause</strong>-knappen til h&oslash;yre for filnavnet. Dette kan for eksempel v&aelig;re nyttig
    dersom du trenger &aring; starte en liten nedlasting etter at du har startet en stor en.
    &Aring; pause nedlastinger gir deg muligheten til &aring; bestemme hvilke nedlastinger som
    er viktigst. N&aring;r du har lyst &aring; fortsette nedlastingen trykker du bare 
    p&aring; <strong>Fortsett</strong>-knappen for &aring; fortsette nedlastingen.</dd>

  <dt>Avbryte</dt>
  <dd>Dersom du finner ut at du ikke trenger en fil du holder p&aring; &aring; laste ned, er det enkelt &aring; avbryte
    nedlastingen. Trykk <strong>Avbryt</strong>-knappen til h&oslash;yre for filnavnet for &aring; avbryte
    nedlastingen og spare overf&oslash;ringskapasitet til andre 
    nedlastinger.</dd>

  <dt>&Aring;pne filen</dt>
  <dd>N&aring;r en nedlasting er ferdig vil <strong>&Aring;pne</strong>-lenken komme fram til h&oslash;yre
    for filen. Bruk den for &aring; &aring;pne filen.</dd>

  <dt>Fjern en fils oppf&oslash;ring</dt>
  <dd>Om du ikke &oslash;nsker &aring; lagre informasjon vedr&oslash;rende en spesiell nedlasting, er du bare
    et museklikk fra. Bare trykk p&aring; <strong>Fjern</strong>-knappen til 
    h&oslash;yre for filnavnet.</dd>

  <dt>Fortsette en nedlasting</dt>
  <dd>Om nedlastingen av en eller annen grunn ikke blir ferdig, er det enkelt &aring; fors&oslash;ke &aring;
    laste ned p&aring;nytt. For &aring; starte en mislykket nedlasting p&aring; nytt bare trykk p&aring;
    <strong>Pr&oslash;v igjen</strong>-knappen til h&oslash;yre for filnavnet og &brandShortName; vil pr&oslash;ve &aring; 
    starte nedlastingen p&aring; nytt.</dd>

  <dt>&Aring;pne nedlastingsmappe</dt>
  <dd>Hvis du har satt &brandShortName; til &aring; lagre alle nedlastinger til en mappe i
    <a href="#download_manager_options">Nedlastingsbehandling-innstillinger</a>,
    kan du &aring;pne denne mappen ved &aring; trykke p&aring; <strong>Mappenavn</strong> p&aring; bunnen 
    av nedlastingsbehandling-vinduet.</dd>
</dl>

<h2 id="download_manager_options">Innstillinger vedr&oslash;rende nedlastingsbehandling</h2>

<p>Innstillinger vedr&oslash;rende nedlastingsbehandling er tilgjengelig ved &aring; &aring;pne
  <strong>Nedlastinger</strong>-panelet i Innstillinger-vinduet. Disse innstillingene
  lar deg endre forskjellige valg vedr&oslash;rende nedlasting. Mer informasjon om de forskjellige
  innstillingene er tilgjengelig p&aring;
  <a href="prefs.xhtml#downloads">Innstillinger-siden</a>.</p>

<div class="contentsBox"><em>12 September 2006</em></div>
<p>Opphavsrettsbeskyttet &copy; 2003-2006 Bidragsytere til Mozilla Help Viewer Project. Norsk oversettelse: Opphavsrettsbeskyttet &copy; 2004-2006 Mozilla Norge (<a href="http://www.firefox.no">www.firefox.no</a>).</p>

</body>
</html> 
