<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
]
>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Definisjoner</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<p>Denne definisjonslisten er laget utelukkende for &aring; informere. Den kan ikke bli sett p&aring;
  som en komplett eller offesiell beskrivelse av emnene som blir tatt opp, eller 
  de personvern-/sikkerhetsproblemer som blir beskrevet.</p>
<hr/>

<h1 id="glossary">Definisjoner</h1>

<dl>

<dt id="authentication">autentisering</dt>
<dd>Bruken av passord, sertifikater, personlig identifikasjonsnummer 
  (PIN) eller annen informasjon for &aring; bekrefte en identifikasjon over et 
  datanettverk.</dd>

<dt id="bookmark">bokmerke</dt>
<dd>En lagret adresse (<a href="#Uniform_Resource_Locator">URL</a>)
  til en nettside som du enkelt kan g&aring; til ved &aring; trykke p&aring; ikonet til bokmerket i <em>verkt&oslash;ylinjen for bokmerker</em>
  eller velge bokmerket i Bokmerkemenyen.</dd>

<dt id="Bookmarks_Toolbar">Verkt&oslash;ylinje for bokmerker</dt>
<dd>Den tilpassbare verkt&oslash;ylinjen som du finner rett under adresselinjen i &brandShortName; 
  (om du ikke har endret p&aring; innstillinger om det). Den inneholder knapper for dine bokmerker (eller
  mapper som inneholder grupper med bokmerker) som du kan legge til eller fjerne.</dd>

<dt id="cache">hurtiglager</dt>
<dd>En samling med kopier av nettsider som er lagret p&aring; hardisken eller
  i minnet (RAM). &brandShortName; tar vare p&aring; disse kopiene mens du
  surfer p&aring; Internett. N&aring;r du klikker p&aring; en lenke eller skriver inn en 
  <a href="#Uniform_Resource_Locator">URL</a> til en nettside vil &brandShortName; unders&oslash;ke
  om den har nettsiden i hurtiglageret. Om nettsiden ikke har forandret seg vil 
  &brandShortName; bruke siden i hurtiglageret, istedenfor &aring; laste ned 
  p&aring; nytt. Dette sparer prossesoren og b&aring;ndbredde.
</dd>

<dt id="certificate">sertifikat</dt>
<dd>Det som i den digitale verdenen tilsvarer ID-kort. Et sertifikat angir navnet
  til en person, et firma eller annet, og bekrefter at en fellesn&oslash;kkel, som er 
  inkludert i sertifikatet, tilh&oslash;rer denne personen/firmaet/annet. N&aring;r du digitalt
  signerer en melding eller annen data, s&aring; blir en digital signatur opprettet
  for denne meldingen basert p&aring; den private n&oslash;kkelen, som samsvarer med 
  fellesn&oslash;kkelen i sertifikatet ditt.</dd>

<dt id="client">klient</dt>
<dd>Programvare (som for eksempel en nettleser) som sender foresp&oslash;rsler til og mottar
  informasjon fra en <a href="#server">tjener</a>, som vanligvis kj&oslash;rer p&aring; en annen
  datamaskin. En datamaskin hvor klientprogramvare kj&oslash;rer, blir ogs&aring; beskrevet som
  en klient.</dd>

<dt id="cookie">informasjonskapsel</dt>
<dd>En liten bit med informasjon som blir lagret p&aring; datamaskinen din av noen nettsted. N&aring;r
  du bes&oslash;ker et slikt nettsted, sp&oslash;r nettstedet &brandShortName; om &aring; putte en eller flere
  informasjonskapsler p&aring; harddisken din. Senere, n&aring;r du kommer tilbake til dette nettstedet,
  s&aring; sender &brandShortName; informasjonskapslene som tilh&oslash;rer nettstedet tilbake.
  Informasjonskapsler lar nettsted vedlikeholde informasjon om deg, som for eksmepel innholdet
  av handlevognen din. Du kan sette innstillinger for bruk av informasjonskapsler i nettleseren,
  som bestemmer hvordan informasjonskapsler brukes og hvor mye informasjon som kan lagres i dem.</dd>

<dt id="cryptography">kryptografi</dt>
<dd>Kunsten og utf&oslash;relsen av kryptering (eller uleseliggj&oslash;ring) av dekryptering 
  av informasjon. For eksempel, kryptografiske teknikker blir brukt p&aring; informasjonen som
  g&aring;r mellom kommersielle nettsted og &brandShortName;.</dd>

<dt id="decryption">dekryptering</dt>
<dd>Prosessen &aring; leseliggj&oslash;re informasjon som har blitt kryptert. Se ogs&aring;
  <a href="#encryption">kryptering</a>.</dd>

<dt id="digital_ID">digital ID</dt>
<dd>Se <a href="#certificate">sertifikat</a>.</dd>

<dt id="encryption">kryptering</dt>
<dd>Prosessen med &aring; uleseliggj&oslash;re data p&aring; en m&aring;te slik at innholdet blir skjult for andre.
  For eksempel, krypterte tilkoblinger mellom datamaskiner gj&oslash;r det veldig vanskelig
  for andre &aring; kunne gj&oslash;re data leselig (<em>dekryptere</em>) informasjonen
  som flyter over tilkoblingen. Kryptert informasjon kan bare blir dekryptert
  av noen som har en passende n&oslash;kkel.</dd>

<dt id="XML">Extensible Markup Language (XML)</dt>
<dd>En &aring;pen standard for &aring; beskrive data. I motsetning til HTML, tillater XML 
  utvikleren av nettsider &aring; lage egne merkelapper. For mer informasjon,
  se W3C-dokumentet <a href="http://www.w3.org/XML/">Extensible
  Markup Language (XML)</a>.</dd>

<dt id="feed">nyhetskilde</dt>
<dd>En <a href="#XML">XML</a>-nettside som inneholder lenker til andre
  nettsider. Spesielle programmer kan lese XML-nettsiden for &aring; presentere
  lenkeoverskriftene, og automatisk oppdatere listen n&aring;r dokumentet endres.
  Nyhetsnettsider bruker feeds for &aring; raskt publisere siste overskrifter, mens
  personlige journaler p&aring; Internett bruker ofte XML-nettsider for &aring; raskt informere bes&oslash;kende
  om nye journaloppf&oslash;ringer. Se ogs&aring; <a href="#live_bookmark">levende bokmerker</a>.</dd>

<dt id="File_Transfer_Protocol">File Transfer Protocol (FTP)</dt>
<dd>En standard som gir brukere mulighet for &aring; overf&oslash;re filer fra en datamaskin til 
  en annen over et nettverk. Du kan bruke &brandShortName; for &aring; hente filer
  med &aring; bruke FTP-protokollen.</dd>

<dt id="FIPS_PUBS_140-1">FIPS PUBS 140-1</dt>
<dd>Federal Information Processing Standards Publications (FIPS PUBS) 140-1 er
  en amerikansk standard for implementering av kryptografiske moduler &mdash;
  maskinvare eller programvare som krypterer eller dekrypterer data, eller utf&oslash;rer
  andre kryptografiske operasjoner (som for eksmepel &aring; kontrollere eller opprette
  digitale signaturer). Mange produkter som selges til ulike regjeringer m&aring; st&oslash;tte
  en eller fler av FIPS-standardene.</dd>

<dt id="home_page">startside</dt>
<dd>Siden som &brandShortName; viser hver gang du starter den, eller n&aring;r du trykker
  p&aring; <em>Hjem</em>-knappen. Betegnelsen brukes ogs&aring; om hovedsiden for nettsted,
  hvor du kan navigere til andre sider p&aring; nettstedet.</dd>

<dt id="Hypertext_Markup_Language">Hypertext Markup Language (HTML)</dt>
<dd>Dokumentformatet som brukes for nettsider. HTML-standarden definerer merkelapper, eller
  koder, som brukes for &aring; definere tekstutseende, skrifttyper, stiler, bilder og
  andre elementer som nettsider bygges opp av.</dd>

<dt id="Internet">Internett</dt>
<dd>Et verdensomspennende nettverk av millioner av datamaskiner som kommuniserer med hverandre
  gjennom en standard protokoll som for eksempel 
  <a href="#Transmission_Control_Protocol_Internet_Protocol">TCP/IP</a>.
  Internett ble opprinnelig utviklet av det amerikanske milit&aelig;ret i 1969, men vokste til ogs&aring; &aring;
  omfatte forsknings- og utdanningsinstitusjoner. I slutten av 1990-&aring;rene ble ogs&aring; flere millioner
  bedrifter, organisasjoner og privatpersoner ogs&aring; representert p&aring; Internett. I dag brukes Internett for sending og mottak av e-post,
  bruk av verdensveven (<a href="#World_Wide_Web">World Wide Web</a>), lynmeldinger,
  e-postlister, nyhetsgrupper og mye annet.</dd>

<dt id="Internet_protocol_address">Internet protocol address (IP address)</dt>
<dd>Adressen til en datamaskin p&aring; et 
  <a href="#Transmission_Control_Protocol_Internet_Protocol">TCP/IP</a>-nettverk.
  Hver datamaskin p&aring; Internett har en egen IP-adresse. <a href="#client">Klienter</a>
  har enten en permanent IP-adresse, eller blir tildelt en ny adresse hver gang
  de kobler seg til nettverket.</dd>

<dt id="Java">Java</dt>
<dd>Et programmeringsspr&aring;k utviklet av Sun Microsystems. Et enkelt Java-program
  kan kj&oslash;re p&aring; mange ulike typer datamaskiner, og unng&aring;r derved at programmerere
  m&aring; lage egne utgaver av programmene sine for hver type datamaskin. Etter at Java er 
  installer, kan &brandShortName; automatisk laste ned og kj&oslash;re Java-programmer
  (som ogs&aring; kalles for applets).</dd>

<dt id="JavaScript">JavaScript</dt>
<dd>Et skriptspr&aring;k som ofte brukes for &aring; lage nettsider. Programmerere kan bruke
  JavaScript for &aring; gj&oslash;re nettsidene mer interaktive; JavaScript brukes ofte for &aring; 
  automatisk kontrollere data i skjemaer. JavaScript kan brukes sammen med Java,
  men teknisk sett er det et helt separat spr&aring;k. En trenger ikke &aring; ha Java for at
  JavaScript skal virke ordentlig.</dd>

<dt id="live_bookmark">Levende bokmerke</dt>
<dd>En spesiell type bokmerke som oppf&oslash;rer seg som en mappe, og inneholder alle lenkene til et
  <a href="#feed">XML-nyhetsdokument</a>.  Dersom du oppretter et levende bokmerke ved &aring; bes&oslash;ke et nettsted
  som har et XML-nyhetsdokument, kan du trykke p&aring; ikonet for levende bokmerke i statuslinjen,
  og velge nyhetsformatet du vil bruke.</dd>

<dt id="location_bar">Adresselinje</dt>
<dd>Innskrivingsfeltet (og tilh&oslash;rende knapper) n&aelig;rt toppen av &brandShortName;-vinduet
  hvor du kan skrive inn en <a href="#Uniform_Resource_Locator">URL</a> eller s&oslash;keord.</dd>

<dt id="master_password">hovedpassord</dt>
<dd>Et passord som brukes for &aring; beskytte lagrede passord og andre private data.
  &brandShortName; vil sp&oslash;rre etter hovedpassordet n&aring;r du pr&oslash;ver &aring; f&aring; tilgang til disse data.
  Dersom du har flere sikkerhetsenheter, vil hver sikkerhetsenhet kreve et separat hovedpassord.
  </dd>

<dt id="navigation_toolbar">Verkt&oslash;ylinje for navigasjon</dt>
<dd>En verkt&oslash;ylinje n&aelig;rt toppen av &brandShortName;-vinduet som inneholder
  <em>Tilbake</em> og <em>Frem</em>-knappene.</dd>

<dt id="Password_Manager">Passordbehandling</dt>
<dd>Delen av &brandShortName; som hjelper deg til &aring; huske alle eller noen av brukernavnene
  og passordene du bruker, ved &aring; lagre dem p&aring; datamaskinens harddisk, og automatisk skrive
  dem inn i skjemaer n&aring;r du bes&oslash;ker nettsider hvor de trengs.</dd>

<dt id="PKCS_11">PKCS #11</dt>
<dd>En fellesn&oslash;kkel kryptografistandard som styrer sikkerhetsenheter som for eksempel
  smart-kort.</dd>

<dt id="Plugin">Programtillegg</dt>
<dd>Programtillegg legger til nye visningsmuligheter i &brandShortName;, som for eksempel muligheten til
  &aring; spille av lyd- eller videoklipp. I motsetning til andre typer hjelpeprogrammer, blir programtillegg
  lagt til i Plugins-mappen til installeringsmappen
  til &brandShortName;, og kan &aring;pnes inni &brandShortName; selv
  (innbundet i vinduet). For eksempel, et lyd-programtillegg kan la deg
  h&oslash;re p&aring; lydfiler p&aring; nettsider eller i e-postmeldinger. Macromedia
  Flash Player og Java er begge eksempler p&aring; programtillegg.</dd>

<dt id="private_key">privat n&oslash;kkel</dt>
<dd>En av paret av n&oslash;kler som brukes i fellesn&oslash;kkel-kryptografi. Den private n&oslash;kkelen holdes
hemmelig, og brukes for &aring; dekryptere data som har blitt kryptert med en tilsvarende
fellesn&oslash;kkel.</dd>

<dt id="proxy">mellomtjener</dt>
<dd>En tjener eller tjenerprogram som virker b&aring;de som en 
  <a href="#server">tjener</a> og <a href="#client">klient</a> med
  den hensikten &aring; kunne foreta foresp&oslash;rsler p&aring; vegne av andre klienter.</dd>

<dt id="search_engine">s&oslash;kemotor</dt>
<dd>Et nettsidebasert program som lar brukere s&oslash;ke etter og hente ut
  bestemt informasjon fra Internett (WWW). S&oslash;kemotoren s&oslash;ker etter
  flere n&oslash;kkelord i den fullstendige teksten til mange nettsider. 
  Noen s&oslash;kemotorer kan ogs&aring; v&aelig;re basert p&aring; kataloglister som er manuelt vedlikeholdt.
  Vanligvis skriver brukeren inn et ord eller et uttrykk i en
  s&oslash;keboks, og s&oslash;kemotoren vil da vise de dokumentene som den mener
  er relevante til s&oslash;keuttrykket.</dd>

<dt id="secure_site">sikkert nettsted</dt>
<dd>Et nettsted som bruker <a href="#encryption">kryptering</a> i tilkoblinger 
  til &brandShortName; for &aring; forhindre at ondsinnede Internett-brukere kan se data som
  blir overf&oslash;rt.  N&aring;r du bes&oslash;ker et sikkert nettsted, vil &brandShortName;
  vise et hengel&aring;s-ikon i <a href="#Status_Bar">Statuslinjen</a> og i 
  <a href="#location_bar">adresselinjen</a>.  &brandShortName; viser ogs&aring; 
  nettstedets domenenavn i statuslinjen (for &aring; forhindre ondsinnede nettsted
  fra &aring; stjele data fra deg) og omgj&oslash;r bakgrunnen av 
  adresselinjen til gul.</dd>
<dd>Noen nettsted kan inneholde b&aring;de sikker og usikret data. Usikret data er vanligvis
  ikke privat, men ikke alltid. For slike nettsted vil 
  &brandShortName; vise et hengel&aring;s-ikon med et strek over i 
  statuslinjen og i adresselinjen, og vil <em>ikke</em> vise nettstedets
  domenenavn i adresselinjen,
  slik at du kan vite at nettstedet ikke er helt sikkert.</dd>

<dt id="SSL">Secure Sockets Layer (SSL)</dt>
<dd>En protokoll som tillater autentisering mellom en
  <a href="#client">klient</a> og en <a href="#server">tjener</a>
  for &aring; kunne opprette en autentisert og kryptert tilkobling.
  SSL kj&oslash;rer over TCP/IP-niv&aring;et, men under HTTP, LDAP, IMAP, NNTP,
  og andre h&oslash;yereniv&aring; nettverksprotokoller. Den nye Internet Engineering
  Task Force (IETF)-standarden Transport Layer Security (TLS) er
  basert p&aring; SSL. Se ogs&aring; <a href="#authentication">autentisering</a>,
  <a href="#encryption">kryptering</a>.</dd>

<dt id="server">tjener</dt>
<dd>Programvare (slik som programvaren som deler ut nettsider) som mottar
  foresp&oslash;rsler, og sender informasjon til en <a href="#client">klient</a>,
  som oftest kj&oslash;rer p&aring; en annen datamaskin.  En maskin som har
  kj&oslash;rende tjenerprogrammer, kan ogs&aring; beskrives som en tjener.</dd>

<dt id="Status_Bar">Statuslinje</dt>
<dd>En verkt&oslash;ylinje som vises p&aring; bunnen av &brandShortName;-vinduet. Den
  viser status-ikoner p&aring; h&oslash;yre side.</dd>

<dt id="TLS">TLS</dt>
<dd>Se <a href="#Secure_Sockets_Layer">Secure Sockets Layer (SSL)</a>.</dd>

<dt id="TCP_IP">Transmission Control Protocol/Internet Protocol (TCP/IP)</dt>
<dd>En unix protokoll som blir brukt til &aring; koble sammen datamaskiner som kan bruke vidt forskjellige opperativsystemer.
  TCP/IP er en viktig Internett-protokoll protokoll og har blitt standard over hele verden .</dd>

<dt id="Uniform_Resource_Locator">Uniform Resource Locator (URL)</dt>
<dd>Den standariserte adressen som forteller &brandShortName; hvordan den finner filer
  og andre resurser p&aring; Internett (F.eks, <tt>http://www.mozilla.org</tt>).
  Skriv URL-er inn i &brandShortName; sin adresselinje for &aring; g&aring; til siden. URL-er
  blir ogs&aring; brukt i lenker som peker til andre sider. Ogs&aring; kjent som Internett- eller
  web-adresser.</dd>

<dt id="web_page">nettside</dt>
<dd>Et enkelt dokument p&aring; WWW (World Wide Web) som er identifisert med en unik
  adresse eller URL.  Et nettsted kan inneholde tekst, hyperlenker og bilder/grafikk.</dd>

<dt id="web_site">nettsted</dt>
<dd>En gruppe av sammenhengede sider som henger samme med hyperlenker og administrert 
  av et firma, organisasjon eller en inviduell person. En nettside kan inneholde tekst, 
  grafikk, lyd og videofiler sammen med lenker til andre nettsider.</dd>

<dt id="World_Wide_Web">World Wide Web</dt>
<dd>Ogs&aring; kjent som nettet. En del av Internett er web-sider. Disse blir lagret 
  p&aring; <a href="#server">tjenere</a> og vist av
  <a href="#client">klienter</a> kalt nettlesere (som f.eks 
  &brandShortName;).</dd>

</dl>

<p>
[&nbsp;<a href="#glossary">G&aring; til toppen av listen</a>&nbsp;]
</p>

<div class="contentsBox"><em>07. april 2005</em></div>
<p>Opphavsrettsbeskyttet &copy; 2003-2006 Bidragsytere til Mozilla Help Viewer Project. Norsk oversettelse: Opphavsrettsbeskyttet &copy; 2004-2006 Mozilla Norge (<a href="http://www.firefox.no">www.firefox.no</a>).</p>

</body>
</html>
