<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  David Tenser <david.tenser@comhem.se> (original author)
  R.J. Keller <rlk@trfenv.com>
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>&brandFullName; menyreferanse</title>
  <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>&brandFullName; menyreferanse</h1>
  <p>Denne menyreferansen beskriver alle menyvalgene i
    hovedvinduet til &brandFullName;.</p>

  <div class="contentsBox">I dette kapitlet:
    <ul>
      <li class="mac"><a href="#firefox">&brandShortName;</a></li>
      <li><a href="#file">Fil</a></li>
      <li><a href="#edit">Rediger</a></li>
      <li><a href="#view">Vis</a></li>
      <li><a href="#go">G&aring;</a></li>
      <li><a href="#bookmarks">Bokmerker</a></li>
      <li><a href="#tools">Verkt&oslash;y</a></li>
      <li class="mac"><a href="#window">Vindu</a></li>
      <li><a href="#help">Hjelp</a></li>
    </ul>
  </div>

<div class="mac">
  <h2 id="firefox">&brandShortName;</h2>
    <h3 id="about_mac">Om &brandFullName;</h3>
    <p>Viser en dialogboks med informasjon om &brandShortName;, som blant annet
      omfatter versjonsnummer og en kort liste over anerkjennelser.</p>

    <h3 id="prefs_mac">Innstillinger ...</h3>
    <p>Viser <a href="prefs.xhtml">Innstillinger-vinduet</a>,
      hvor du kan endre mange av innstillingene i &brandShortName;.</p>

    <h3 id="quit_mac">Avslutt &brandShortName;</h3>
    <p>Lukker alle &aring;pnede vinduer i &brandShortName;, sammen med aktive nedlastinger,
      og avslutter &brandShortName; helt. Dersom du velger dette menyvalget mens du har
      flere &aring;pne faner, vinduer eller nedlastinger, vil &brandShortName; sp&oslash;rre etter bekreftelse
      p&aring; handlingen, for &aring; forhindre at du avslutter ved et uhell. Du kan sl&aring; av
      denne advarselen ved &aring; fjerne avmerkingen til <em>Advar ved lukking av flere faner</em>-knappen i
      <em>Faner</em>-panelet til innstillingene. &brandShortName; vil ogs&aring; advare deg
      dersom du laster ned filer n&aring;r du fors&oslash;ker &aring; avslutte.</p>
</div>

<h2 id="file">Fil</h2>

  <h3 id="new_window">Nytt vindu</h3>
  <p>&Aring;pner ett nytt &brandShortName; vindu.</p>

  <h3 id="new_tab">Ny fane</h3>
  <p>&Aring;pner en ny fane i det aktive &brandShortName; vinduet.</p>

  <h3 id="open_location">&Aring;pne adresse ...</h3>
  <p>Gir fokus til adresselinjen til &brandShortName; slik at du kan skrive inn en ny adresse du
    vil bes&oslash;ke.</p>

  <h3 id="open_file">&Aring;pne fil ...</h3>
  <p>Gir en &Aring;pne fil dialog hvor du kan velge en fil fra din
    lokale maskin eller nettverket. Du kan se mange filer i &brandShortName;,
    inkludert HTML/XML filer, bildefiler, tekstfiler osv.</p>

  <h3 id="close">Lukk (vindu)</h3>
  <p>Lukker det aktive vinduet.</p>

  <h3 id="close_tab">Lukk fane</h3>
  <p>Stenger den aktive fanen og skifter fokus til fanen til h&oslash;yre. Dette menyvalget er bare
    synlig om du har mer enn 1 fane oppe.</p>

  <h3 id="save_page_as">Lagre siden som ...</h3>
  <p>Lagrer den aktive siden. Du kan velge mellom &aring; lagre hele
    siden (med bilder), bare HTML eller bare
    teksten.</p>

  <h3 id="send_page">Send lenke ...</h3>
  <p>&Aring;pner en ny e-post med standard e-postprogram, hvor du
    kan sende en melding med en lenke til den aktive nettsiden.</p>

  <h3 id="page_setup">Sideoppsett ...</h3>
  <p>Viser en sideoppsettdialog hvor du kan velge utskriftinnstillinger
    som marginer, topptekst og bunntekst.</p>

  <div class="noMac">
    <h3 id="print_preview">Forh&aring;ndsvisning (bare Windows og GNU/Linux)</h3>
    <p>Viser en forh&aring;ndsvisning av hvordan den aktive
      nettsiden vil se ut n&aring;r den blir skrevet ut, etter &aring; ha blitt behandlet av
      utskriftsinnstillingene.</p>
  </div>

  <h3 id="print">Skriv ut ...</h3>
  <p>Starter utskriftsdialogboksen, hvor du kan velge antall utskrifter
    o.l. Klikk <em>OK</em> for &aring; skrive ut siden.</p>

  <h3 id="import">Importer ...</h3>
  <p>&Aring;pner Importguiden, hvor du kan importere bokmerker,
    historikk, passord og annen data fra nettlesere som Microsoft Internet
    Explorer, Netscape, Mozilla eller Opera.</p>

  <h3 id="work_offline">Arbeid frakoblet</h3>
  <p>Skifter mellom p&aring;koblet og frakoblet modus. Frakoblet lar deg
    se sider du har bes&oslash;kt tidligere uten &aring; v&aelig;re
    tilkoblet Internett.</p>

<div class="noMac">
  <h3 id="exit">
    <span class="win">Avslutt</span>
    <span class="noWin">Avslutt</span>
  </h3>
  <p>Stenger alle &aring;pne &brandShortName;-vinduer, inkludert aktive nedlastinger,
    og avslutter &brandShortName; helt. Om du trykker p&aring; denne med &aring;pne
    faner, vinduer eller nedlastinger vil &brandShortName; be deg bekrefte
    handlingen f&oslash;rst. Du kan sl&aring; av denne advarselen ved &aring; fjerne avkryssingen p&aring;
    <em>Advar ved lukking av flere faner</em>-valget i
    <em>Faner</em>-panelet til innstillingene. &brandShortName; vil ogs&aring; advare
    deg hvis du laster ned filer n&aring;r du fors&oslash;ker &aring; avslutte.</p>
</div>

<h2 id="edit">Rediger</h2>

  <h3 id="undo">Angre</h3>
  <p>Angrer den siste handlingen i et tekstfelt. Om du finner ut at du ikke vil angre
    handlingen, bruk kommandoen Gjenta.</p>

  <h3 id="redo">Gjenta</h3>
  <p>Gjentar den siste angrede kommandoen.</p>

  <h3 id="cut">Klipp ut</h3>
  <p>Klipper ut den valgte teksten fra et tekstfelt og lagrer det i utklipstavlen. Lim inn
    teksten et annet sted ved &aring; bruke kommandoen Lim inn.</p>

  <h3 id="copy">Kopier</h3>
  <p>Kopierer den valgte teksten til skrivebordet. Lim inn teksten i et tekstfelt ved
    &aring; bruke kommandoen Lim inn.</p>

  <h3 id="paste">Lim inn</h3>
  <p>Limer inn tekst lagret i utklippstavlet til et tekstfelt</p>

  <h3 id="delete">Slett</h3>
  <p>Sletter den markerte teksten fra tekstfeltet.</p>

  <h3 id="select_all">Merk alt</h3>
  <p>Merker all tekst og bilder p&aring; siden.</p>

  <h3 id="find_in_this_page">S&oslash;k p&aring; denne siden ...</h3>
  <p>Viser s&oslash;kelinjen i bunnen av nettleservinduet. Skriv inn
    teksten du vil s&oslash;ke etter, og mens du skriver vil
    &brandShortName; automatisk finne og markere det f&oslash;rste resultatet i siden.
    Klikk <em>Neste</em> eller <em>Forrige</em> for &aring; finne
    teksten andre steder i siden, og klikk <em>Marker tekst</em> for &aring; utheve
    alle s&oslash;ketreff p&aring; siden.</p>

  <h3 id="find_again">S&oslash;k igjen</h3>
  <p>S&oslash;ker etter neste tilfelle av teksten som ble s&oslash;kt etter med
  <em>S&oslash;k p&aring; denne siden ...</em>.</p>

  <h3 class="unix" id="prefs">Innstillinger;</h3>
  <p class="unix">Viser <a href="prefs.xhtml">Innstillingsvinduet</a>,
    hvor du kan forandre mange av innstillingene i &brandShortName;.</p>

<h2 id="view">Vis</h2>

  <h3 id="toolbars">Verkt&oslash;ylinjer</h3>

    <h4 id="navigation_toolbar">Verkt&oslash;ylinje for navigasjon</h4>
    <p>Viser verkt&oslash;ylinjen for navigasjon, som vanligvis inneholder standardfunksjonene for navigasjon (Tilbake,
      Frem, Stop, etc.).</p>

    <h4 id="bookmarks_toolbar">Verkt&oslash;ylinje for bokmerker</h4>
    <p>Viser verkt&oslash;ylinjen for bokmerker, som inneholder bokmerker
      til forskjellige sider.</p>

    <h4 id="customize">Tilpass ...</h4>
    <p>Viser tilpassningsdialogen for verkt&oslash;ylinje. Her kan du dra og slippe verkt&oslash;ylinjefunksjoner
      til og fra verkt&oslash;ylinjene. Du kan ogs&aring; <span
      class="noMac">h&oslash;yreklikke</span><span class="mac">trykke &ctrlKey; + trykk</span> p&aring;
      verkt&oslash;ylinjen for navigasjon og velge <em>Tilpass ...</em>
      for &aring; se denne dialogen.</p>

  <h3 id="status_bar">Statuslinje</h3>
  <p>Viser statuslinjen som du finner p&aring; bunnen av vinduet.
    Den viser nyttig informasjon, men for noen er den kansje
    overfl&oslash;dig.</p>

  <h3 id="sidebar">Sidestolpe</h3>
  <p>Sidestolpen kan vise informasjon om bokmerkene dine eller historikk. Du kan
    alltid lukke sidestolpen ved &aring; klikke p&aring; krysset &oslash;verst i
    h&oslash;yre hj&oslash;rne.</p>

    <h4 id="view_sidebar_bookmarks">Bokmerker</h4>
    <p>For &aring; vise sidestolpen med bokmerker, som holder bokmerkene dine synlige hele tiden.
      Dette kan v&aelig;re nyttig om du bruke bokmerkene dine mye.</p>

    <h4 id="history_sidebar">Historikk</h4>
    <p>Viser sidestolpen med historikk, som holder orden p&aring; hvilke sider du har
      bes&oslash;kt. For &aring; forandre hvor mange dager den skal huske, g&aring;
      til &pref.menuPath; og s&aring; Personvern.</p>

  <h3 id="stop">Stop</h3>
  <p>Stopper lastingen av den aktive nettsiden. Dette er det samme som &aring; klikke p&aring; <em>Stop</em>-knappen i
    verkt&oslash;ylinjen.</p>

  <h3 id="reload">Oppdater</h3>
  <p>Henter den nyeste versjonen av den aktive nettsiden. Dette er det samme som
    &aring; klikke p&aring; <em>Oppdater</em>-knappen i verkt&oslash;ylinjen.</p>

  <h3 id="text_size">Skriftst&oslash;rrelse</h3>
  <p>Om teksten p&aring; en nettside er for liten eller stor, kan du
    forandre den her.</p>

    <h4 id="increase_text_size">St&oslash;rre skrift</h4>
    <p>&Oslash;ker st&oslash;rrelsen p&aring; teksten i siden. Du kan ogs&aring; gj&oslash;re dette
      med musen (se <a href="mouse_shortcuts.xhtml">Musesnarveier</a>
      for hjelp).</p>

    <h4 id="decrease_text_size">Forminsk tekst</h4>
    <p>Viser teksten p&aring; en nettside en st&oslash;rrelse mindre. Du kan ogs&aring; gj&oslash;re dette
      med musen (se <a href="mouse_shortcuts.xhtml">Musesnarveier</a>
      for hjelp).</p>

    <h4 id="reset_text_size">Normal</h4>
    <p>Viser teksten i normal st&oslash;rrelse.</p>

  <h3 id="page_style">Sidestil</h3>
  <p>Lar deg velge en stil for den aktive nettsiden. Som standard er
    &quot;Vanlig sidestil&quot; valgt, om ikke forfatteren av siden har
    valgt noe annet.</p>

    <h4 id="no_style">Ingen stil</h4>
    <p>Fjerner stilformatering.</p>

    <h4 id="basic_page_style">Standard sidestil</h4>
    <p>Viser siden med en generell stil, slik den ble laget av forfatteren.</p>

    <h4 id="alternate_style"></h4>
    <p>Om forfatteren har spesifisert flere sidestiler vil &brandShortName;
     liste de her slik at du kan velge.</p>

  <h3 id="character_encoding">Tegnkoding</h3>
  <p>Lar deg manuelt forandre tegnkodingen p&aring; nettsiden.
    &brandShortName; gj&oslash;r vanligvis dette automatisk.</p>

  <h3 id="page_source">Kildekode for siden</h3>
  <p>Viser kildekoden for den aktive nettsiden. <!--A future version of
    &brandShortName; will be capable of launching an external program for
    viewing the source.--></p>

  <div class="noMac">
    <h3 id="full_screen">Fullskjerm</h3>
    <p>Viser vinduet i fullskjerm. Om du har skjult verkt&oslash;ylinjen for navigasjon,
      kan du gjenopprette vinduet ved &aring; trykke
      <kbd>F11</kbd>.</p>
  </div>
<h2 id="go">G&aring;</h2>

  <p>Denne menyen inneholder en liste over de sist bes&oslash;kte nettsidene
    og lukkede fanene.</p>

  <h3 id="back">Tilbake</h3>
  <p>G&aring;r en side tilbake i historikken. Dette er det samme som &aring; klikke
    <em>Tilbake</em>-knappen i verkt&oslash;ylinjen.</p>

  <h3 id="forward">Frem</h3>
  <p>G&aring;r frem en side i historikken. Dette er det samme som &aring; klikke p&aring;
    <em>Frem</em>-knappen i verkt&oslash;ylinjen.</p>

  <h3 id="home">Hjem</h3>
  <p>Viser din startside. Dette er det samme som &aring; klikke p&aring;
    knappen <em>Hjem</em> p&aring; navigasjonslinjen. For &aring; forandre startsiden,
    velg &pref.menuPath; og g&aring; til fanen Generelt. Du kan
    bruke en tom side, den aktive siden (eller fanegruppe),
    et bokmerke, eller en adresse du har lagt til manuelt.</p>

  <h3 id="closed_tabs">Nylig lukkede faner</h3>
  <p>Lar deg gjenopprette en fane som du har lukket nylig i det aktive vinduet
    ved å velge den fra listen. Se <a href=
    "tabbed_browsing.xhtml#closing_tabs">Lukke og gjenopprette faner</a>-emnet
    for mer informasjon.</p>

  <h3 id="go_history">Vis i sidestolpen</h3>
  <p>Viser historikk-sidestolpen, som holder orden på hvilke nettsider
    du har besøkt. For å endre hvor mange dager som blir husket, gå til
    &pref.menuPath; og velg <em>Personvern</em>-panelet.</p>

<h2 id="bookmarks">Bokmerker</h2>

  <p>Denne menyen inneholder alle dine lagrede bokmerker.</p>

  <h3 id="add_to_bookmarks">Legg til i bokmerker ...</h3>
  <p>Legger til den aktive siden i dine bokmerker. En dialog vil &aring;pnes
    som lar deg velge en tittel for bokmerke og hvor du vil
    ha det lagret.</p>

  <h3 id="subscribe">Abonner på denne siden ...</h3>
  <p>Viser en forhåndsvisning av <a href="glossary.xhtml#feed">nyhetskilden</a> som er tilbudt av
    denne siden. Fra forhåndsvisningssiden kan du abonnere på nettsiden ved hjelp av
    et <a href="glossary.xhtml#live_bookmark">levende bokmerke</a>, en nyhetsleser
    på din datamaskin, eller en nettside-tjeneste. Dersom du har valgt å alltid abonnere ved
    hjelp av et levende bokmerke eller nyhetsleser i <em>Nyhetskilder</em>-panelet i
    innstillinger, vil forhåndsvisningen ikke bli vist.</p>

  <h3 id="bookmark_all_tabs">Bokmerk alle faner ...</h3>
  <p>Legger til alle faner i det aktive vinduet i bokmerkemappen. En dialog
    vil bli vist, som lar deg velge navnet p&aring; mappen, og hvor
    du vil at den skal lagres.</p>

  <h3 id="manage_bookmarks">Behandle bokmerker ...</h3>
  <p>Starter bokmerkebehandling, en dialogboks hvor du kan forandre p&aring;
    bokmerkene dine. Du kan sortere, endre navn og forandre egenskaper p&aring;
    bokmerkene dine, s&aring; vell som legge til, fjerne og flytte de.</p>

<h2 id="tools">Verkt&oslash;y</h2>

  <h3 id="web_search">S&oslash;k p&aring; Internett</h3>
  <p>Gir fokus til s&oslash;keboksen. Der kan du skrive inn noe du vil s&oslash;ke
    p&aring; Internett etter.</p>

  <h3 id="downloads">Nedlastinger</h3>
  <p>&Aring;pner nedlastingsbehandling, hvor du kan se aktive og
    fullf&oslash;rte nedlastinger.</p>

  <h3 id="add_ons">Add-ons</h3>
  <p>Viser utvidelsesbehandleren, hvor du kan vise, installere, oppdatere
    og avinstallere utvidelser og temaer. Se emnet om
    <a href="customization.xhtml#add_ons">Utvidelser</a> for mer informasjon.</p>

  <h3 id="javascript_console">Feilmeldinger</h3>
  <p>&Aring;pner JavaScript-konsollen som du kan bruke til &aring; finne problemer med JavaScript-kode.
    JavaSkript er et skriptespr&aring;k som er mye brukt for &aring; lage nettsider.
    Programmerere bruker JavaScript for &aring; gj&oslash;re nettsider mer interaktive; JavaScript
    blir ofte brukt til &aring; dynamisk kontrollere skjema eller velge knapper.</p>

  <h3 id="page_info">Sideinformasjon</h3>
  <p>Viser fyldig informasjon om den aktive nettsiden, som
    dokumenttype, koding, st&oslash;rrelse og sikkerhetsinformasjon. Denne informasjonsboksen
    viser ogs&aring; en liste over lenker og media som er i bruk p&aring; siden.</p>

  <h3 id="sanitize">Slett private data ...</h3>
  <p>Fjerner alle elementer som er valgt i <em>Slett private data</em>-dialogen i
    <em>Personvern</em>-panelet i Innstillinger. En bekreftelsesdialog
    vil som standard oppf&oslash;rsel vanligvis bli vist.</p>

  <h3 class="win" id="options">Innstillinger</h3>
  <p class="win">Viser <a href="prefs.xhtml">Innstillingsvinduet</a>,
    hvor du kan forandre mange innstillinger i &brandShortName;.</p>

<div class="mac">
  <h2 id="window">Vindu</h2>

    <h3 id="minimize">Minimer</h3>
    <p>Minimerer det aktive vinduet.</p>

    <h3 id="zoom">Forst&oslash;rring</h3>
    <p>Forst&oslash;rrer eller gjenoppretter det aktive vinduet.</p>

    <h3 id="open-windows">(&Aring;pne vinduer)</h3>
    <p>Viser alle de &aring;pne vinduene sammen med tittelen deres.</p>
</div>

<h2 id="help">Hjelp</h2>

  <h3 id="help_contents">
    <span class="noMac">Innhold</span>
    <span class="mac">&brandShortName; Innhold</span>
  </h3>
  <p>&Aring;pner Hjelpevinduet i &brandShortName; som inneholder nyttig
  informasjon som kan hjelpe deg &aring; finne fram p&aring; Internett.</p>

  <div class="win">
    <h3 id="for_ie_users">For brukere av Internet Explorer (bare Windows)</h3>
    <p>&Aring;pner Hjelpevinduet med informasjon som kan
      hjelpe Internet Explorer-brukere &aring; skifte til &brandShortName;.</p>
  </div>

  <h3 id="relnotes">Utgivelsesmerknader</h3>
  <p>Gir informasjon om installering, avinstallering og konfigurering av
    &brandShortName;, sammen med annen viktig informasjon om den siste versjonen.
    Krever at du er tilkoblet Internett.</p>

  <h3 id="reporter">Rapporter &oslash;delagt nettsted</h3>
  <p>Lar deg rapportere nettsider som ikke virker korrekt i
    &brandShortName; til utviklerne av &brandShortName;.</p>

  <h3 id="web_forgery">Rapporter nettsvindel ...</h3>
  <p>Lar deg rapportere det du tror er nettsvindler eller «phishing»-nettsider.
    Phishing-beskyttelse i &brandShortName; tilbys av Google, og
    informasjon som sendes med denne tjenesten vil bli sendt til Google og brukt for å forbedre denne
    funksjonen. Rapporten din vil være anonym, i følge Googles
    personvernavtale. Krever at du har en Internett-tilknytning.</p>

  <h3 id="check_for_updates">Se etter oppdateringer ...</h3>
  <p>Viser en dialogboks som leter etter oppdateringer til &brandShortName;, og spør
    om du vil laste ned oppdateringer dersom noen fins. Etter at en oppdatering har
    blitt lastet ned, vil dialogboksen be deg starte &brandShortName; på nytt slik at
    oppdateringen kan bli installert. Merk at navnet på dette menyvalget
    kan endres når en oppdatering lastes ned eller er klart til å bli installert.</p>

  <div class="noMac">
    <h3 id="about_mozilla_firebird">Om &brandFullName;</h3>
    <p>Viser en dialogboks med informasjon om &brandShortName;, inkludert
      en kort liste med bidragsytere.</p>
  </div>

<div class="contentsBox"><em>12 September 2006</em></div>
<p>Opphavsrettsbeskyttet &copy; 2003-2006 Bidragsytere til Mozilla Help Viewer Project. Norsk oversettelse: Opphavsrettsbeskyttet &copy; 2004-2006 Mozilla Norge (<a href="http://www.firefox.no">www.firefox.no</a>).</p>

</body>
</html>
