<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  Daniel Wang (original author)
  Jeff Walden <jwalden+code@mit.edu> (minor editorial nits, XHTML conversion)
  Steffen Wilberg <steffen.wilberg@web.de> (minor editorial nits)
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Bruke faner</title>
	<link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>
<h1>Bruke faner</h1>

<p>Fanebasert nettlesing lar deg &aring;pne faner, der hver fane viser en nettside, innenfor
  ett enkelt &brandShortName;-vindu. Du kan &aring;pne lenker i nye faner, slik at
  fanene vil lastes inn samtidig som du fortsetter &aring; lese den aktive siden. Det er ikke n&oslash;dvendig
  at du bruker fanebasert nettlesing, men du vil kanskje synes at det er en bedre og raskere
  m&aring;te &aring; lese nettsider p&aring;.</p>

<div class="contentsBox">I dette kapitlet:
  <ul>
    <li><a href="#creating_loading_tabs">Lage og laste inn faner</a></li>
    <li><a href="#moving_tabs">Flytte faner innenfor et vindu</a></li>
    <li><a href="#closing_tabs">Lukke faner</a></li>
    <li><a href="#customizing">Endre oppf&oslash;rselen til faner</a></li>
    <li><a href="#tips_tricks">Nyttige tips</a></li>
  </ul>
</div>

<h2 id="using_tabbed_browsing">Lage og laste inn faner</h2>

<p>For &aring; &aring;pne en ny fane, trykk &accelKey;+<kbd>T</kbd>, velg <span
  class="menuPath">Fil &gt; Ny fane</span>, eller dobbeltklikk p&aring; tomrommet
  i fanelinjen.</p>

<p>Det er flere ting du kan gj&oslash;re for &aring; laste en lenke i en fane:</p>

<ul>
  <li>Trykk med midtre musknapp p&aring; lenken. (Om du har et musehjul er et klikk p&aring; den
    det samme som en midtre museknapp.)</li>
  <li>Dra lenken og slipp den i et tomt omr&aring;de p&aring; fanelinjen. (Om du bare har
    en nettside oppe er fanelinjen sannsynligvis skjult. Se <a
    href="#customizing">Tilpasse faner</a> for informasjon om hvordan
    du forandrer dette.)</li>
  <li>Dra og slipp lenken i en fane for &aring; &aring;pne lenken i den fanen.</li>
  <li><span class="noMac">H&oslash;yreklikk</span><span class="mac">Trykk &ctrlKey;+mustrykk</span> p&aring; lenken 
    og velg <span
    class="menuPath">&Aring;pne lenke i ny fane</span> fra menyen.</li>
</ul>

<p>For &aring; &aring;pne en adresse i adresselinjen i en ny fane, skriv inn adressen
  og trykk &altKey;+&enterKey;.</p>

<h2 id="moving_tabs">Flytte faner innenfor et vindu</h2>

<p>Faner blir vist i den rekkef&oslash;lgen som du &aring;pner dem i, som ikke alltid er den rekkef&oslash;lgen
  du vil ha.  For &aring; flytte en fane til en annen plassering i &brandShortName;-vinduet,
  kan du dra den dit med musen.  Mens du drar fanen,
  vil &brandShortName; vise en liten indikator for &aring; vise hvor fanen vil bli
  flyttet.  Alternativt kan du bruke <a
  href="shortcuts.xhtml#windows_tabs">tastatursnarveier</a> for &aring; flytte faner innenfor
  et vindu, hvis du vil det.</p>

<h2 id="closing_tabs">Stenge faner</h2>

<p>For &aring; stenge den aktive fanen trykker du &accelKey;+<kbd>W</kbd>, s&aring; Lukk fanen,
  mellomklikk p&aring; fanen, eller velg <span class="menuPath">Fil &gt; 
  Lukk fane</span>. For &aring; lukke alle faner bortsett fra den som er aktiv, <span
  class="noMac">h&oslash;yreklikk</span><span class="mac">trykk &ctrlKey; og
  trykk</span> p&aring; fanen og velg <span class="menuPath">Lukk andre
  faner</span>.</p>

<p>&brandShortName;-vinduer har en liste over faner som har nylig blitt lukket. Du kan
  gjenopprette faner ved å velge de fra <span class="menuPath">Historikk &gt;
  Nylig lukkede faner</span>. Du kan gjenopprette alle faner ved å velge <span
  class="menuPath">Historikk &gt; Nylig lukkede faner &gt; Åpne alle faner
  </span>. Trykk på &accelKey;+&shiftKey;+<kbd>T</kbd> for å åpne dem en etter en
  i omvendt rekkefølge.</p>

<h2 id="customizing">Tilpasse faner</h2>
  <p>For &aring; tilpasse faner, g&aring; til Innstillinger, og &aring;pne
    <a href="prefs.xhtml#tabs_options"><em>Faner</em>-panelet</a>.</p>

<h2 id="tips_tricks">Tips</h2>

<dl>

  <dt id="bookmarking_tabbed_browsing">Bokmerker og faner</dt>
  <dd>For &aring; lagre et sett med faner i bokmerkene:</dd>
  <dd>
    <ol>
      <li><span class="noUnix">Trykk &accelKey;+<kbd>D</kbd> eller 
        velg</span><span class="unix">Velg</span>
        <span class="menuPath">Bokmerker &gt; Legg til bokmerke</span>. for &aring; legge til
        alle faner i aktivt vindu til i en ny bokmerke-mappe.</li>
      <li>For &aring; &aring;pne bokmerker i faner, &aring;pne en bokmerkemeny og velg
        <span class="menuPath">&Aring;pne i faner</span>. Du kan ogs&aring; trykke med midtre musknapp
        p&aring; mappen for &aring; &aring;pne dens innhold i faner. Bokmerkene vil &aring;pne seg i
        eksisterende faner, ikke i nye.</li>
    </ol>
  </dd>

  <dt id="home_page_as_tabs">Startside som faner</dt>
  <dd>Istedenfor &aring; bare ha en nettside som startsiden din, kan du bruke et
    sett med faner som startside. G&aring; til dine favorittnettsider, og &aring;pne de i hver sin
    fane i samme &brandShortName; vindu. Velg &pref.menuPath; og &aring;pne <a
    href="prefs.xhtml#general_options"><em>Generelt</em>-panelet</a> Under
    <em>Startside</em>, trykk knappen kalt <em>Bruk aktive sider</em>. N&aring;r
    du n&aring; trykker p&aring; startsideknappen, vil de valgte nettsidene &aring;pnes
    i faner.</dd>

  <dt>Legge til en Ny Fane-knapp i verkt&oslash;ylinjen</dt>
  <dd>Du kan legge til en Ny Fane-knapp i verkt&oslash;ylinjen for &aring; enklere &aring;pne faner, ved &aring; <a
    href="customization.xhtml#rearranging_toolbar_items">endre innholdet i 
    verkt&oslash;ylinjen</a>.</dd>

  <dt id="keyboard_shortcuts">Tastatursnarveier</dt>
  <dd>&brandShortName; har en lang rekke tastatursnarveier relatert til fanebasert
    nettlesing. Du kan se en liste over disse i <a
    href="shortcuts.xhtml#windows_tabs">Tastatursnarveier</a>.</dd>

</dl>

<div class="contentsBox"><em>12 September 2006</em></div>
<p>Opphavsrettsbeskyttet &copy; 2003-2006 Bidragsytere til Mozilla Help Viewer Project. Norsk oversettelse: Opphavsrettsbeskyttet &copy; 2004-2006 Mozilla Norge (<a href="http://www.firefox.no">www.firefox.no</a>).</p>

</body>
</html>
