<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % platformDTD SYSTEM "chrome://browser/locale/help/platformStrings.dtd" >
    %platformDTD;
]>
<!--
Contributors:
  R.J. Keller <rlk@trfenv.com> (original author)
  Nilson Cain <nilson@gmail.com>
  Steffen Wilberg <steffen.wilberg@web.de>
-->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Bruke &brandFullName;</title>
  <link rel="stylesheet" type="text/css"
    href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1>Bruke &brandFullName;</h1>
<p>Velkommen til &brandFullName;! &brandFullName; er en nettleser som du kan bruke til &aring;
  bes&oslash;ke nettsider og s&oslash;ke p&aring; Internett.</p>

<div class="contentsBox">I dette kapitlet:
  <ul>
    <li><a href="#navigating_web_pages">Navigere gjennom nettsider</a></li>
    <li><a href="#searching">S&oslash;ke</a></li>
    <li><a href="#copying_saving_and_printng_pages">Hvordan du kopierer, lagrer, og
      skriver ut sider</a></li>
    <li><a href="#improving_speed_and_efficiency">Forbedre hurtighet og
      effektivitet</a></li>
  </ul>
</div>

<h2 id="navigating_web_pages">Navigere gjennom nettsider</h2>

<h3 id="viewing_your_home_page">Bes&oslash;ke startsiden</h3>
<p>N&aring;r du starter &brandShortName;, vil du se siden som er satt som
  startside. Som standard oppf&oslash;rsel vil du se startsiden til
  &brandShortName;.
</p>

<div class="noMac"><p><strong>Tips</strong>:</p>
<ul>
  <li>For &aring; vise mer av nettsiden p&aring; skjermen kan du bruke fullskjermmodus.
    Fullskjermmodus komprimerer verkt&oslash;ylinjene betraktelig.
    For &aring; skifte til fullskermmodus velg
    <span class="menuPath">Vis &gt; Fullskjerm</span> eller trykk
    <kbd>F11</kbd>.</li>
  <li>For &aring; raskt g&aring; til startsiden din, trykk &altKey;+<kbd>Home</kbd>.</li>
</ul></div>

<h3><strong id="moving_to_another_page">G&aring; til en annen nettside</strong></h3>
<p>Du kan g&aring; til en ny nettside ved &aring; skrive inn internettadressen (URL)
  i adresselinjen. Internettadresser begynner normalt med &quot;http://&quot; etterfulgt
  av ett eller flere navn som identifiserer adressen. Et eksempel er
  &quot;http://www.mozilla.org/&quot;.</p>

<ol>
  <li>Klikk i adresselinjen for &aring; markere den adresseen som allerede er der.</li>
  <li>Skriv inn adressen til den nettsiden du vil bes&oslash;ke. Adressen du skriver inn vil erstatte
    den som st&aring;r der fra f&oslash;r.</li>
  <li>Trykk &enterKey;.</li>
</ol>

<p><strong>Tips:</strong> For raskt &aring; markere adressen i adresselinjen, trykk
  &accelKey;+<kbd>L</kbd>.</p>

<p><img src="&images.baseURL;/urlbar.png"
     width="320" height="30" alt=""/></p>

<p><strong>Du kjenner ikke adressen?</strong> Pr&oslash;v &aring; skrive et generelt ord som f.eks &quot;gaver&quot; eller &quot;blomster&quot;
  inn i s&oslash;kevinduet og trykk &enterKey;.
  Dette vil starte et Internett-s&oslash;k etter det emnet du skrev inn.</p>

<h3 id="clicking_a_link">Klikke p&aring; en lenke</h3>
<p>De fleste Internettsider har lenker du kan trykke p&aring; for &aring; bevege deg til andre sider.</p>

<ol>
  <li>Beveg musepekeren til den forandres til en pekende finger. Dette
    skjer n&aring;r pekeren er over en lenke. De fleste lenker er ogs&aring; understreket
    tekst, men knapper og bilder kan ogs&aring; v&aelig;re lenker.</li>
  <li>Klikk en gang p&aring; lenken. Mens nettverket finnet lenkens side vil du kunne se statusbeskjeder
    i bunnen av vinduet.</li>
</ol>

<h3 id="retracing_your_steps">Gjenta tidligere bes&oslash;k</h3>
<p>Det er flere m&aring;ter du kan gjenbes&oslash;ke sider:</p>

<ul>
  <li>For &aring; g&aring; tilbake eller frem en side trykk p&aring; <em>Tilbake</em> eller
    <em>Frem</em> -knappen.</li>
  <li>For &aring; g&aring; frem eller tilbake mer enn en side om gangen, trykker du p&aring;
    den lille trekanten ved <em>Tilbake</em> og <em>Frem</em> -knappen. Da kan du se en liste over nettsider du nettopp har
    bes&oslash;kt, og for &aring; bes&oslash;ke den igjen trenger du bare &aring; trykke p&aring; oppf&oslash;ringen.</li>
  <li>For &aring; se en liste over adresser du har skrevet inn i adresselisten trenger du bare &aring; trykke
    p&aring; h&oslash;yre side av adresselinjen. Om du da trykker
    p&aring; en adresse vil du g&aring; til den.
    <img src="&images.baseURL;/urlbar.png" width="320" height="30" alt=""/></li>
  <li>For &aring; bes&oslash;ke nettsider du har bes&oslash;kt siden du startet &brandShortName; kan du &aring;pne
    <em>G&aring;</em>-menyen og velge fra listen p&aring; bunnen.</li>
  <li>For &aring; velge mellom sider du har bes&oslash;kt f&oslash;r,
    &aring;pner du <em>G&aring;</em>-menyen og velger <em>Historikk</em>. Da vil du f&aring; opp
    sidestolpen for Historikk. Den inneholder en liste med mapper.
    Dobbeltklikk p&aring; mappene for &aring; vise undermapper eller bokmerker.
    Dersom du dobbeltklikker p&aring; adressen ved siden av Bokmerke-ikonet vil du g&aring; til den gjeldende siden.</li>
</ul>

<h3 id="stopping_and_reloading">Stoppe og oppdatere</h3>
<p>Dersom en side lastes for sent, eller du ikke lenger har lyst &aring; laste siden,
  kan du klikke p&aring; <em>Stopp</em>-knappen.</p>

<p>For &aring; oppdatere den aktive siden, f.eks. for &aring; f&aring; den nyeste versjonen,
  kan du trykke p&aring; <em>Oppdater</em>-knappen, eller &accelKey;+&shiftKey;+<kbd>R</kbd> p&aring; tastaturet.</p>

<h3 id="tabbed_browsing">Faner</h3>
<p>N&aring;r du bes&oslash;ker mer enn en nettside om gangen er det praktisk &aring; bruke
  faner for &aring; gj&oslash;re det raskere og enklere &aring; holde orden.</p>

<p>Med faner kan du ha mange nettsider i samme &brandShortName; vindu, hver i sin fane.
  Dette gir deg mer plass p&aring; skrivebordet, spesielt om du ofte er innp&aring;
  mange nettsider om gangen. Du kan &aring;pne, stenge og oppdatere nettsider enkelt
  fra ett sted, uten &aring; m&aring;tte skifte til
  et annet vindu.</p>

<p>For mer informasjon, se <a href="tabbed_browsing.xhtml">Bruke faner</a>.</p>

<h3 id="using_the_sidebar">Bruke sidestolpen</h3>
<p>Sidestolpen er en ramme p&aring; venstre side av skjermen som du kan bruke til
  &aring; vise bokmerker eller historikk over nettsider du har bes&oslash;kt. Utvidelser kan ogs&aring; forandre
  bruken av sidestolpen.</p>

<p>For &aring; vise noe i Sidestolpen, velg <span class="menuPath">Vis &gt;
  Sidestolpe</span>. Der kan du velge hva du vil vise i Sidestolpen.</p>

<h2 id="searching">S&oslash;ke</h2>

<h3 id="searching_the_web">S&oslash;ke p&aring; Internett</h3>

<p>&Aring; s&oslash;ke p&aring; Internett etter et emne er s&aring; enkelt som &aring; skrive noen
  ord inn i s&oslash;kelinjen i &brandShortName;, som vist p&aring; bildet under:<br/>
  <img src="&images.baseURL;/searchbar.png" alt="" width="169" height="27"/></p>

<p>F.eks. om du vil finne informasjon om &brandShortName;:</p>
<ol>
  <li>Klikk i s&oslash;kelinjen.</li>
  <li>Skriv inn frasen <kbd>&brandShortName;</kbd>. Det du skriver inn vil erstatte eventuell tekst
    som er i s&oslash;kelinjen fra f&oslash;r av.</li>
  <li>Trykk &enterKey; for &aring; s&oslash;ke.</li>
</ol>

<p>S&oslash;keresultatet for firefox kommer opp i det aktive vinduet.</p>

<h4 id="selecting_the_search_engine">Velge s√∏kemotor</h4>

<p>Du kan bytte s√∏kemotor ved √• trykke p√• ikonet til den valgte s√∏kemotoren,
  og deretter valgte s√∏kemotoren du vil bruke. Noen s√∏kemotorer, for eksempel Google, s√∏ker p√•
  hele nettet. Andre s√∏kemotorer, som for eksempel Amazon.co.uk, s√∏ker bare p√• ett enkelt nettsted.</p>

<h4 id="manage_search_engines">Behandle s√∏kemotorer</h4>
<p>Trykk p√• ikonet med s√∏kemotorer og velg <em>Behande
  s√∏kemotorer ...</em> for √• legge til, endre rekkef√∏lgen p√• eller eller
  gjenopprette standard s√∏kemotorer. Velg en s√∏kemotor og trykk p√
  • handlingene for √ • flytte den rundt i listen, eller √• fjerne den. Du kan
  installere nye s√∏kemotorer ved √• trykke p√•
             <em>Last ned flere s√∏kemotorer ...</em>-lenken.</p>

<h3 id="searching_on_selected_words_in_a_web_page">S&oslash;ke p&aring; ord
  i en nettside</h3>

<p>&brandShortName; lar deg s&oslash;ke p&aring; ord som du markerer
  i en nettside:</p>

<ol>
  <li>Velg (marker) hvilket som helst ord i nettsiden.</li>
  <li><span class="noMac">H&oslash;yreklikk</span><span class="mac">Trykk &accelKey;,
    og museknappen,</span> og velg "S&oslash;k p&aring; Internett etter [de markerte
    ordene]" fra menyen.</li>
</ol>

<p>&brandShortName; &aring;pner ett nytt vindu og bruker din standard
  s&oslash;kemotor.</p>

<h3 id="searching_within_a_page">S&oslash;ke i en side</h3>

<p>For &aring; finne et ord i en aktiv
  nettside:</p>

<ol>
  <li>Trykk &accelKey;+<kbd>F</kbd> eller velg <span class="menuPath">Rediger &gt;
    s&oslash;k p&aring; denne siden</span> for √• √•pne sp√∏keverkt√∏ylinjen p√• bunnen av
    &brandShortName;.</li>
  <li>Skriv inn den teksten du vil s&oslash;ke etter. S√∏ket starter med en gang
    du skriver noe inn i verkt√∏ylinjen.</li>
  <li>Velg mellom de f&oslash;lgende valgene:
  <ul>
    <li><strong>Neste</strong>: s&oslash;ker etter ordet under
      pekeren.</li>
    <li><strong>Forrige</strong>: s&oslash;ker etter ordet over
      pekeren.</li>
    <li><strong>Lys opp</strong>: Lyser opp ordet de stedene det
      finnes i nettsiden.</li>
    <li><strong>Adskill store/sm√• bokstaver</strong>: begrenser s&oslash;ket til &aring; gjelde tekst som har
      samme st&oslash;rrelse p&aring; bokstavene som s&oslash;kestrengen.</li>
  </ul>
  </li>
</ol>

<p>For √• finne neste forekomst av den samme teksten eller frasen kan du trykke <kbd>F3</kbd> eller velge
  <span class="menuPath">Rediger &gt; S√∏k igjen</span>.</p>

<p><strong>Tips</strong>: Sl√• p√• <em>S√∏k etter tekst n√•r jeg begynner skrive</em>
  i <em>Avansert</em>-panelet i innstillingene, under fanen <em>Generelt</em>,
  for √• sl√• p√• <em>hurtigs√∏k</em>-modus i s√∏keverkt√∏ylinjen.
  N√•r den er p√•sl√•tt vil <em>hurtigs√∏k</em>-verkt√∏ylinjen automatisk √•pnes og starte
  s√• snart du skriver inn noe. I motsetning til s√∏keverkt√∏ylinjen vil
  <em>hurtigs√∏k</em>-verkt√∏ylinjen automatisk lukkes etter noen sekunders
  inaktivitet.</p>

<h2 id="copying_saving_and_printng_pages">Hvordan du kopierer, lagrer og
  skriver ut sider</h2>

<h3 id="copying_part_of_a_page">Kopiere deler av en nettside</h3>

<p>For &aring; kopiere tekst fra en nettside:</p>
<ol>
  <li>Marker teksten.</li>
  <li>Velg <span class="menuPath">Rediger &gt; Kopier</span> fra
    menyen.</li>
</ol>

<p>Du kan s&aring; lime inn teksten i andre programmer.</p>

<p>For &aring; kopiere en lenke eller en bildeadresse fra en side:</p>

<ol>
  <li>Sett musepekeren over lenken eller bildet.</li>
  <li><span class="noMac">H&oslash;yreklikk p&aring;</span><span class="mac">Trykk &ctrlKey;
    og trykk p&aring;</span> lenken eller bildet for &aring; f&aring; en meny.</li>
  <li>Der velger du Kopier &oslash;enkem&aring;l eller Kopier bildeplassering. Om det er
    et bilde som ogs&aring; er en lenke, kan du velge en av de.</li>
</ol>

<p>Du kan lime inn lenken i andre programmer eller i adresselinjen til
  &brandShortName;.</p>

<h3 id="saving_all_or_part_of_a_page">Lagre hele eller deler av en nettside</h3>

<p>For &aring; lagre en hel nettside i &brandShortName;:</p>

<ol>
  <li>Trykk <span class="menuPath">Fil &gt; Lagre siden som ...</span>. Da vil du f&aring; opp
    Lagre Som-dialogboksen.</li>
  <li>Velg et sted der du vil lagre siden.</li>
  <li>Velg en filtype:
  <ul>
    <li><strong>Nettside, komplett</strong>: Lagrer hele nettsiden
      med bilder. Dette tillater deg &aring; se p&aring; den lagrede nettsiden som de blir vist p&aring;
      Internett. Lenkestrukturen vil noen ganger bli forrandret.
      &brandShortName; lager en ny mappe hvor
      nettsiden og de tilh&oslash;rende bildene blir
      lagret.</li>
    <li><strong>Nettside, bare HTML</strong>: Lagrer den orginale nettsiden
      uten bilder. Dette beholder den orginale lenkestrukturen
      i en fil.</li>
    <li><strong>Tekstfil</strong>: Lagrer den orginale nettsiden som ren tekst.
      Dette vil ikke ta med lenker eller bilder, men vil la deg se teksten
      p&aring; en nettside i en
      tekstredigerer.</li>
  </ul>
  </li>
  <li>Skriv et filnavn og trykk <em>Lagre</em>.</li>
</ol>

<p>For &aring; lagre en ramme i nettsiden:</p>

<ol>
  <li>Klikk musepekeren innenfor rammen.</li>
  <li><span class="mac">Klikk &accelKey; og klikk museknappen</span><span
    class="noMac">H&oslash;reklikk</span> i rammen for &aring; f&aring; opp en meny.</li>
  <li>Velg <span class="menuPath">Denne rammen &gt; Lagre Rammen Som</span> fra
    undermenyen. Da vil du se dialogboksen Lagre Som.</li>
  <li>Velg et sted du vil lagre nettsiden.</li>
  <li>Velg en filtype.</li>
  <li>Skriv et filnavn for nettsiden og klikk <em>Lagre</em>.</li>
</ol>

<p>&Aring; lagre en nettside p&aring; hardisken lar deg se den nettsiden n&aring;r du
  ikke er tilkoblet Internett.</p>

<p>For &aring; lagre et bilde fra en side:</p>
<ol>
  <li>Sett musepekeren over bildet.</li>
  <li><span class="noMac">H&oslash;reklikk</span><span class="mac">Klikk &accelKey;
    og s&aring; museknappen</span> p&aring; bildet for &aring; f&aring; en meny.</li>
  <li>Velg <span class="menuPath">Lagre bilde som ...</span>. Da f&aring;r du opp dialogboksen
    Lagre Som.</li>
  <li>Velg et sted du vil lagre bildet.</li>
  <li>Skriv inn et filnavn og trykk <em>Lagre</em>.</li>
</ol>

<p>For &aring; lagre en side uten &aring; vise den (som er nyttig for &aring; hente
  nettsider som ikke er ment for visning i en nettleser):</p>

<ol>
  <li>Sett musepekeren over en lenke til siden.</li>
  <li><span class="noMac">H&oslash;yreklikk p&aring; lenken</span><span class="mac">Trykk
    &accelKey; og trykk p&aring; museknappen</span> for &aring; vise en meny.</li>
  <li>Velg <span class="menuPath">Lagre lenke som ...</span>. Du vil da f&aring; opp dialogboksen
    Lagre Som.</li>
  <li>Velg et sted &aring; lagre.</li>
  <li>Skriv et filnavn og klikk <em>Lagre</em>.</li>
</ol>

<p><strong>Viktig</strong>: Noen lenker laster automatisk ned filer
  n&aring;r du klikker p&aring; den. Disse adressene starter ofte
  med &quot;ftp&quot; eller ender med en filtype som
  &quot;au&quot; eller &quot;mpeg.&quot; Disse filene er ofte
  programvare, lyder eller filmer som kan starte hjelpeprogrammer for &aring;
  vise innholdet.</p>

<p><strong>Tips</strong>: For &aring; sette et bilde som bakrunnsbilde
  <span class="noMac">h&oslash;yreklikker</span><span class="mac">trykk &ctrlKey;,
  og trykk p&aring; musknappen</span> du p&aring; bildet og velger <em>Sett som
  skrivebordsbakrunn</em> fra menyen.</p>

<h3 id="printing_a_page">Skrive ut en side</h3>

<p>For &aring; skrive ut den aktive nettsiden:</p>

<ul>
  <li>Velg <span class="menuPath">Fil &gt; Skriv ut ...</span>.</li>
</ul>

<p>For &aring; skrive ut markert tekst:</p>
<ul>
  <li>Marker teksten du vil skrive ut.</li>
  <li>Velg <span class="menuPath">Fil &gt; Skriv ut ...</span>. Dialogboksen Skriv ut
    vil starte.</li>
  <li>Under <em>Skriv ut omr&aring;de</em>, velg <em>Valgt omr&aring;de</em>.</li>
</ul>

<p>Nettsidens forfatter og st&oslash;rrelsen p&aring; papiret bestemmer
  plasseringen av innholdet p&aring; arket, ikke st&oslash;rrelsen p&aring; skjermen. Tekst blir pakket
  sammen og bilder blir omplasert for &aring; passe inn p&aring; arket.</p>

<h3 id="using_print_preview">Bruk forh&aring;ndsvisning</h3>

<p>For &aring; se hvordan en side vil se ut n&aring;r den blir skrevet ut kan du
  bruke Forh&aring;ndsvisningen:</p>

<ul>
  <li>Velg <span class="menuPath">Fil &gt; Forh&aring;ndsvisning</span>.</li>
</ul>

<p>I forh&aring;ndsvisningen kan du gj&oslash;re f&oslash;lgende med siden:</p>
<ul>
  <li><strong>Vis forh&aring;ndsvisning av hver side</strong>: Klikk p&aring;
    Neste <img alt="" src="&images.baseURL;/next.png"/>,
    Forrige <img alt="" src="&images.baseURL;/previous.png"/>,
    F&oslash;rste <img alt="" src="&images.baseURL;/first.png"/>,
    eller Siste <img alt="" src="&images.baseURL;/last.png"/> -knappene
    for &aring; bevege deg mellom sider.</li>
  <li><strong>Forandre st&oslash;rrelsen p&aring; sider</strong>: I <em>Skaler:</em>
    menyen, velg &quot;50%&quot; for &aring; gj&oslash;re hver side til halvparten
    s&aring; stor som orginalen. For &aring; automatisk skalere sidene slik at de passer til bredden av
    papiret, velg &quot;Forminsk til &aring; passe&quot;. Du kan ogs&aring; skrive inn
    en egen prosent ved &aring; velge &quot;Egendefinert ...&quot;.</li>
  <li><strong>Forandre orientering p&aring; siden</strong>: Velg
    <em>St&aring;ende</em> <img alt="" src="&images.baseURL;/pg-portrait-small.png"/>
    for &aring; se siden med kortsiden opp. Velg
    <em>Liggende</em><img alt="" src="&images.baseURL;/pg-landscape-small.png"/>
    for &aring; se siden sidelengs med langsiden opp.</li>
  <li><strong>Sideoppsett</strong>: Klikk <em>Sideoppsett</em> for
    flere innstillinger.</li>
  <li><strong>Skriv ut</strong>: Klikk <em>Skriv ut</em> for &aring; skrive ut
    sidene.</li>
</ul>

<p class="noWin"><strong>Merk</strong>: Noen av funksjonene i Forh&aring;ndsvisning er forskjellige
  eller utilgjengelige i Mac OS X og Linux.</p>

<h3 id="using_page_setup">Sideoppsett</h3>
<p class="noWin"><strong>Merk</strong>: Noen av funksjonene i sideoppsett er forskjellige eller
  utilgjengelige i Mac OS X og GNU/Linux.</p>

<p>For &aring; stille inn hvordan nettsider blir skrevet ut i &brandShortName;, kan du bruke Sideoppsett:</p>

<ul>
  <li>Velg <span class="menuPath">Fil &gt; Sideoppsett</span>.</li>
</ul>

<p>I Sideoppsett kan du forandre p&aring; f&oslash;lgende for sider du vil skrive
  ut:</p>

<ul>
  <li><strong>Formatering og innstillinger</strong>: Velg orientering, skala og
    andre innstlillinger:
    <ul>
      <li><strong>Orientering</strong>:
        <ul>
          <li><strong>St&aring;ende</strong>: Velg dette <img alt=""
            src="&images.baseURL;/pg-portrait-small.png"/> for &aring; orientere siden
            normalt, med den korte siden opp.</li>
          <li><strong>Liggende</strong>: Velg dette <img alt=""
            src="&images.baseURL;/pg-landscape-small.png"/>for &aring; orientere siden
            sidelengs, med den lange siden opp.</li>
        </ul>
      </li>
      <li><strong>Skaler</strong>: Skriv inn prosent av den originale st&oslash;rrelsen. F.eks,
        skriv &quot;50&quot; for &aring; gj&oslash;re hver side halvparten s&aring; stor som orginalen.
        <ul>
          <li><strong>Forminsk til &aring; passe sidebredden</strong>: velg dette for &aring; automatisk
            forandre siden slik at den passer med bredden p&aring; papiret.</li>
        </ul>
      </li>
      <li><strong>Innstillinger</strong>:
        <ul>
          <li><strong>Skriv ut bakgrunn (farger og bilder)</strong>: Velg dette for
            &aring; skrive ut bakgrunnsbilder og farger. Om dette ikke er valgt
            vil bare bilder og farger i forgrunnen bli skrevet ut.</li>
        </ul>
      </li>
    </ul>
  </li>
  <li><strong>Marger og topp-/bunn-tekster</strong>: I denne fanen kan du sette opp marginer, topp- og
    bunn-tekster:
    <ul>
      <li><strong>Marger:</strong>
        <ul>
          <li><strong>Topp, Bunn, Venstre, H&oslash;yre</strong>: Skriv inn en margin i den
            &oslash;nskede boksen.</li>
        </ul>
      </li>
      <li><strong>Topp- og bunntekst</strong>: Hver rullegardinmeny representerer enten en
        topp eller bunntekst. Den &oslash;verste rekken representerer et omr&aring;de p&aring; venstre, midtre og
        h&oslash;yre topptekst. Den nederste rekken representerer et omr&aring;de p&aring; venstre, midtre og h&oslash;yre bunntekst.
        I hver av rullegardinmenyene kan du velge:
        <ul>
          <li><strong>--blank--</strong>: Ikke vis noen ting i dette omr&aring;det.</li>
          <li><strong>Title</strong>: Vis tittelen p&aring; nettsiden.</li>
          <li><strong>URL</strong>: Vis nettsidens adresse (adresser starter oftest med
            &quot;http://&quot;).</li>
          <li><strong>Dato/tid</strong>: Skriver dato og tid for n&aring;r nettsiden blir
            skrevet ut.</li>
          <li><strong>Side #</strong>: Skriver sidetallet p&aring; hver side.</li>
          <li><strong>Side # av #</strong>: Skriver sidetallet sammen med det totale antall
            sider. F.eks., dersom du skriver ut 5 sider vil det st&aring; &quot;3 av 5&quot; p&aring;
            den tredje siden.</li>
          <li><strong>Egendefinert ...</strong>: Skriv inn din egen tekst. Du kan bruke
            de f&oslash;lgende kodene for &aring; skrive ut spesifikk informasjon:
            <ul>
              <li><strong>&amp;PT</strong>: Sidetall med total summ (f.eks.: &quot;3 av
                5&quot;)</li>
              <li><strong>&amp;P</strong>: Sidetall</li>
              <li><strong>&amp;D</strong>: Dato</li>
              <li><strong>&amp;U</strong>: Adresse (URL)</li>
              <li><strong>&amp;T</strong>: Tittel</li>
            </ul>
          </li>
        </ul>
      </li>
    </ul>
  </li>
</ul>

<p><strong>Tips</strong>: For &aring; se forh&aring;ndsvisning av forandringer i Sideoppsett, bruk
  <a href="using_firebird.xhtml#using_print_preview">Forh&aring;ndsvisning</a>.</p>

<h2 id="improving_speed_and_efficiency">&Oslash;ke effektiviteten</h2>

<h3 id="managing_different_file_types">Behandle forskjellige filtyper</h3>
<p>&brandShortName; kan behandle mange filtyper. Noen filtyper, som musikk
  og filmer, trenger &brandShortName; tilleggsprogrammer eller &quot;hjelpeprogrammer&quot;
  for &aring; vise filene korrekt. Om &brandShortName; ikke har det n&oslash;dvendige
  hjelpeprogrammet eller tilleggsprogrammet, kan &brandShortName; fortsatt lagre
  filen p&aring; datamaskinen din. N&aring;r du lagrer filer kan du holde orden p&aring;
  de med Nedlastingsbehandling.</p>

<p>Programtillegg utvider funksjonaliteten til &brandShortName; og kj&oslash;rer inni den.
  Programtillegg som Sun Java, Macromedia Flash, og RealNetworks RealPlayer lar
  &brandShortName; vise multimedia-filer og kj&oslash;re sm&aring; programmer som for eksempel
  filmer, animasjoner og spill. Du kan finne vanlige programtillegg p&aring; <a href=
  "https://pfs.mozilla.org/plugins/" target="_blank">Programtillegg-siden</a>
   hos Mozilla Update.</p>

<p>N&aring;r filer ikke kan &aring;pnes i &brandShortName;, kan du velge &aring; &aring;pne dem i
  programmer utenfor &brandShortName;. For eksempel, du kan bruke
  medieavspilleren som du selv velger til &aring; spille av MP3-filer.</p>

<p>Du kan angi hvordan &brandShortName; skal h&aring;ndtere filer som den ikke kan vise, i
  <em>Nedlastingshandlinger</em>-dialogen. For &aring; &aring;pne denne dialogen, g&aring; til &pref.menuPath;,
  &aring;pne <em>Nedlastinger</em>-panelet og trykk p&aring; <em>Vis og rediger
  handlinger ...</em>-knappen. Du kan endre hendelsen for en filtype eller
  fjerne den.
  Mer informasjon om denne dialogen finner du i den tilh&oslash;rende seksjonen i
  <a href="prefs.xhtml#download_actions">Nedlastingsinnstillinger</a>.</p>

<p>N&aring;r du trykker p&aring; en fil, og &brandShortName; ikke vet hvordan denne filtypen skal behandles,
  vil en <em>&Aring;pne fil</em>-dialog bli vist. Den gir deg disse valgene:</p>

<ul>
  <li><strong>&Aring;pne med</strong>: &brandShortName; &aring;pner filen med
    standardprogrammet p&aring; maskinen din. Du kan ogs&aring; velge et annet
    program ved &aring; velge <em>Bla gjennom ...</em> i menyen.</li>
  <li><strong>Lagre til disk</strong>: &brandShortName; lar deg velge et
    sted &aring; lagre filen. Om du har valgt <em>Lagre alle filer i denne
    mappen</em> i <em>Nedlastinger</em>-delen av Innstillinger, vil filen
    automatisk lastes ned her. Hvis ikke, vil du bli spurt om hvor du vil
    lagre filen.</li>
  <li><strong>Gj&oslash;r dette automatisk for filer som denne fra n&aring; av</strong>:
    N&aring;r dette er valgt vil &brandShortName; gj&oslash;re det samme automatisk
    neste gang.</li>
</ul>

<p><strong>Tips</strong>: Du kan slette oppf&oslash;ringene for <em>Gj&oslash;r dette
  automatisk for filer som denne fra n&aring; av</em> i
  <em>Nedlastingshandlinger</em>-skjermen.</p>

<h3 id="making_firebird_your_default_browser">Gj&oslash;r &brandShortName; til din
  standard nettleser</h3>

<p>&brandShortName; viser nettsider p&aring; Internett og
  lokalt p&aring; datamaskinen din. For &aring; enkelt &aring;pne nettsider kan du gj&oslash;re &brandShortName;
  til standard nettleser.</p>

<p>For &aring; gj&oslash;re &brandShortName; til din standard nettleser, velg &pref.menuPath;
  og trykk p&aring; knappen <em>Sjekk n&aring;</em> i <em>Generelt</em>-panelet</p>

<h3 id="changing_cache_settings">Forandre innstillinger for hurtiglager</h3>
<p>&brandShortName; lagrer kopier av nettsider du bes&oslash;ker ofte i et 
  hurtiglager. P&aring; denne m&aring;ter slipper &brandShortName; &aring; hente
  nettsiden fra Internett hver gang du vil se den.
</p>

<p>For &aring; sette st&oslash;rrelsen p&aring; hurtiglager:</p>

<ol>
  <li>Velg &pref.menuPath;.</li>
  <li>√Öpne <em>Avansert</em>-panelet og trykk p√• <em>Nettverk</em>-fanen.</li>
  <li>Skriv et tall i boksen <em>Bruk opptil:</em> for &aring; spesifisere en st&oslash;rrelse p&aring;
    hurtiglageret. Standardverdi er 50 MB.</li>
</ol>

<p><strong>Viktig</strong>: Et stort hurtiglager tillater mer data &aring; bli
  hentet raskere, men vil bruke mer plass p&aring; harddisken din.</p>

<p>N&aring;r du avslutter &brandShortName;, vil den utf&oslash;re 
  vedlikeholdsoperasjoner p&aring; hurtiglageret. Dersom dette tar lengre tid 
  enn du &oslash;nsker kan du pr&oslash;ve &aring; minske st&oslash;rrelsen 
  p&aring; hurtiglageret.
</p>

<p>For &aring; oppdatere en nettside, trykk p&aring; knappen <em>Oppdater</em> i
  <em>navigasjonslinjen</em> i &brandShortName;. Datamaskinen vil sjekke p&aring;
  Internett at du har den siste versjonen av nettsiden.</p>

<div class="contentsBox"><em>12 September 2006</em></div>
<p>Opphavsrettsbeskyttet &copy; 2003-2006 Bidragsytere til Mozilla Help Viewer Project. Norsk oversettelse: Opphavsrettsbeskyttet &copy; 2004-2006 Mozilla Norge (<a href="http://www.firefox.no">www.firefox.no</a>).</p>

</body>
</html>
