# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = ᱟᱢᱟᱜ ᱦᱚᱠ ᱠᱚ ᱵᱟᱵᱚᱫ ᱛᱮ
rights-intro = { -brand-full-name } ᱫᱚ ᱥᱟᱹᱫᱷᱤᱱ ᱟᱨ ᱡᱷᱤᱡ ᱥᱚᱛ ᱥᱚᱯᱷᱴᱣᱮᱭᱟᱨ ᱠᱟᱱᱟ, ᱥᱟᱱᱟᱢ ᱫᱤᱥᱚᱢ ᱡᱟᱠᱟᱫ ᱨᱤᱱ ᱦᱟᱡᱟᱨ ᱦᱚᱲ ᱠᱚ ᱫᱟᱨᱟᱭ ᱛᱮ ᱛᱮᱭᱟᱨᱟᱠᱟᱱᱟ᱾ ᱱᱚᱰᱮ ᱠᱟᱹᱡ ᱡᱤᱱᱤᱥ ᱢᱮᱱᱟᱜ ᱟ ᱟᱢ ᱵᱟᱰᱟᱭ ᱞᱟᱹᱠᱛᱤ:
rights-intro-point-1 =
    { -brand-short-name } ᱫᱚ
    <a data-l10n-name="mozilla-public-license-link">Mozilla Public License</a> ᱨᱮ ᱟᱹᱜᱩ ᱪᱷᱚ ᱠᱟᱱᱟ᱾
    ᱢᱮᱱᱠᱷᱟᱱ ᱟᱢ ᱫᱚ { -brand-short-name } ᱛᱮ ᱡᱟᱦᱱᱟᱜ ᱵᱮᱵᱷᱟᱨ, ᱱᱚᱠᱚᱞ ᱟᱨ ᱡᱟᱦᱟᱸᱭ ᱠᱚ ᱦᱟᱹᱭᱤᱧ ᱫᱟᱲᱮ ᱠᱚᱢᱟᱢ ᱾ ᱟᱢ ᱫᱚ ᱟᱢᱟᱜ ᱠᱩᱥᱤ ᱞᱮᱠᱷᱟ ᱛᱮ
    { -brand-short-name } ᱟᱜ ᱥᱨᱚᱛ ᱠᱳᱰ ᱠᱚ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾ Mozilla Public
    License ᱫᱚ ᱟᱢᱟᱜ ᱵᱚᱫᱚᱞ ᱠᱟᱱ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱠᱚ ᱦᱟᱹᱴᱤᱧ ᱨᱮᱭᱟᱜ ᱦᱚᱠ ᱮᱢᱟᱢ ᱠᱟᱱᱟᱭ ᱾
rights-intro-point-2 =
    ᱟᱢᱟᱜ ᱴᱨᱮᱰᱢᱟᱨᱠ ᱦᱚᱠ ᱟᱨᱵᱟᱝ ᱞᱟᱭᱥᱮᱱᱥ ᱵᱟᱝ ᱮᱢ ᱦᱩᱭᱩᱜᱼᱟ
    Mozilla ᱜᱟᱶᱛᱟ ᱟᱨ ᱵᱟᱝ ᱡᱟᱦᱟᱸᱱ ᱯᱟᱴᱤ ᱴᱷᱮᱱ, ᱥᱟᱶᱛᱮ ᱡᱟᱦᱟᱸ ᱨᱮ 
    Firefox ᱧᱩᱛᱩᱢ ᱥᱮ ᱞᱚᱜᱚ ᱵᱟᱫ ᱵᱟᱭ ᱯᱟᱲᱟᱣᱜᱟᱭ ᱾ ᱴᱨᱮᱰᱢᱟᱨᱠ ᱠᱚ ᱵᱟᱵᱚ᱐ ᱛᱮ ᱟᱨᱦᱚᱸ ᱵᱟᱰᱟᱭ ᱢᱮ
    <a data-l10n-name="mozilla-trademarks-link">ᱱᱚᱰᱮ</a> ᱾
rights-intro-point-3 = { -brand-short-name } ᱨᱮ ᱛᱤᱱᱟᱹᱠ ᱜᱟᱱ ᱵᱟᱹᱰᱜᱟᱜ ᱠᱚ;, ᱡᱮ ᱞᱮᱠᱟ ᱨᱟᱹᱯᱩᱫ ᱨᱤᱯᱚᱨᱴ ᱮᱢᱚᱜᱤᱡ, ᱟᱢ { -vendor-short-name } ᱞᱟᱹᱜᱤᱫ ᱟᱯᱱᱟᱨ ᱢᱚᱱᱮ ᱛᱮᱭᱟᱜ ᱯᱷᱤᱰᱵᱮᱠ ᱮ ᱮᱢᱟᱢᱟ;᱾ ᱟᱢ ᱟᱢᱟᱜ ᱵᱤᱪᱟᱹᱨ ᱡᱚᱢᱟ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱪᱷᱟᱣ ᱠᱟᱛᱮ ᱮᱢ ᱢᱮ ᱟᱨ { -vendor-short-name } ᱨᱮᱭᱟᱜ ᱵᱮᱵᱷᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱛᱮᱭᱟᱨ ᱳᱰᱚᱠ ᱠᱚ ᱵᱮᱥ ᱛᱮᱭᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱪᱷᱟᱹᱰ ᱦᱟᱛᱟᱣ , ᱟᱢᱟᱜ ᱣᱮᱵᱥᱟᱤᱴ ᱨᱮ ᱵᱤᱪᱟᱹᱨ ᱮᱢ ᱪᱷᱟᱯᱟᱭ ᱟᱨ ᱦᱟᱹᱴᱤᱧ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱵᱤᱪᱟᱹᱨ᱾
rights-intro-point-4 = ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱡᱤᱣᱤᱥ ᱪᱮᱫ ᱞᱮᱠᱷᱟ ᱞᱮ ᱵᱮᱵᱷᱟᱨ ᱟ  ᱟᱨ ᱟᱢᱟᱜ ᱞᱟᱹᱭ ᱥᱩᱫᱷᱨᱟᱹᱣ ᱠᱟᱛᱷᱟ ᱫᱚ { -vendor-short-name } ᱴᱷᱮᱱ { -brand-short-name } ᱛᱮ ᱵᱷᱮᱡᱟᱜ ᱠᱟᱱᱟ ᱡᱟᱦᱟᱸ ᱫᱚ <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name }ᱱᱤᱥᱚᱱ ᱱᱤᱛᱤ</a> ᱨᱮ ᱯᱩᱥᱴᱟᱹᱣ ᱥᱟᱹᱦᱤᱡ ᱢᱮᱱ ᱠᱟᱱᱟ ᱾
rights-intro-point-4-unbranded = ᱱᱚᱣᱟ ᱛᱮᱭᱟᱨ ᱳᱰᱚᱜ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸ ᱜᱮ ᱯᱷᱠᱩᱣᱟᱜ ᱱᱤᱛᱤ ᱱᱚᱰᱮ ᱞᱤᱥᱴᱤ ᱦᱚᱪᱚ ᱞᱟᱹᱠᱛᱤ
rights-intro-point-5-unbranded = ᱡᱩᱫᱤ ᱱᱚᱣᱟ ᱛᱮᱭᱟᱨ ᱳᱰᱚᱜ ᱣᱮᱵ ᱠᱟᱹᱢᱤ ᱞᱟᱹᱜᱤᱫ ᱥᱟᱹᱢᱤᱞ ᱦᱚᱪᱚ ᱣᱟᱠᱟᱱᱟ, ᱠᱟᱹᱢᱤ (ᱠᱚ) ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸ ᱜᱮ ᱵᱟᱦᱟᱞ ᱠᱟᱹᱢᱤ ᱠᱟᱛᱷᱟ ᱥᱟᱸᱣ ᱡᱩᱲᱟᱹᱣ ᱞᱟᱹᱠᱛᱤ<a data-l10n-name="mozilla-website-services-link">ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱟᱹᱢᱤ ᱠᱚ</a>ᱦᱟᱹᱴᱤᱧᱟ ᱾
rights-webservices-header = { -brand-full-name } ᱣᱮᱵᱼᱵᱟᱹᱭᱥᱟᱹᱣ ᱞᱟᱹᱭ ᱥᱚᱫᱚᱨ ᱠᱟᱹᱢᱤ ᱠᱚ
rights-webservices = { -brand-full-name } ᱣᱮᱵ-ᱵᱟᱹᱭᱥᱟᱹᱣ ᱞᱟᱹᱭ ᱥᱚᱫᱚᱨ ᱠᱟᱹᱢᱤ ᱠᱚ (”ᱠᱟᱹᱢᱤ ᱠᱚ ”) ᱵᱮᱵᱷᱟᱨᱟ { -brand-short-name } ᱨᱮᱭᱟᱜ ᱱᱚᱣᱟ ᱵᱟᱭᱱᱟᱨᱤ ᱵᱟᱨᱥᱟᱱ ᱥᱟᱸᱣ ᱟᱢᱟᱜ ᱵᱮᱵᱷᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱜᱩᱱ ᱠᱚ ᱮᱢ ᱞᱟᱹᱜᱤᱫ ᱛᱤᱱᱟᱹᱠ ᱜᱟᱱ ᱜᱟᱱ ᱜᱩᱱ ᱠᱚ ᱮᱢᱚᱜ ᱞᱟᱹᱜᱤᱫ; ᱞᱟᱛᱟᱨ ᱵᱚᱨᱱᱚᱱ ᱱᱤᱭᱚᱢ ᱠᱚ ᱵᱷᱤᱛᱤᱨ᱾ ᱡᱩᱫᱤ ᱟᱢ ᱠᱟᱹᱢᱤ ᱠᱚ ᱨᱮᱭᱟᱜ ᱢᱤᱫ ᱟᱨ ᱵᱟᱝ ᱰᱷᱮᱨ ᱵᱮᱵᱷᱟᱨ ᱵᱟᱭ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱟᱨ ᱵᱟᱝ ᱞᱟᱛᱟᱨ ᱨᱮᱭᱟᱜ ᱱᱤᱭᱚᱢ ᱠᱚ ᱫᱚ ᱵᱟᱝ ᱦᱟᱛᱟᱣ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱱᱟ, ᱟᱢ ᱜᱩᱱ ᱠᱚ ᱟᱨ ᱵᱟᱝ ᱠᱟᱹᱢᱤ (ᱠᱚ)᱾ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚ ᱛᱮᱭᱟᱨ ᱫᱟᱲᱮᱭᱟᱜ ᱟ ᱾ ᱪᱮᱫ ᱞᱮᱠᱟ ᱨᱮ ᱢᱤᱫ ᱵᱤᱥᱮᱥ ᱜᱩᱱ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚ ᱞᱟᱹᱜᱤᱫ ᱨᱮ ᱞᱟᱹᱭ ᱥᱚᱫᱚᱨ ᱟᱨ ᱵᱟᱝ ᱠᱟᱹᱢᱤ ᱧᱟᱢ ᱫᱟᱲᱮᱭᱟᱜ ᱟ <a data-l10n-name="mozilla-disable-service-link"> ᱱᱚᱰᱮ</a>᱾ ᱮᱴᱟᱜ ᱜᱩᱱ ᱟᱨ ᱠᱟᱹᱢᱤ ᱠᱚ ᱮᱯᱞᱤᱠᱮᱥᱚᱱ ᱠᱩᱥᱤᱭᱟᱜ ᱨᱮ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚ ᱛᱮᱭᱟᱨ ᱫᱟᱲᱮᱭᱟᱜ ᱟ ᱾
rights-safebrowsing = <strong>SafeBrowsing:</strong> ᱡᱟᱹᱯᱛᱤ ᱯᱟᱱᱛᱮ ᱵᱟᱰᱜᱟᱜ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚ ᱫᱚ ᱟᱢ ᱵᱟᱝ ᱡᱟᱹᱯᱛᱤ ᱥᱟᱤᱴ ᱨᱮ ᱪᱟᱞᱟᱣ ᱦᱩᱭᱩᱠ ᱞᱮᱠᱟ ᱵᱟᱝ ᱵᱟᱛᱟᱣ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜ ᱟ᱾ ᱡᱩᱫᱤ ᱟᱢ ᱵᱟᱹᱰᱜᱟᱜ ᱯᱩᱨᱟᱹ ᱞᱮᱠᱟ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ, ᱱᱚᱣᱟ ᱠᱚ ᱡᱷᱟᱸᱯ ᱯᱟᱸᱡᱟᱭ ᱢᱮ:
rights-safebrowsing-term-1 = ᱮᱯᱞᱤᱠᱮᱥᱚᱱ ᱠᱩᱥᱤᱭᱟᱜ ᱠᱚ ᱡᱷᱤᱡ ᱢᱮ
rights-safebrowsing-term-2 = ᱡᱟᱹᱯᱛᱤ ᱵᱟᱪᱷᱟᱣ ᱵᱟᱪᱷᱟᱣ ᱢᱮ
rights-safebrowsing-term-4 = ᱡᱟᱹᱯᱛᱤ ᱯᱟᱱᱛᱮᱭᱟᱜ ᱱᱤᱛᱚᱜ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚᱣᱟᱠᱟᱱᱟ
rights-locationawarebrowsing = <strong>ᱴᱷᱟᱸᱣ ᱦᱚᱸᱥᱤᱭᱟᱨ ᱯᱟᱱᱛᱮ ᱭᱮᱠ ᱟ:</strong> ᱫᱚ ᱡᱟᱣᱜᱮ opt-in ᱢᱮᱱᱟᱜ ᱟ᱾ ᱟᱢᱟᱜ ᱪᱷᱟᱹᱰ ᱮᱢ ᱵᱮᱜᱚᱨ ᱡᱟᱦᱟᱱ ᱴᱷᱟᱸᱣ ᱞᱟᱹᱭ ᱥᱚᱫᱚᱨ ᱵᱟᱭ ᱠᱩᱞᱩᱠ ᱟ᱾ ᱡᱩᱫᱤ ᱟᱢ ᱵᱟᱹᱰᱜᱟᱜ ᱯᱩᱨᱟᱹ ᱞᱮᱠᱟ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ, ᱱᱚᱣᱟ ᱠᱚ ᱡᱷᱟᱸᱯ ᱯᱟᱸᱡᱟᱭ ᱢᱮ:
rights-locationawarebrowsing-term-1 = URL ᱵᱟᱨ, ᱞᱮᱠᱟᱱ ᱨᱮ ᱵᱟᱵᱚᱫ ᱛᱮ: <code>about:config</code>
rights-locationawarebrowsing-term-2 = ᱡᱤᱭᱚ᱾ᱦᱩᱭ ᱦᱚᱪᱚ ᱴᱟᱭᱤᱯ ᱢᱮ
rights-locationawarebrowsing-term-3 = ᱡᱤᱭᱚ᱾ᱦᱩᱭ ᱦᱚᱪᱚ ᱠᱩᱥᱤᱭᱟᱜ ᱨᱮ ᱫᱚᱦᱲᱟ ᱳᱛᱟᱭ ᱢᱮ
rights-locationawarebrowsing-term-4 = ᱴᱷᱟᱸᱣ-ᱦᱚᱸᱥᱤᱭᱟᱹᱨ ᱯᱟᱱᱛᱮ ᱫᱚ ᱱᱤᱛᱚᱜ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚ ᱟᱠᱟᱱᱟ
rights-webservices-unbranded = ᱪᱮᱫ ᱞᱮᱠᱟ ᱳᱱᱟ ᱠᱚ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚᱭᱟ ᱥᱟᱸᱣ ᱥᱟᱸᱣ ᱢᱤᱫ ᱣᱮᱵ ᱥᱟᱤᱴ ᱠᱟᱹᱢᱤ ᱛᱮᱭᱟᱨ ᱳᱰᱚᱜ ᱨᱮᱭᱟᱜ ᱢᱤᱫ ᱧᱮᱞ ᱥᱚᱸᱜᱮ ᱟᱠᱟᱱᱟ, ᱡᱩᱫᱤ ᱵᱟᱦᱟᱞᱚᱜ ᱟ, ᱱᱚᱰᱮ ᱥᱟᱹᱢᱤᱞ ᱦᱚᱪᱚ ᱞᱟᱹᱠᱛᱤ᱾
rights-webservices-term-unbranded = ᱱᱚᱣᱟ ᱛᱮᱭᱟᱨ ᱳᱰᱚᱠ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸᱜᱮ ᱵᱟᱦᱟᱞ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱹᱢᱤ ᱢᱮᱭᱟᱫ ᱠᱚ ᱱᱚᱰᱮ ᱞᱤᱥᱴᱤ ᱦᱚᱪᱚ ᱞᱟᱹᱠᱛᱤ᱾
rights-webservices-term-1 = { -vendor-short-name } ᱟᱨ ᱟᱡ ᱨᱤᱱ ᱜᱚᱲᱚ ᱮᱢᱚᱜ ᱠᱚ, ᱞᱟᱤᱥᱮᱸᱥ ᱮᱢᱚᱜ ᱠᱚ, ᱜᱚᱜ ᱲᱚ ᱠᱚ ᱟᱨ ᱜᱚᱜ ᱲᱚ ᱠᱚ ᱥᱩᱦᱤ ᱩᱛᱟᱹᱨ ᱟᱨ ᱦᱟᱹᱞᱤ ᱦᱚᱪᱚ ᱢᱟᱹᱦᱤᱫ ᱠᱟᱹᱢᱤ ᱠᱚ ᱮᱢ ᱞᱟᱹᱜᱤᱫ ᱮ ᱠᱟᱹᱢᱤ ᱭᱟ᱾ ᱮᱱ ᱨᱮᱦᱚᱸ, ᱟᱞᱮ ᱵᱟᱞᱮ ᱵᱚᱱᱚᱫ ᱫᱟᱲᱮᱭᱟᱜ ᱟ ᱡᱮ ᱱᱚᱣᱟ ᱞᱟᱹᱭ ᱥᱚᱫᱚᱨ ᱫᱚ ᱵᱮᱥᱩᱛᱟᱹᱨ ᱟᱨ ᱵᱷᱩᱞ ᱠᱚ ᱵᱟᱧᱪᱟᱣ ᱢᱮᱱᱟᱜ ᱟ᱾ ᱡᱮ ᱞᱮᱠᱟ ᱞᱟᱹᱜᱤᱫ, ᱡᱟᱹᱯᱛᱤ ᱯᱟᱱᱛᱮ ᱠᱟᱹᱢᱤ ᱠᱟᱹᱪ ᱵᱚᱛᱚᱨᱟᱱ ᱥᱟᱤᱴ ᱠᱚ ᱨᱮᱭᱟᱜ ᱪᱤᱱᱦᱟᱹᱣ ᱵᱟᱝ ᱠᱟᱱᱟ ᱟᱨ ᱛᱤᱱᱟᱹᱠ ᱜᱟᱱ ᱵᱷᱩᱞ ᱨᱮ ᱡᱟᱹᱯᱛᱤ ᱥᱟᱤᱴ ᱠᱚ ᱟᱨ ᱡᱟᱭᱜᱟ ᱦᱚᱸᱥᱤᱭᱟᱹᱨ ᱠᱟᱹᱢᱤ ᱡᱚᱛᱚ ᱡᱟᱭᱜᱟ ᱠᱚ ᱟᱞᱮ ᱨᱤᱱ ᱠᱟᱹᱢᱤ ᱮᱢᱚᱜ ᱠᱚ ᱫᱟᱨᱟᱭ ᱛᱮ ᱨᱩᱣᱟᱹᱲ ᱨᱮᱭᱟᱜ ᱪᱤᱱᱦᱟᱹᱣ ᱫᱟᱲᱮᱭᱟᱜ ᱟ ᱳᱱᱢᱟᱱ ᱜᱮᱠᱚ ᱳᱱᱢᱟᱱᱮᱠ ᱟ ᱟᱨ ᱵᱟᱝ ᱢᱟ ᱟᱞᱮ ᱟᱨ ᱵᱟᱝ ᱟᱞᱮ ᱨᱤᱱ ᱠᱟᱹᱢᱤ ᱮᱢᱚᱜ ᱠᱚ ᱮᱢᱟᱠᱟᱱ ᱡᱟᱭᱜᱟ ᱨᱮᱭᱟᱜ ᱥᱩᱦᱤ ᱢᱮᱭᱟᱫ ᱜᱮ ᱾
rights-webservices-term-2 = { -vendor-short-name } ᱵᱟᱝ ᱞᱮᱛᱟᱲ ᱟᱨ ᱵᱟᱝ ᱟᱡᱟᱜ ᱱᱟᱠᱷᱟ ᱨᱮ ᱠᱟᱹᱢᱤ ᱠᱚ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱮᱭᱟᱜ ᱟ᱾
rights-webservices-term-3 = { -brand-short-name } ᱟᱨ { -vendor-short-name } ᱨᱮᱭᱟᱜ ᱵᱟᱨᱥᱱ ᱥᱟᱸᱣ ᱱᱚᱣᱟ ᱠᱚ ᱠᱟᱹᱢᱤ ᱵᱮᱵᱷᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱟᱢ ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢᱟ, ᱟᱢ ᱳᱱᱠᱟ ᱠᱟᱹᱢᱤ ᱨᱮᱭᱟᱜ ᱦᱚᱠ ᱵᱟᱛᱟᱣᱟᱢᱟ᱾ { -vendor-short-name } ᱟᱨ ᱳᱱᱟ ᱨᱮᱭᱟᱜ ᱞᱟᱤᱥᱮᱸᱥ ᱮᱢᱚᱜ ᱠᱚᱣᱟᱜ ᱠᱟᱹᱢᱤ ᱨᱮ ᱮᱴᱟᱜ ᱡᱚᱛᱚ ᱦᱚᱠ ᱡᱟᱹᱯᱛᱤ ᱫᱚᱦᱚᱭᱟ᱾ ᱱᱚᱣᱟ ᱢᱮᱭᱟᱫ ᱨᱮᱭᱟᱜ ᱡᱟᱦᱟᱸ ᱜᱮ ᱡᱷᱤᱡ ᱥᱚᱛ { -brand-short-name } ᱟᱨ ᱵᱟᱦᱟᱞ ᱞᱟᱤᱥᱮᱸᱥ ᱵᱷᱤᱛᱤᱨ ᱮᱢᱟᱠᱟᱱ ᱦᱚᱠ ᱨᱮᱭᱟᱜ ᱥᱤᱢᱟᱹ ᱵᱷᱤᱛᱤᱨ ᱥᱤᱢᱟ ᱨᱮᱭᱟᱜ ᱢᱚᱱᱮ ᱭᱮᱫ ᱟ, ᱟᱨ ᱱᱚᱣᱟ { -brand-short-name } ᱟᱨ ᱥᱚᱛ ᱠᱚᱰ ᱵᱟᱨᱥᱟᱱ ᱞᱟᱹᱜᱤᱫ;᱾
rights-webservices-term-4 = <strong>ᱠᱟᱹᱢᱤ ᱫᱚ ᱮᱢᱟᱠᱟᱱᱟ ”as-is᱾” { -vendor-short-name }, ᱳᱱᱟ ᱦᱟᱹᱴᱤᱧ ᱠᱚᱣᱟᱜ, ᱞᱟᱤᱥᱮᱸᱥ ᱮᱢᱚᱜ ᱠᱚ , ᱟᱨ ᱦᱟᱹᱴᱤᱧ ᱠᱚ, ᱡᱚᱛᱚ ᱢᱮᱭᱟᱫᱤ ᱠᱚ ᱵᱟᱝ ᱦᱮᱸ , ᱡᱩᱫᱤ ᱵᱟᱝ ᱞᱟᱹᱭ ᱩᱫᱩᱠ ᱟᱨ ᱵᱟᱝ ᱵᱷᱤᱛᱤᱨ ᱨᱮ ᱛᱟᱦᱮᱸ, ᱵᱮᱜᱚᱨ ᱥᱤᱢᱟᱹ ᱟᱛᱮ ᱥᱟᱹᱢᱤᱞ, ᱢᱮᱭᱟᱫᱤ ᱠᱚ ᱳᱠᱟ ᱠᱟᱹᱢᱤ ᱠᱚᱫᱚ ᱵᱮᱯᱟᱨ ᱫᱟᱲᱮ ᱠᱮᱭᱟ ᱟᱨ ᱟᱢᱟᱜ ᱵᱤᱥᱮᱥ ᱡᱚᱥ ᱛᱮᱫ ᱞᱟᱹᱜᱤᱫ ᱠᱷᱟᱯᱚᱨ ᱟ᱾ ᱟᱢᱟᱜ ᱡᱚᱥ ᱛᱮᱫ ᱞᱟᱹᱜᱤᱫ ᱠᱟᱹᱢᱤ ᱠᱚ ᱵᱟᱪᱷᱟᱣ ᱞᱮᱠᱟ ᱡᱚᱛᱚ ᱡᱤᱣᱤ ᱠᱚᱴᱚᱜ ᱛᱟᱦᱮᱸᱱᱟ ᱟᱨ ᱜᱩᱱ ᱞᱮᱠᱟ ᱟᱨ ᱠᱟᱹᱢᱤ ᱠᱚ ᱩᱫᱩᱠ ᱥᱚᱫᱚᱨ ᱛᱤᱱᱟᱹᱠ ᱜᱟᱱ ᱥᱤᱢᱟᱹ ᱵᱷᱤᱛᱤᱨ ᱵᱟᱦᱨᱮ ᱳᱰᱚᱠ ᱵᱟᱭ ᱵᱟᱛᱟᱣᱟᱜ ᱟ ᱟᱨ ᱵᱟᱝ ᱢᱚᱭᱟᱫᱤ ᱠᱚ ᱵᱷᱤᱛᱤᱨ ᱨᱮ ᱛᱟᱦᱮᱸ ᱨᱮᱭᱟᱜ ᱥᱤᱢᱟᱹ, ᱳᱠᱟ ᱛᱮ ᱱᱩᱭ ᱵᱟᱝ ᱦᱮᱸᱭᱤᱡ ᱟᱢ ᱴᱷᱮᱱ ᱵᱟᱭ ᱵᱟᱦᱟᱞ ᱫᱟᱲᱮᱭᱟᱜ ᱟ᱾</strong>
rights-webservices-term-5 = <strong>{ -vendor-short-name } ᱪᱷᱟᱰᱟ ᱠᱟᱛᱮ ᱟᱹᱱ ᱫᱟᱨᱟᱭ ᱛᱮ ᱞᱟᱹᱠᱛᱤ ᱟ, ᱟᱨ ᱩᱱᱠᱩ ᱨᱤᱱ ᱜᱚᱜ ᱲᱚ ᱠᱚ, ᱞᱟᱤᱥᱮᱸᱥ ᱮᱢᱚᱜ ᱠᱚ, ᱟᱨ ᱦᱟᱜ ᱴᱤᱧ ᱠᱚ ᱡᱟᱦᱟᱸ ᱜᱮ ᱟᱭᱟᱨ , ᱵᱤᱥᱮᱥ, ᱴᱟᱴᱠᱟᱣᱟᱜ, ᱩᱴᱦᱩᱢ ᱛᱮᱭᱟᱜ, ᱥᱮᱸᱠᱟᱜ, ᱟᱨ ᱵᱟᱝ ᱦᱟᱛᱟᱣ ᱞᱮᱠᱟᱜ ᱵᱟᱦᱨᱮ ᱨᱟᱠᱟᱵᱚᱜ ᱰᱟᱸᱰᱚᱢ ᱞᱟᱹᱜᱤᱫ ᱟᱨ ᱵᱟᱝ ᱡᱟᱦᱟᱸ ᱜᱮ { -brand-short-name } ᱨᱮᱭᱟᱜ ᱵᱮᱵᱷᱟᱨ ᱥᱟᱸᱣ ᱥᱚᱸᱵᱚᱸᱫᱷ ᱦᱚᱨ ᱨᱮ ᱡᱤᱱᱢᱟ ᱵᱟᱭ ᱦᱩᱭᱩᱠ ᱟ, ᱟᱨ ᱠᱟᱹᱢᱤ ᱠᱚ᱾ ᱱᱚᱣᱟ ᱢᱮᱭᱟᱫ ᱠᱚ ᱵᱷᱤᱛᱤᱨ ᱫᱮᱥᱟᱸᱜᱤ ᱫᱟᱭ 500 ᱰᱟᱸᱞᱨ (ᱢᱚᱲᱮ ᱥᱟᱭ ᱰᱟᱸᱞᱨ) ᱠᱷᱚᱱ ᱰᱷᱮᱨ ᱵᱟᱭ ᱦᱩᱭᱩᱠ ᱟ᱾ ᱛᱤᱱᱟᱹᱠ ᱜᱟᱱ ᱵᱤᱫᱷᱟᱱ ᱵᱟᱦᱨᱮ ᱳᱰᱚᱜ ᱟᱨ ᱵᱟᱝ ᱛᱤᱱᱟᱜ ᱜᱟᱱ ᱨᱟᱹᱯᱩᱫ ᱥᱤᱢᱟ ᱨᱮᱭᱟᱜ ᱵᱟᱛᱟᱣ ᱵᱟᱭ ᱮᱢᱚᱜ ᱠᱷᱟᱱ, ᱱᱚᱣᱟ ᱵᱟᱦᱨᱮ ᱳᱰᱚᱠ ᱟᱨ ᱥᱤᱢᱟᱹ ᱟᱢ ᱨᱮ ᱵᱟᱭ ᱵᱟᱦᱟᱞᱚᱜ ᱟ᱾</strong>
rights-webservices-term-6 = { -vendor-short-name } ᱱᱚᱣᱟ ᱠᱚ ᱢᱮᱭᱟᱫ ᱞᱟᱹᱠᱛᱤ ᱞᱮᱠᱟ ᱛᱮ ᱳᱠᱛᱚ ᱳᱠᱛᱚ ᱨᱮ ᱦᱟᱞᱤ ᱦᱚᱪᱚ ᱫᱟᱲᱮᱭᱟᱜ ᱟ᱾ ᱱᱚᱣᱟ ᱠᱚ ᱢᱮᱭᱟᱫ ᱵᱮᱜᱚᱨ { -vendor-short-name } ᱚᱞ ᱵᱚᱱᱚᱛ ᱛᱮ ᱵᱟᱝ ᱵᱚᱫᱚᱞ ᱟᱨ ᱵᱟᱝ ᱵᱟᱹᱰᱨᱟᱹ ᱫᱟᱲᱮᱭᱟᱜ ᱟ᱾
rights-webservices-term-7 = ᱱᱚᱣᱟ ᱵᱚᱱᱚᱛ ᱠᱚ ᱠᱮᱭᱞᱤᱯᱷᱚᱨᱱᱤᱭᱟ, ᱥᱸᱭᱩᱠᱛ ᱨᱟᱡᱭ ᱚᱢᱮᱨᱤᱠᱟ ᱨᱟᱡᱭ ᱨᱮᱭᱟᱜ ᱟᱹᱱ ᱫᱟᱨᱟᱭ ᱛᱮ ᱧᱮᱞ ᱥᱟᱢᱴᱟᱜ ᱠᱟᱱᱟ, ᱟᱡᱟᱜ ᱵᱟᱛᱟᱣᱟᱠᱟᱱ ᱟᱹᱱ ᱨᱮᱭᱟᱜ ᱨᱟᱯᱟᱪᱟᱜ ᱪᱷᱟᱰᱟ ᱠᱟᱛᱮ᱾ ᱡᱩᱫᱤ ᱱᱚᱣᱟ ᱢᱮᱭᱟᱫ ᱨᱮᱭᱟᱜ ᱡᱟᱦᱟᱸ ᱜᱮ ᱦᱤᱸᱥ ᱠᱚ ᱵᱟᱝ ᱵᱟᱛᱟᱣ ᱟᱨ ᱵᱟᱝ ᱵᱟᱝ ᱡᱚᱵᱚᱨ ᱞᱟᱹᱜᱤᱫ ᱦᱩᱭ ᱦᱚᱪᱚᱭᱟ, ᱥᱟᱨᱮᱡ ᱦᱤᱸᱥ ᱯᱩᱨᱟᱹ ᱫᱟᱲᱮ ᱟᱨ ᱯᱚᱨᱵᱷᱟᱣ ᱨᱮ ᱛᱟᱦᱮᱸᱱᱟ᱾ᱱᱚᱣᱟ ᱢᱮᱭᱟᱫ ᱨᱮᱭᱟᱜ ᱛᱚᱨᱡᱚᱢᱟᱣᱟᱜ ᱵᱟᱨᱥᱟᱱ ᱟᱨ ᱚᱸᱜᱨᱮᱡᱤ ᱯᱟᱹᱨᱥᱤ ᱵᱟᱨᱥᱟᱱ ᱛᱟᱞᱟ ᱨᱟᱯᱟᱪᱟᱜ ᱜᱷᱚᱴᱱᱟ ᱨᱮ, ᱚᱸᱜᱨᱮᱡᱤ ᱯᱟᱹᱨᱥᱤ ᱵᱟᱨᱥᱟᱱ ᱠᱚᱵᱚᱡ ᱫᱚᱦᱚᱭᱟ᱾
